[
  {
    "name": "Arrow Mind",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The bow in your hand feels more like an extension of your body as you complete the spell—as if it's become a part of your arm.  Creatures nearby seem sharper to your eyes, more in focus. \nWhile this spell is in effect and you are wielding a projectile weapon that fires arrows, such as a longbow or shortbow, you threaten all squares within your normal melee reach (5 feet if Small or Medium, 10 feet if Large) with your bow, allowing you to make attacks of opportunity with arrows shot from the bow.  In addition, you do not provoke attacks of opportunity when you shoot a bow while you are in another creature's threatened square. \nMaterial Component: A flint arrowhead. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Read Magic",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "By means of read magic, you can decipher magical inscriptions on objects—books, scrolls, weapons, and the like—that would otherwise be unintelligible. This deciphering does not normally invoke the magic contained in the writing, although it may do so in the case of a cursed scroll. Furthermore, once the spell is cast and you have read the magical inscription, you are thereafter able to read that particular writing without recourse to the use of read magic. You can read at the rate of one page (250 words) per minute. The spell allows you to identify a glyph of warding with a DC 13 Spellcraft check, a greater glyph of warding with a DC 16 Spellcraft check, or any symbol spell with a Spellcraft check (DC 10 + spell level). Read magic can be made permanent with a permanency spell. Focus: A clear crystal or mineral prism. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Marked Object",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "By holding the small item to your nose and reciting the ancient words of power you unleash the spell.  You immediately have a sense of the object's owner such that you believe you could find further indications of the creature's passage. \nUpon casting this spell, you become attuned to the specific creature that owns the spell's focus item.  (A creature is considered to own an item if it was the last creature to carry the item on its person for 24 hours or more.  You do not count when considering what creature was last to carry an item. ) This attunement grants you a +10 bonus on Search and Survival checks made to track the item's owner or find evidence of the owner's passage.  This spell does not give you insight into who or what the creature you are attuned to is or where that creature ultimately might be.  Also, the spell does not provide a trail that is not already there nor provide you with the benefit of the Track feat. \nArcane Focus: An object owned by the creature or a piece of the creature to be tracked, such as a tuft of hair or a fingernail. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 24 hours/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Instant Search",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "By pointing at a small area nearby and whistling briefly, you release the power of the spell, granting you knowledge of the area you indicated. \nYou can make one Search check in this round as a free action.  You gain a +2 insight bonus on the check. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Locate City",
    "school": "divination",
    "sub_school": "",
    "source": "races_of_destiny",
    "description": "You sense the distance and direction to the nearest community of a minimum size designated by you at the time of casting. For instance, you could choose to find the nearest community at least as large as a village, or you could choose to locate only the nearest metropolis. This spell measures the distance to the \"nearest\"community as the minimum distance one would have to travel to reach the city without moving through solid objects. Thus, a caster on the surface isn't likely to locate a subterranean city half a mile beneath his feet, even if the next closest community is 5 miles away overland. ",
    "effect": "",
    "range": " 10 miles/level",
    "components": "verbal",
    "target": "",
    "area": " 10 miles/level radius circle, centered on you",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Detect Poison",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You determine whether a creature, object, or area has been poisoned or is poisonous. You can determine the exact type of poison with a DC 20 Wisdom check. A character with the Craft (alchemy) skill may try a DC 20 Craft (alchemy) check if the Wisdom check fails, or may try the Craft (alchemy) check prior to the Wisdom check. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature, one object, or a 5-ft. cube",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Locate Water",
    "school": "divination",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You sense the direction of a substantial body of water. The amount of information revealed depends on how long you search a particular area. 1st Round: Presence or absence of water. 2nd Round:Number of water sources in the area and the rough size of the largest one present. 3rd Round: The size (see below) and location of each source of water. If a water source is outside your line of sight, then you discern its direction but not its exact location. Size: For the purpose of this spell, the size categories of bodies of water are as follows. Small: A small pond or pool (200 cubic feet or less) or a brook (5 feet across or smaller). Medium: A large pond or small lake (up to 20,000 cubic feet) or a good-sized stream (up to 30 feet across). Large: A large lake (up to 10 million cubic feet) or a broad river. Vast: An ocean or an inland sea. Creatures cannot be found by this spell. The spell ignores small quantities of water, such as filled bottles and skins. The spell reveals nothing about the quality of the water or how easy it is to reach. The presence of fire or magma within the spell's area blocks it. Arcane Focus: A forked hazel wand. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 10 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sniper_s Shot",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "While muttering a short chant you focus your awareness, looking only at the areas of your foe that seem most vital to its survival. \nYour ranged attacks made before the start of your next turn can be sneak attacks regardless of the distance between you and your target.  You must still fulfill the other conditions for making a sneak attack against the target. \nThis spell doesn't grant you the ability to make a sneak attack if you don't already have that ability. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Guided Shot",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "With a guttural utterance made with unmoving lips, you magically focus your attention on a distant foe.  Upon aiming your weapon, you note how clearly defined your intended target is. \nWhile this spell is in effect, your ranged attacks do not take a penalty due to distance.  In addition, your ranged attacks ignore the AC bonus granted to targets by anything less than total cover, and also ignore the miss chance granted to targets by anything less than total concealment. \nThis spell does not provide any ability to exceed the maximum range of the weapon with which you are attacking, nor does it confer any ability to attack targets protected by total cover. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]