[
  {
    "name": "Tenser_s Floating Disk",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You create a slightly concave, circular plane of force that follows you about and carries loads for you. The disk is 3 feet in diameter and 1 inch deep at its center. It can hold 100 pounds of weight per caster level. (If used to transport a liquid, its capacity is 2 gallons). The disk floats approximately 3 feet above the ground at all times and remains level. It floats along horizontally within spell range and will accompany you at a rate of no more than your normal speed each round. If not otherwise directed, it maintains a constant interval of 5 feet between itself and you. The disk winks out of existence when the spell duration expires. The disk also winks out if you move beyond range (by moving too fast or by such means as a teleport spell) or try to take the disk more than 3 feet away from the surface beneath it. When the disk winks out, whatever it was supporting falls to the surface beneath it. Material Component: A drop of mercury. ",
    "effect": " 3-ft.-diameter disk of force",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Light of Lunia",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You invoke the powers of good and you begin to glow with the silver light of fabled Lunia, the first layer of the Seven Mounting Heavens of Celestia. \nThe silvery radiance created by this spell emanates from you in a 30-foot radius, and dim light extends for an additional 30 feet. \nBeginning one turn after you cast this spell, you can choose to expend some or all of the light of Lunia as a ray of light.  You must succeed on a ranged touch attack with the ray to strike a target.  You can make a single ranged touch attack that deals 1d6 points of damage, or 2d6 points of damage against undead or evil outsiders, with a range of 30 feet.  Spell resistance applies to this attack.  This dims your silvery radiance to half (15-foot light, with dim light for an additional 15 feet).  You can choose to fire one additional ray with the same characteristics either on the same round or on a subsequent round.  Firing the second ray quenches your radiance and ends the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " You and up to two rays; see text",
    "area": "",
    "duration": " 10 minutes/level (D) or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darklight",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster makes one creature or object radiate special darkness called darklight in a 5-foot-radius sphere. This spell is most useful in a large, naturally dark area. Within the darklight sphere, creatures that can normally see in the light can see, even though there is no light. Only creatures and objects in the sphere can be seen, and only creatures in the sphere can see within the sphere, unless other observers can naturally see in the dark. Thus, while two creatures in the sphere can see each other, a creature standing outside the sphere can neither see the creatures in the sphere (assuming it doesn't have darkvision), nor can it be seen by them. A creature with darkvision standing outside the sphere could see those within the sphere, but those inside could not discern the creature. The darklight spell's sphere is invisible in normal light and does not function in magical darkness. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One creature or object touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Distracting Shadows",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "This spell causes an object to radiate distracting shadows in a 10-foot-radius spread.  Casual scrutiny of an affected area doesn't reveal anything out of the ordinary; however, cracks, crannies, corners, hidden traps, and secret entrances or exits within the area become harder to spot. \nCreatures within the area or looking into it are subliminally confused by the distracting shadows, and take a -5 penalty on all Spot and Search checks.  However, the shadows do not provide sufficient concealment for a creature to make a Hide check. \nDistracting shadows counters or dispels any light or darkness spell of equal or lower level. \nDistracting shadows can be made permanent with a permanency spell (minimum caster level 10th; cost 1,000 XP). \nSpecial: A character with any Mark of Shadow dragonmark, or with the Favored in House feat (Phiarlan or Thuranni), can cast this spell to fill a 20-foot-radius spread. \nMaterial Component: A bit of bat fur and either a drop of pitch or a piece of coal. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material",
    "target": " Object touched",
    "area": "",
    "duration": " 24 hours (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Jet of Steam",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Your hand is suddenly covered in warm condensation as a jet of burning steam bursts from your finger. You release a powerful jet of superheated steam that deals 1d4 points of fire damage per caster level (maximum 5d4) to each creature within its area. The jet begins at your fingertips. The jet of steam deals no damage to objects in its path, nor can it set fire to combustibles. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Guiding Light",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Across the murky plain, a beam of radiance shoots down, highlighting your foes. \nBright lights shine at the targets.  The lights grant a +2 circumstance bonus on ranged attack rolls against any highlighted target.  If a creature gains total cover or total concealment relative to you, or if it leaves the area, the spell ends for that target. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": " Creatures in a 5-ft.-radius burst",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Tripping Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A large glowing hand, the size of a human torso, appears in front of the creature and sweeps at its legs. The large hand sweeps at the target creature's legs in a tripping maneuver (PH 158). This trip attempt does not provoke attacks of opportunity. Its attack bonus equals your caster level + your key ability modifier + 2 for the hand's Strength score (14). The hand has a bonus of +1 on the trip attempt for every three caster levels, to a maximum of +5 at 15th level. Material Components: Three glass beads. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Thunderhead",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Black mist forms near the ground and sweeps upward to join a small cloud forming above the creature you designate as your target.  Miniature peals of thunder erupt from the cloud. \nThunderhead creates a small thundercloud over the subject's head.  The cloud moves with the subject, following it unerringly even if he becomes invisible or leaves the region.  In every round of the spell's duration, a miniature bolt of lightning leaps from the thundercloud to strike the subject.  Each bolt deals 1 point of electricity damage that is negated by a successful Reflex save. \nMaterial Component: A small piece of copper wire. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One Creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Flame",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A burning ray shoots out at the target from your upturned palm.  The sound of a crackling fire follows the ray's path. \nYou must succeed on a ranged touch attack with the ray to strike a target.  If your attack is successful, the ray deals 1d6 points of fire damage per two caster levels (maximum 5d6).  The target must also make a Reflex save or catch fire, taking 1d6 points of fire damage each round until the flames are put out (requiring a DC 15 Reflex save; see Catching on Fire, DMG 303). \nFocus: A small, polished glass lens. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dawn Burst",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "A globe of brilliant radiance erupts silently, as though the light of dawn had arisen. All creatures in the area glow with light equivalent to a torch for the duration of the spell, making hiding difficult and even revealing the location of invisible creatures. (Invisible creatures are still considered to have concealment). In addition, undead and creatures within the area that have light sensitivity or light blindness take 1d6 points of damage, +1 point of damage per caster level (maximum +5). A successful Reflex save halves this damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 10-ft.-radius burst",
    "duration": " 1 round/level (D)",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sonic Blast",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The words of your spell twist upon each other and grow stronger.  Then, like a cluster of bees, they streak toward your target and detonate in a screaming bellow around him. \nYou blast the target with loud and high-pitched sounds.  The subject takes 1d4 points of sonic damage per two caster levels (maximum 5d4) and must make a Will save or be deafened for 1d4 rounds.  This spell has no effect if cast into the area of a silence spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fire Orb, Lesser",
    "school": "evocation",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "As lesser acid orb, except lesser fire orb deals fire damage. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Burning Hands",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A cone of searing flame shoots from your fingertips. Any creature in the area of the flames takes 1d4 points of fire damage per caster level (maximum 5d4). Flammable materials, such as cloth, paper, parchment, and thin wood burn if the flames touch them. A character can extinguish burning items as a full-round action. ",
    "effect": "",
    "range": " 15 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shelgarn_s Persistent Blade",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You bring into being a tiny blade of force. The blade flies at a speed of 40 feet and attacks any target within its range, as you desire, starting the round that you cast the spell. The blade attacks on your turn once each round, striking with an attack bonus equal to half your Charisma or Intelligence modifier (for sorcerers and wizards, respectively) and dealing damage as a dagger (including the threat range and critical multiplier). If an ally also attacks the creature, the blade moves on your turn to flank the target. As a force effect, it can strike ethereal and incorporeal creatures. The blade is AC 14 (+2 size, +2 Dex) and has 1 hit point. Each round after the first, you can use a standard action to switch the blade to a new target; otherwise it continues to attack the same target. If an attacked creature has spell resistance, the resistance is checked the first time Shelgarn's persistent blade strikes. If the blade is successfully resisted, the spell is dispelled. If not, the blade has its normal full effect on that creature for the duration of the spell. Focus: A silvered dagger. ",
    "effect": " One small blade",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/2 levels",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Horizikaul_s Boom",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You blast the target with loud and high-pitched sounds. Horizikaul's boom strikes unerringly, even if the target is in melee or has anything less than total cover or concealment. The target takes 1d4 points of sonic damage per two caster levels (minimum 1d4, maximum 5d4) and must make a Will save or be deafened for 1d4 rounds. This spell has no effect if cast into the area of a silence spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Cold Orb, Lesser",
    "school": "evocation",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "As lesser acid orb, except lesser cold orb deals cold damage. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Snilloc_s Snowball",
    "school": "evocation",
    "sub_school": "",
    "source": "unapproachable_east",
    "description": "An icy sphere of bitter cold appears in your hand, harming neither you nor your equipment. You can use the Snilloc's snowball to strike opponents with a melee touch attack, or you can throw the orb as a ranged touch attack (maximum range 120 feet, no range penalty). Either use deals 1d6 points of cold damage plus 1 point per caster level (maximum 1d6+5). Right after you hurl the icy sphere, another appears in your hand. You may throw up to one Snilloc's snowball per caster level (maximum five orbs) before exhausting the spell. Material Component: A small bit of ivory. ",
    "effect": " Orb of cold",
    "range": " 0 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Sonic Orb, Lesser",
    "school": "evocation",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "As lesser acid orb, except lesser sonic orb deals sonic damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Up to five creatures or objects, no two of which can be more than 15 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Electric Orb, Lesser",
    "school": "evocation",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "As lesser acid orb, except lesser electric orb deals electricity damage. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Bonerattle",
    "school": "evocation",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "This spell creates a deep resonating vibration that damages bone. It does not affect creatures that do not have true bones (such as elementals, incorporeal creatures, most golems, oozes, plants, or purely ectoplasmic creatures) or that are under the effect of spells that alter their bones (such as stone bones, or a polymorph spell to turn into a boneless creature), but does affect creatures with exoskeletons instead of humanlike bones (such as vermin). The spell deals 1d4 points of damage per caster level (maximum 5d4). Arcane Material Component: A tiny bell carved from a bone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature with bones",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Luminous Gaze",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "At the corners of your vision you see a brightly glowing light.  Wherever you look, that area fills with light as bright as a torch. \nThis spell causes your eyes to glow with an unearthly radiance.  The glow from your eyes provides light as per the light spell.  Each creature within a 20-foot radius of you is dazzled as long as they remain with range.  Sightless creatures are unaffected. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Magic Missile",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A missile of magical energy darts forth from your fingertip and strikes its target, dealing 1d4+1 points of force damage.  \nThe missile strikes unerringly, even if the target is in melee combat or has less than total cover or total concealment.  Specific parts of a creature can't be singled out.  Inanimate objects are not damaged by the spell. \nFor every two caster levels beyond 1st, you gain an additional missile—two at 3rd level, three at 5th, four at 7th, and the maximum of five missiles at 9th level or higher.  If you shoot multiple missiles, you can have them strike a single creature or several creatures.  A single missile can strike only one creature.  You must designate targets before you check for spell resistance or roll damage. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Up to five creatures, no two of which can be more than 15 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darsson_s Cooling Breeze",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You create a light breeze (approximately 9 mph) that originates from a point you designate, affecting all creatures, gasses, clouds, and fogs in its path. Any airborne vapors, fumes, clouds, smoke, and gasses drift away from the point at a speed of 80 feet per round and dissipate in one-fourth the normal time. In addition to the effects noted, the cooling breeze can do anything that a normal breeze would be expected to do. It can move wind chimes, scatter pieces of paper or parchment, cause candle or hearth flames to flicker, and so forth. Darsson's cooling breeze can be made permanent with a permanency spell. ",
    "effect": " Line-shaped breeze emanating out from a point you designate within 10 feet of you to the extreme of the range",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shocking Grasp",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Your successful melee touch attack deals 1d6 points of electricity damage per caster level (maximum 5d6). When delivering the jolt, you gain a +3 bonus on attack rolls if the opponent is wearing metal armor (or made out of metal, carrying a lot of metal, or the like). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature or object touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Helpful Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A magical construct in the shape of a hand appears next to you. Its fingers open toward you, waiting for you to hand it an item. This spell creates a hand of magical force that holds items for you, helps you complete long, involved tasks, and otherwise aids you. The spell grants you a +2 competence bonus on Craft, Disable Device, and Open Lock checks for the duration of the spell. It can hold a single object weighing up to 20 pounds. You can grasp the object that the hand carries or place an object in its grasp as a swift action. The hand remains in your square at all times. It matches your speed, and you can bring the hand and the object along with you if you use dimension door, teleport, and similar spells. You cannot order the hand to move away from you. If you are separated from the hand, the spell immediately ends. The hand is about 1 foot long. It has hit points equal to half your full normal hit points, and its AC is 20 (+4 size, +6 natural). It makes saving throws using your total save bonuses and takes damage from spells and attacks as normal. Focus: A soft glove. ",
    "effect": " One hand of force",
    "range": " 0 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Acid Orb, Lesser",
    "school": "evocation",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "An orb of acid about 2 inches across shoots from your palm at its target, dealing 1d8 points of acid damage. \nYou must succeed at a ranged touch attack to hit your target. \nIf you miss, there is no splash damage. \nFor every two levels of experience past 1st, you gain an additional orb that you shoot at the same time. \nYou have two at 3rd level, three at 5th level, four at 7th level, and the maximum of five orbs at 9th level or higher. \nIf you shoot multiple orbs, you can have them strike a single creature or several creatures. \nA single orb can strike only one creature. \nYou must designate targets before you roll for SR or roll damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Up to five creatures or objects, no two of which can be more than 15 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Persistent Blade",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You hold a dagger in your hand and concentrate on it, evoking the power of the spell.  A duplicate of the dagger, made of translucent force, appears besides it and flies off at your command. \nYou bring into being a tiny blade of force.  The blade flies at a speed of 40 feet (perfect) and attacks any target within its range, as you desire, starting in the round when you cast the spell.  The blade attacks on your turn once each round, striking with an attack bonus equal to your base attack bonus + 1/2 your Cha modifier or Int modifier (for sorcerers and wizards, respectively) and deals 1d4 points of damage, with a critical threat range of 19-20.  If an ally also attacks the creature, the blade moves on your turn to flank the target.  As a force effect, it can strike ethereal and incorporeal creatures.  The blade cannot be attacked. \nEach round after the first, you can use a standard action to switch the blade to a new target; otherwise, it continues to attack the same target.  If an attacked creature has spell resistance, the resistance is checked the first time the persistent blade strikes.  If the blade is successfully resisted, the spell is dispelled.  If not, the blade has its normal full effect on that creature for the duration of the spell. \nFocus: A silvered dagger. ",
    "effect": " One dagger made of force",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lantern Light",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "Rays of holy light flash from your eyes. You can fire 1 ray per 2 caster levels, but no more than 1 ray per round. You must succeed on a ranged touch attack to hit a target. The target takes 1d6 points of damage from each ray. Abstinence Component: You must abstain from sexual intercourse for 24 hours before casting this spell. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]