[
  {
    "name": "Electric Vengeance, Greater",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "This spell functions like electric vengeance, except as noted here. This spell deals 5d8 points of damage +1 per caster level (maximum +15), and the target of the spell must succeed on a Fortitude save or be dazed until the end of your next turn. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Fortitude partial",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Moonbow",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Sparks flit among your fingers as you call electricity from the surrounding air. \nThis spell conjures three glowing motes of electricity.  You direct any number of the motes to fly off and strike targets within the spell's range.  Multiple motes can be fired at the same target, or each can be sent against a separate target.  You must succeed on a ranged touch attack with a mote to strike a target.  Any creature struck by a mote takes 1d6 points of electricity damage per two caster levels (maximum 10d6). \nIf you do not immediately fire all the motes created by the spell, you can choose to fire as many of the remaining ones as you wish as a standard action during the next round.  If a round passes in which you do not fire one of your motes, the spell ends and all remaining motes vanish. \nMaterial Component: A small piece of moonstone. ",
    "effect": " 3 motes of electricity",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous or up to 3 rounds; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Radiance",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A bright, scintillating light shines from your body. For the duration of this spell, you emanate a bright light that undead find uncomfortable. The illumination within the area is bright, the equivalent of a daylight spell. Undead in the area are dazzled for as long as they remain in the radius and for 1d6 rounds thereafter. Radiance counters or dispels any darkness spell of equal or lower level. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 60-ft.-radius emanation centered on you",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sonic Rumble",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your final words of the spell become a deep, rumbling hum, as loud as the din of a battlefield, and they blast outward from you in a cone. \nYou create a cone of powerful sound.  If used to attack, the cone deals 1d6 points of sonic damage per two levels (maximum 10d6) each round a creature is within the area; a successful Reflex save reduces this damage by half.  Targets within the area of a silence spell are immune. \nFocus: A hollow cone of brass and gold worth 50 gp. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shrieking Blast",
    "school": "evocation",
    "sub_school": "",
    "source": "heroes_of_battle",
    "description": "A shrieking blast is a deafening explosion of sonic power. Any creature in the area is permanently deafened and takes 8d6 points of sonic damage. A successful save reduces the deafness to 1 round and reduces the damage by half. Material Component: A small steel ball. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 40-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Storm Touch",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "Your hand crackles with the pent-up energy of storm-tossed lightning, dealing 9d6 points of electricity damage with a successful melee touch attack.  Touched creatures are also stunned for 1 round by the burning pain unless they make a successful Fortitude saving throw.  You can use this melee touch attack up to one time per level. \nSpecial: A character with any Mark of Storm dragonmark, or with the Favored in House feat (Lyrandar), deals an extra 1d6 points of electricity damage with each touch. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Up to one creature/level touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Coat of Arms",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "A ring of flashing blades, composed entirely of glowing blue force, spins around you in a whirling dance of death. You surround yourself with a ring of spinning force blades. This spell creates one blade per three caster levels, up to a maximum of six blades at 18th level. You gain a shield bonus to AC equal to the number of blades that circle you. This bonus applies against incorporeal touch attacks, since it is a force effect. Every round, as a move action, you can direct one of the blades to break off and strike any target within 30 feet. The blade strikes unerringly, requiring no attack roll, and deals 2d6 points of damage (even to incorporeal creatures) before disappearing. Spell resistance applies against this effect. Launching a blade in this fashion reduces your shield bonus accordingly. Any creature that grapples you is automatically struck by all the blades that still encircle you, which deal damage as normal but then disappear as though you had voluntarily launched them. ",
    "effect": " A ring of blades swirling around you",
    "range": " 0 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 minute/level (D) or until expended",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sending",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You contact a particular creature with which you are familiar and send a short message of twenty-five words or less to the subject. The subject recognizes you if it knows you. It can answer in like manner immediately. A creature with an Intelligence score as low as 1 can understand the sending, though the subject's ability to react is limited as normal by its Intelligence score. Even if the sending is received, the subject is not obligated to act upon it in any manner. If the creature in question is not on the same plane of existence as you are, there is a 5% chance that the sending does not arrive. (Local conditions on other planes may worsen this chance considerably, at the option of the DM). Arcane Material Component: A short piece of fine copper wire. ",
    "effect": "",
    "range": " See text",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 round; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cone of Cold",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Cone of cold creates an area of extreme cold, originating at your hand and extending outward in a cone. It drains heat, dealing 1d6 points of cold damage per caster level (maximum 15d6). Arcane Material Component: A very small crystal or glass cone. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Force",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A wall of force spell creates an invisible wall of force. The wall cannot move, it is immune to damage of all kinds, and it is unaffected by most spells, including dispel magic. However, disintegrate immediately destroys it, as does a rod of cancellation, a sphere of annihilation, or a Mordenkainen's disjunction spell. Breath weapons and spells cannot pass through the wall in either direction, although dimension door, teleport, and similar effects can bypass the barrier. It blocks ethereal creatures as well as material ones (though ethereal creatures can usually get around the wall by floating under or over it through material floors and ceilings). Gaze attacks can operate through a wall of force. The caster can form the wall into a flat, vertical plane whose area is up to one 10-foot square per level. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature, the spell fails. Wall of force can be made permanent with a permanency spell. Material Component: A pinch of powder made from a clear gem. ",
    "effect": " Wall whose area is up to one 10-ft. square/level",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Streamers",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You cause a number of glowing, red streamers to shoot forth from the your hand when you cast the spell. You may fire one streamer, plus one additional streamer for every three levels beyond 9th (to a maximum of four streamers at 18th level). Each streamer targets one creature; multiple streamers can each be targeted at a different creature, or many streamers can target one creature. A streamer moves on its own, pursuing its target without your concentration, hovering in the same space as the target with a readied touch attack. Whenever the target next takes any sort of action, the streamer makes a touch attack against it (at the caster's base attack bonus). On a successful attack roll, the streamer deals 5d10 points of damage. If a target takes no actions for the duration of the spell, the streamers around it disappear with no effect. Streamers can be attacked (AC 20), but only magic weapons have any effect on them. Any successful attack destroys a streamer. Material Component: 6-inch strand of red spider silk. ",
    "effect": " One or more streamers",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Boreal Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You create a strong blast of arctic air that originates from your fingertips and moves in the direction you are facing. As a stronger form of gust of wind, this boreal wind automatically extinguishes candles, torches, and similar protected or unprotected f lames, including lanterns. Large fires (such as bonfires, a blacksmith's coals, or even a house fire) have a 50% chance to be extinguished by the boreal wind. Forest or grassland fires are too large to be extinguished by this spell. All creatures caught in the area take 1d4 points of cold damage per caster level (maximum 15d4). A successful Fortitude saving throw negates the gust's effects. Those that fail the save are pushed away from the caster a distance of 3 feet per caster level. Creatures that remain in the area past the first round must make an additional saving throw each round. A boreal wind can do anything a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, overturn tentsand blow down small huts, scuttle a small boat, and blow gases or vapors to the edge of the range. The wind can change direction if you actively direct it (a move action for you); otherwise, it merely blows in the same direction. ",
    "effect": " Gust of wind (20 ft. wide, 20 ft. high) emanating out from you to the extreme of the range",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round + 1 round/2 levels",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Interposing Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Bigby's Interposing hand creates a Large magic hand that appears between you and one opponent. This floating, disembodied hand then moves to remain between the two of you, regardless of where you move or how the opponent tries to get around it, providing cover (+4 AC) for you against that opponent. Nothing can fool the hand—it sticks with the selected opponent in spite of darkness, invisibility, polymorphing, or any other attempt at hiding or disguise. The hand does not pursue an opponent, however. A Bigby's hand is 10 feet long and about that wide with its fingers outstretched. It has as many hit points as you do when you're undamaged, and its AC is 20 (-1 size, +11 natural). It takes damage as a normal creature, but most magical effects that don't cause damage do not affect it. The hand never provokes attacks of opportunity from opponents. It cannot push through a wall of force or enter an antimagic field, but it suffers the full effect of a prismatic wall or prismatic sphere. The hand makes saving throws as its caster. Disintegrate or a successful dispel magic destroys it. Any creature weighing 2,000 pounds or less that tries to push past the hand is slowed to half its normal speed. The hand cannot reduce the speed of a creature weighing more than 2,000 pounds, but it still affects the creature's attacks. Directing the spell to a new target is a move action. Focus: A soft glove. ",
    "effect": " 10-ft. hand",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resounding Thunder",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Waves of sound crash continuously upon the ears of those in the area. You fill the area with discordant crashes of sonic energy that deal 4d6 points of sonic damage per round to creatures within the area. Furthermore, any creature within or entering the area becomes deafened as long as it remains within and for 1 round thereafter. A successful Fortitude save halves the damage and negates the deafened effect. The clamorous sound in the area also interferes with all sonic spells and effects. Any such spell or effect has only a 50% chance to affect a creature within the area of resounding thunder. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 5 rounds (D)",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shard Storm",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Tossing the shard from your grasp, you complete the spell.  An instant later, translucent shards of arcane energy blast the area you designated.  In addition to deadly shards, the area fills with the chiming sound of shattering glass. \nImmediately upon completion of this spell, and once per round thereafter, you can cause minuscule shards of magical force to explode out in a 20-foot-radius burst from the point of origin.  The storm deals 3d6 points of force damage to all creatures within the radius.  A successful Reflex save halves the damage. \nEach round at the beginning of your turn, creatures in the area take an additional 3d6 points of force damage.  You can use a free action to suppress the storm for that round. \nMaterial Component: A small shard of clear glass or crystal. ",
    "effect": " One or more 20-ft.-radius bursts of piercing force",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sonic Shield",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "The air around you shifts and shimmers as a field of pure sonic energy forms before you.  This shield repels all attacks with a blast of energy that sends the attacker stumbling backward. \nThis spell grants you a +4 deflection bonus to AC.  In addition, anyone who successfully hits you with a melee attack takes 1d8 points of sonic damage and must make a Fortitude saving throw or be knocked 5 feet away from you into an unoccupied space of your choice.  If no space of sufficient size is available for it to enter, it instead takes an extra 1d8 points of sonic damage. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Cyclonic Blast",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Cupping a child's top, you forcefully thrust your hand forward, simultaneously speaking hte final words of the spell's proscribed formula.  Immediately thereafter, a blast of whirling wind issues forth from your outstretched fingers, sweeping up within it all who stands in its way. \nYou send a twisting torrent of wind, not unlike a tornado turned on its side, towards your enemies.  A cyclonic blast deals 1d6 points of damage per caster level (maximum 15d6 points of damage) to all creatures and objects in the area.  Objects bigger than Large take half damage.  The cyclonic blast begins at your fingertips. \nCreatures who fail their Reflex saving throw against a cyclonic blast are additionally in danger of being knocked back by the force of the wind.  Treat this as a bull rush attack made with a +12 bonus on the Strength check.  The cyclonic blast always moves with the opponent to push that target back the full distance allowed, and (unlike a normal bull rush) you can exceed your normal movement limit with a sufficiently high check result.  Airborne creatures are treated as if they were one size category smaller for the purpose of resisting the bull rush. \nIf the damage caused to an interposing barrier by the blast shatters or breaks through it, the cyclonic blast can continue beyound the barrier if the spell's range permits; otherwise, it stops at the barrier just as any other spell effect does. \nFocus: A child's spinning top. ",
    "effect": "",
    "range": " 120 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 120-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Channeled Sound Blast",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You channel energy into the shimmering waves of sound spell, causing them to tremble and quake with power. When you have poured enough energy into the spell, you send a thunderous blast into your foes. This spell creates a cone of sonic energy that blasts your enemies. The spell's strength depends on the amount of time you spend channeling energy into it. If you cast channeled sound burst as a swift action, it deals 1d4 points of sonic damage per two levels in a 15-foot cone. If you cast the spell as a standard action, it deals 1d6 points of sonic damage per level in a 30-foot cone. If you cast channeled sound burst as a full-round action, it deals 1d8 points of sonic damage per level in a 30-foot cone. If you spend 2 full rounds casting this spell, it deals 1d10 points of sonic damage per level in a 60-foot-radius spread and permanently deafens all creatures in the area that fail Fortitude saves. Regardless of how long you spend casting this spell, it can't deal more than 10 dice of damage. When you begin casting this spell, you decide when you are finished casting it after the appropriate time has passed. You do not need to declare ahead of time how long you want to spend casting the spell. ",
    "effect": "",
    "range": " See text",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Jumpgout",
    "school": "evocation",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "You create a vertical pillar of roaring flame. Creatures caught in the fire take 1d6 points of fire damage per caster level, up to a maximum of 15d6. On your next turn (the second round of the spell) the pillar vanishes and reappears up to 60 feet away from its original location. If you maintain concentration on the spell on its second round (a standard action), you can choose the spot where the pillar reappears. Otherwise, the pillar moves 1d6×10 feet in a random direction. Creatures caught in the pillar on the second round take 1d6 points of fire damage per 2 caster levels (Reflex half). The pillar then dies away in a swirl of sparks. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": "",
    "area": " 5-ft.-radius pillar of flame, up to 30 ft. tall",
    "duration": " 2 rounds",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Emerald Burst",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "You infuse an emerald with magical power and it flies toward your enemies. The gemstone explodes on impact, releasing a coruscating pulse of green light. Neutral creatures within the burst are dazed for 1 round. Evil creatures within the burst are stunned for 1d4 rounds. Good creatures within the burst are unaffected. Material Component: Emerald worth at least 1,000 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flaywind Burst",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "This spell produces a brief windstorm (approximately 70 mph), filled with scouring, supernatural grit that literally strips flesh. In addition to the possible effects of the wind, creatures within the area of a flaywind burst spell take 1d6 points of damage per caster level (maximum 10d6) from the scouring sands. A successful Reflex save halves this damage. A creature within the area of flaywind burst must make a Fortitude save or experience the effects of the wind's force. A Small or smaller creature is knocked down and rolled 1d4×10 feet, taking 1d4 points of nonlethal damage per 10 feet. If flying, a Small or smaller creature is blown back 2d6×10 feet and takes 2d6 points of nonlethal damage. Medium creatures are knocked prone, or if flying are blown back 1d6×10 feet. Large or Huge creatures are unable to move forward against the force of the blast, or if flying are blown back 1d6×5 feet. Gargantuan or larger creatures can move normally within a flaywind burst. Flaywind burst can't move a creature beyond its range. In addition to the effects noted, flaywind burst can do anything else that a windstorm-force sandstorm would be expected to do, such as briefly obscure vision, heel over a boat, or blow gases and vapors to the limit of its area. Material Component: A pinch of sand and the wing feather of a vulture. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stone Storm",
    "school": "evocation",
    "sub_school": "",
    "source": "secrets_of_sarlona",
    "description": "",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cylinder (20-ft. radius, 40 ft. high), 10-ft. radius; see text",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dragonmark Demesne",
    "school": "evocation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "",
    "effect": " 20-ft.-radius sphere centered on your location",
    "range": " 0 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fire Shield, Legion_s",
    "school": "evocation",
    "sub_school": "",
    "source": "miniatures_handbook",
    "description": "This spell functions like fire shield (see page 230 of the Player's Handbook), except as noted above. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " Allied creatures in a 20-ft.-radius burst",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Shroud of Flame",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You snap your fingers, and a small explosion of black smoke results.  Nearby, one of your foes bursts into flames. \nThis spell causes a creature to take 2d6 points of fire damage in each round of the spell's duration.  The shroud of flame around the creature sheds bright illumination out to 40 feet and negates any concealment the creature might have. \nImmersing the subject creature in a nonflammable liquid ends the spell. \nMaterial Component: A pinch of saltpeter, a small piece of phosphorus, and a scrap of lace cloth or a spiderweb. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Horizikaul_s Versatile Vibration",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You create a cone of powerful sound that can be used to attack or move objects or creatures. If used to attack, the cone inflicts 1 point of sonic damage per two levels each round a creature is within the area; a successful Reflex save reduces this damage by half. If used to move objects or creatures, it functions as the sustained force version of telekinesis, although you can only move objects away from you. Targets within the effect of a silence spell cannot be moved. The spell's sound is a sustained hum as loud as a battle. Focus: A hollow cone of brass and gold worth 50 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " Cone",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  }
]