[
  {
    "name": "Luminous Swarm",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "A swarm of shimmering motes streams from your fingers and engulfs your target. You create a swarm of faintly luminous motes of pure force that engulf one creature, obscuring its vision. If the target relies on sight, all its attacks have a 20% miss chance while the motes last. The motes also deal 1d6 points of damage each round. The target can attempt a Reflex save each round to avoid the damage. If a subject under the effects of luminous swarm is targeted by fever dream (page 104), the two spells interact to create a greater effect. See the fever dream spell for details. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 5 rounds",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sun Bolt",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "A ray of burning sunlight springs from your hand. You must make a ranged touch attack to hit your target. A creature struck by the bolt is blinded for 1 round and takes 2d6 points of damage. Creatures harmed by sunlight take double damage. Undead always take double damage, as do fungi, molds, oozes, and slimes; undead damaged by sunlight (such as vampires) always take triple damage. A successful Reflex save negates the blindness. ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Light of Mercuria",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "This spell functions like light of Lunia, except that the radiance created is golden.  Your light rays deal 2d6 points of damage, or 4d6 points of damage against undead and evil outsiders. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " You and up to two rays; see text",
    "area": "",
    "duration": " 10 minutes/level (D) or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Leomund_s Tiny Igloo",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You create a small domed snow house with a single entrance passage.  Up to one Large or three Medium or twelve Small creatures can fit into the igloo with you; they can freely pass into and out of the hut without harming it. \nThe temperature inside the igloo is magically warm, at exactly 50° F, and the walls do not melt.  The igloo has two features that help arctic survival: a sleeping platform and a lamp.  The snow sleeping platform takes advantage of the warm air trapped below the low roof, generated by body heat and a stone lamp.  The magical smokeless lamp provides heat for comfort and for cooking. \nThe igloo also provides protection against the elements, such as wind, snow, and hail.  The igloo withstands any wind of less than hurricane force, but a hurricane (75+ mph wind speed) or greater force destroys it. \nThe loose-packed snow of the igloo has a hardness of 0, and 3 hp per inch of thickness. \nMaterial Component: A small dollop of seal fat or caribou fat. ",
    "effect": " 5-ft.-radius sphere, with 1-in.-thick wall/level centered on your location",
    "range": " 5 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Theskyn_s Hearty Heave",
    "school": "evocation",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "Created by a court mage serving the Stag King of Athalantar, this spell provides you with a bit of breathing room when you are threatened by swarming foes. When you cast the spell, you project a blast of concentric force that pushes away creatures surrounding you. Each creature is affected as if it had been subjected to a bull rush maneuver by a foe of Large size with a Strength score equal to 20 + your caster level (maximum 25), and the attacker had moved with the target (though you need not move at all). Movement caused by this spell provokes attacks of opportunity, just as the movement resulting from a normal bull rush would. Creatures grappling you are not affected by this spell. ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal,somatic",
    "target": " One creature/three levels",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scourge of Force",
    "school": "evocation",
    "sub_school": "",
    "source": "champions_of_ruin",
    "description": "One or more whiplike tendrils of force spring from your hand and lash targets within range. Make a melee touch attack for each tendril using your highest attack bonus. If a tendril hits, it deals 1d8 points of force damage plus 1 point of force damage per two caster levels (maximum 1d8+5). You can lash a target with multiple tendrils. ",
    "effect": " One tendril of force plus one additional tendril per three caster levels (maximum four)",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One or more targets, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Molten Strike",
    "school": "evocation",
    "sub_school": "",
    "source": "heroes_of_battle",
    "description": "You launch a ball of molten rock that detonates, showering nearby creatures with red-hot stone and flames. The explosion deals 2d6 points of fire damage to every creature within the area. In addition, any creature that fails its Reflex save catches fire (see page 304 of the Dungeon Master's Guide) and takes an additional 1d6 points of fire damage each round until it douses the fire by succeeding on a DC 15 Reflex save. Material Component: A stone marble. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 5-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Ice",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A cyan ray beams from your fingertips.  You shudder with cold as the ray leaves your hand. \nYou launch a ray of numbing cold at your enemy.  You must succeed on a ranged touch attack with the ray to strike a target.  If successful, the ray deals 1d6 points of cold damage per two caster levels (maximum 5d6).  The target must also make a Reflex save or be frozen to the ground with its feet encased in ice.  A frozen creature cannot move, receives no Dexterity bonus to AC, and incurs a -2 penalty on attack rolls.  A frozen creature can free itself with a DC 18 Strength check or by dealing 15 points of damage to the ice. \nMaterial Component: Ice or a vial of melted mountain snow. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Striking Fist",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A large glowing fist, the size of a human torso, appears in front of the creature and slams into it with great force. The attack bonus of this striking fist equals your caster level + your key ability modifier + 2 for the hand's Strength score (14). The fist deals 1d6 points of nonlethal damage per two caster levels (maximum 5d6) and attempts a bull rush (PH 154). The fist has a bonus of +4 plus +1 per two caster levels on the bull rush attempt, and if successful it knocks the subject back in a direction of your choice. This movement does not provoke attacks of opportunity. A subject that succeeds on its Reflex save takes half damage and is not subject to the bull rush attempt. Material Components: Three glass beads. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shatter",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Shatter creates a loud, ringing noise that breaks brittle, nonmagical objects; sunders a single solid, nonmagical object; or damages a crystalline creature. Used as an area attack, shatter destroys nonmagical objects of crystal, glass, ceramic, or porcelain, such as vials, bottles, flasks, jugs, windows, mirrors, and so forth. All such objects within a 5-foot radius of the point of origin are smashed into dozens of pieces by the spell. Objects weighing more than 1 pound per your level are not affected, but all other objects of the appropriate composition are shattered. Alternatively, you can target shatter against a single solid object, regardless of composition, weighing up to 10 pounds per caster level. Targeted against a crystalline creature (of any weight), shatter deals 1d6 points of sonic damage per caster level (maximum 10d6), with a Fortitude save for half damage. Arcane Material Component: A chip of mica. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 5-ft.-radius spread; or one solid object or one crystalline creature",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (object); Will negates (object) or Fortitude half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Snilloc_s Snowball Swarm",
    "school": "evocation",
    "sub_school": "",
    "source": "forgotten_realms_campaign_setting",
    "description": "A flurry of magic snowballs erupts from a point you select. The swarm of snowballs deals 2d6 points of cold damage to creatures and objects within the burst. For every two caster levels beyond 3rd, the snowballs deal an extra die of damage, to a maximum of 5d6 at 9th level or higher. Material Component: A piece of ice or a small white rock chip. ",
    "effect": " 10-ft.-radius burst",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Ethereal Chamber",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You pinch a piece of glass between your fingers and as it crumbles to nothingness, a glassy prison springs into being. \nYou create a translucent prison of pure crystalline force around a target on the Ethereal Plane.  You must be able to see or otherwise target the creature you wish to affect. \nThe subject affected by the chamber cannot move on either the Ethereal Plane or its coterminous planes for the duration of the spell but is otherwise unaffected.  The subject cannot move onto another plane while inside the chamber, including the Material Plane. \nThe subject within the crystalline prison cannot make physical attacks or be attacked and is unaffected by most spells and supernatural abilities.  Gaze attacks and sonic spells function through the walls of the crystalline prison, but a creature within the chamber gains a +2 bonus on saving throws. \nThe target of ethereal chamber can break the crystalline prison by making a Strength check (DC 10 + caster level).  A disintegrate spell destroys an ethereal chamber. \nMaterial Component: A piece of translucent glass. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One Etherial Creature",
    "area": "",
    "duration": "",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fatal Flame",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_scoundrel",
    "description": "A single spark of flame leaps from your finger into the target's body, waiting silently for its death. You place a tiny quantity of pure elemental fire within a creature, which interacts with the energy released by its death to create a small explosion. When the target creature is killed, its body explodes in a burst of flame, dealing fire damage to each adjacent creature equal to twice the target's HD or twice your caster level, whichever is less (maximum 20 points). Treat creatures with less than 1 HD as having 1/2 HD for the purpose of this spell's effect (so the spell deals 1 point of fire damage when triggered). A successful Reflex save halves this damage. Fatal flame has no ill effect on the target's body before its death. The target receives a Will save to negate the spell's effect. Material Component: A splinter of charred bone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature with 1 or more HD",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates, Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Seeking Ray",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A ray of electricity springs from your hand. It snakes around obstacles, cover, and other impediments on its way toward your target. You create a ray that deals 4d6 points of electricity damage if it strikes your target. While this ray requires a ranged touch attack to strike an opponent, it ignores concealment and cover (but not total concealment or total cover), and it does not take the standard penalty for firing into melee. In addition to the damage it deals, the ray creates a link of energy between you and the subject. If this ray struck the target and dealt damage, you gain a +4 bonus on attacks you make with ray spells (including another casting of this one, if desired) against the subject for 1 round per caster level. If you cast seeking ray a second time on a creature that is still linked to you from a previous casting, the duration of the new link overlaps (does not stack with) the remaining duration of the previous one. ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Shroud",
    "school": "evocation",
    "sub_school": "",
    "source": "drow_of_the_underdark",
    "description": "A thin membrane of darkness coats your body. This spell negates any penalties or other harmful effects imposed by your light blindness or light vulnerability. You also gain a +5 competence bonus on Hide checks made in areas of shadow or darkness. As with any darkness spell, the effect is suppressed if you enter the area of a light spell of 3rd level or higher. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Furnace Within",
    "school": "evocation",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "The dwarves of the Mror holds embrace an ancient connection to the fiery heart of the Ironroot Mountains.  Throughout their long history, dwarf spellcasters have sought to tap this kinship with their mountain homes and turn it into a more literal expression of the fiery dwarf heart. \nWhen you cast this spell, you release a great burst of energy that deals 1d8 points of fire damage per two caster levels (maximum 5d8).  The blast of flame sets fire to combustibles and damages objects in the area.  If an interposing barrier shatters or breaks due to damage from this spell, the blast of heat may continue beyond the barrier if the area permits; otherwise it stops at the barrier just as any spell does. \nMindset: The energies you manipulate while preparing this spell cause an intense heat to well up within you.  Although it doesn't harm you, this heat makes your unarmed strikes, natural weapon attacks, and melee attacks with metallic weapons deal 1 point of fire damage in addition to their normal damage.  This heat dissipates when the spell is cast. ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 10-ft.-radius burst centered on you",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scorch",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A jet of roaring flame bursts from your outstretched hand, scorching any creature in its path. \nScorch deals 1d8 points of damage per two caster levels, to a maximum of 5d8 points of damage, to each target it hits. \nFocus: A red dragon's scale. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 30-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Slapping Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You complete the spell and blow into the leather glove.  Immediately a blue-white, translucent hand appears next to the enemy and smacks it across the side of the head—not enough to hurt it, but hard enough to give others nearby a chance to attack. \nThis spell distracts the subject, causing it to immediately provoke attacks of opportunity from creatures threatening its space.  The spell allows no saving throw, but a slapped creature can negate the effect with a DC 20 Concentration check. \nFocus: A leather glove. ",
    "effect": " One Tiny hand",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darsson_s Chilling Chamber",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You lower the temperature in the affected area to the level of extreme cold (as defined under Cold Dangers, page 302 of the Dungeon Master's Guide). For every minute spent in the area, a creature vulnerable to cold takes 1d6 points of lethal damage (no save). In addition, a creature must make a Fortitude save (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage. Those wearing metal armor, as well as those coming in contact with metal that has been in the area for at least 1 hour, are affected as if by a chill metal spell. This spell was originally developed as a means of preserving food (cast inside cellars), but wizards quickly determined that it could be used as a deterrent (on long hallways or in treasure vaults, for example) or for creating a comfortable environment for cold-loving pets. Darsson's chilling chamber can be made permanent with a permanency spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Up to a 10-ft. cube/level (S)",
    "duration": " 1 hour/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Resurgence",
    "school": "evocation",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "A glowing beam of rejuvenating yellow light springs from your fingers, unerringly striking your target. A ray of resurgence has the following three effects on the target. \n\nRestores up to 1 point per caster level (maximum 5 points) of Strength damage. \nNegates any Strength penalties affecting the target, to a total of 1d6 +1 per caster level (maximum 1d6+5). \nMakes an exhausted target fatigued, or removes the fatigued condition from a target affected by it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Numbing Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "A sphere of intense cold energy rolls in whichever direction you point and damages those it strikes. It moves 30 feet per round. As part of this movement, it can ascend or jump up to 30 feet to strike a target. If it enters a space with a creature, it stops moving for the round and deals 1d6 points of cold damage as well as 1d4 points of Dexterity damage to that creature, though a successful Reflex save negates both the cold damage and Dexterity damage. A numbing sphere rolls over barriers less than 4 feet tall, such as furniture and low walls. It instantly freezes water it encounters in 5-foot-cube sections, creating chunks of ice in large bodies of water. The sphere moves as long as you actively direct it (a move action for you); otherwise, it merely remains at rest. The sphere can be destroyed by attacks directed against it. It has 10 hit points and damage reduction 5/-. The surface of the sphere has a spongy, yielding consistency and so does not cause damage except by extreme cold. It cannot push aside unwilling creatures or batter down large obstacles. A numbing sphere winks out if it exceeds the spell's range. Arcane Material Component: A bit of sponge and a drop of water. ",
    "effect": " 5-ft.-diameter sphere",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Electric Vengeance",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "As the creature strikes you, an arc of lightning springs from your body and blasts the creature in return. You can cast this spell only when another creature has just dealt hit point damage to you with a melee attack. When you cast electric vengeance, a blast of lightning arcs from your body into the subject's; the arc deals 2d8 points of electricity damage +1 point per caster level (maximum +10). ",
    "effect": "",
    "range": " 5 ft.",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Force Hammer",
    "school": "evocation",
    "sub_school": "",
    "source": "sharn:_city_of_towers",
    "description": "Force hammer is designed to bring down a single opponent without causing lasting harm.  You fire a ray of force at a single target, making a ranged touch attack.  If you hit, the bolt deals 1d4 points of nonlethal damage per level (maximum 10d4).  If the target fails a Fortitude save, it is dazed for one round.  (A successful saving throw does not reduce the damage. ) Force hammer has no effect on nonliving creatures or objects.  Creatures that are immune to nonlethal damage cannot be dazed by the spell. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rainbow Beam",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You fire a ray of swirling, multihued light drawn from radiant energies.  The light's hues wind together but remain independent. \nYou must succeed on a ranged touch attack with the ray to strike a target.  If you hit, the subject is dazzled for 1 minute.  The spell also deals 1d12 points of damage per three caster levels (maximum 5d12).  A rainbow beam deals a random type of damage as determined by the following table.  If two types of energy are indicated, rainbow beam deals half its damage from each type of energy indicated.  Creatures apply energy resistance separately to each type of damage. \n\n\n1d8 \nColor \nDamage Type \n\n\n 1 \n red \n fire \n\n\n 2 \n orange \n acid \n\n\n 3 \n yellow \n electricity \n\n\n 4 \n green \n poison \n\n\n 5 \n blue \n cold \n\n\n 6 \n indigo \n sonic \n\n\n 7 \n violet \n force \n\n\n 8 \n multihued \n roll twice (ignore further results of 8) \n\n\nFocus: A small clear gem or crystal prism worth at least 10 gp. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Slapping Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You complete the spell and blow into the leather glove. Immediately a blue-white, translucent hand appears next to the enemy and smacks it across the side of the head—not enough to hurt it, but hard enough to give others nearby a chance to attack. This spell distracts the subject, causing it to immediately provoke attacks of opportunity from creatures threatening its space. The spell allows no saving throw, but a slapped creature can negate the effect with a DC 20 Concentration check. Focus: A leather glove. ",
    "effect": " One Tiny hand",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Snowball Swarm",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "As you cast this spell, those around you sense an unnatural chill.  This vanishes, though, as you release a burst of frost-filled power in the midst of your foes. \nA flurry of magic snowballs erupts from a point you select.  The swarm of snowballs deals 2d6 points of cold damage to creatures and objects within the burst.  For every two caster levels beyond 3rd, the snowballs deal an extra 1d6 points of damage, to a maximum of 5d6 at 9th level or higher. \nMaterial Component: A piece of ice or a small white rock chip. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 10-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gust of Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell creates a severe blast of air (approximately 50 mph) that originates from you, affecting all creatures in its path. A Tiny or smaller creature on the ground is knocked down and rolled 1d4×10 feet, taking 1d4 points of nonlethal damage per 10 feet. If flying, a Tiny or smaller creature is blown back 2d6×10 feet and takes 2d6 points of nonlethal damage due to battering and buffeting. Small creatures are knocked prone by the force of the wind, or if flying are blown back 1d6×10 feet. Medium creatures are unable to move forward against the force of the wind, or if flying are blown back 1d6×5 feet. Large or larger creatures may move normally within a gust of wind effect. A gust of wind can't move a creature beyond the limit of its range. Any creature, regardless of size, takes a -4 penalty on ranged attacks and Listen checks in the area of a gust of wind. The force of the gust automatically extinguishes candles, torches, and similar unprotected flames. It causes protected flames, such as those of lanterns, to dance wildly and has a 50% chance to extinguish those lights. In addition to the effects noted, a gust of wind can do anything that a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, fan a large fire, overturn delicate awnings or hangings, heel over a small boat, and blow gases or vapors to the edge of its range. Gust of wind can be made permanent with a permanency spell. ",
    "effect": " Line-shaped gust of severe wind emanating out from you to the extreme of the range",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gedlee_s Electric Loop",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You create a small stroke of lightning that cycles through all creatures in the area. The spell deals 1d6 points of electricity damage per two caster levels (maximum 5d6). Those who fail their Reflex saves must succeed at a Will save or be stunned for 1 round. Material Component: A loop of copper wire and a magnet. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 5-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Blast of Force",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Drawing upon magic in its purest form, you send invisible energy whistling through the air to batter your foe. \nYou must succeed on a ranged touch attack with the ray to strike a target.  A blast of force deals 1d6 points of damage per two caster levels (maximum 5d6).  In addition, a successful hit forces the subject to make a Fortitude save or be knocked prone (size and stability modifiers apply to the saving throw as if the spell were a bull rush). ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Burning Sword",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "By chopping your hand like an axe and uttering the last few phrases of the spell, you cause the weapon you've touched to become wreathed in flickering blue flames. \nThe flames from this spell shed azure light out to 30 feet.  These flames do not harm the weapon or its wielder, but for the duration of the spell, it delivers fire damage in addition to its normal damage. \nThe enchanted weapon deals an extra 1d6 points of fire damage on a successful hit.  Also, on a critical hit, the weapon deals additional fire damage based on the weapon's critical multiplier:\n\n\nCritical Multiplier \nAdditional Fire Damage \n\n\n x2 \n +1d10 \n\n\n x3 \n +2d10 \n\n\n x4 \n +3d10",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Continual Flame",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A flame, equivalent in brightness to a torch, springs forth from an object that you touch.  The effect looks like a regular flame, but it creates no heat and doesn't use oxygen.  A continual flame can be covered and hidden but not smothered or quenched. \nLight spells counter and dispel darkness spells of an equal or lower level. \nMaterial Component: You sprinkle ruby dust (worth 50 gp) on the item that is to carry the flame. ",
    "effect": " Magical, heatless flame",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Object touched",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darkness",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell causes an object to radiate shadowy illumination out to a 20-foot radius. All creatures in the area gain concealment (20% miss chance). Even creatures that can normally see in such conditions (such as with darkvision or lowlight vision) have the miss chance in an area shrouded in magical darkness. Normal lights (torches, candles, lanterns, and so forth) are incapable of brightening the area, as are light spells of lower level (such as light or dancing lights). Higher level light spells (such as daylight) are not affected by darkness. If darkness is cast on a small object that is then placed inside or under a lightproof covering, the spell's effect is blocked until the covering is removed. Darkness counters or dispels any light spell of equal or lower spell level. Arcane Material Component: A bit of bat fur and either a drop of pitch or a piece of coal. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material,divine focus",
    "target": " Object touched",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flaming Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A burning globe of fire rolls in whichever direction you point and burns those it strikes. It moves 30 feet per round. As part of thismovement, it can ascend or jump up to 30 feet to strike a target. If it enters a space with a creature, it stops moving for the round and deals 2d6 points of fire damage to that creature, though a successful Reflex save negates that damage. A flaming sphere rolls over barriers less than 4 feet tall, such as furniture and low walls. It ignites flammable substances it touches and illuminates the same area as a torch would. The sphere moves as long as you actively direct it (a move action for you); otherwise, it merely stays at rest and burns. It can be extinguished by any means that would put out a normal fire of its size. The surface of the sphere has a spongy, yielding consistency and so does not cause damage except by its flame. It cannot push aside unwilling creatures or batter down large obstacles. A flaming sphere winks out if it exceeds the spell's range. Arcane Material Component: A bit of tallow, a pinch of brimstone, and a dusting of powdered iron. ",
    "effect": " 5-ft.-diameter sphere",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Aganazzar_s Scorcher",
    "school": "evocation",
    "sub_school": "",
    "source": "forgotten_realms_campaign_setting",
    "description": "A jet of roaring flame bursts from your outstretched hand, scorching any creature in a 5-foot-wide path to the edge of the spell's range. Aganazzar's scorcher deals 1d8 points of damage per two caster levels, to a maximum of 5d8 points of damage. Focus: A red dragon's scale. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 5-ft.-wide path to close range (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Frost Breath",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Giving a forceful exhale across your cupped hand, your breath shoots forth tinged with frost and crystals of ice. \nYou breathe a cone of intense cold at your foes.  The spell deals 1d4 points of cold damage per two caster levels (maximum 5d4).  In addition, all creatures damaged by the frost breath that fail their Reflex save are dazed for 1 round by the sudden shock of cold. \nMaterial Component: Three drops of water or fragments of ice (which are held in a cupped palm and blown toward the target). ",
    "effect": " Cone-shaped burst",
    "range": " 30 feet",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scimitar of Sand",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "A curved, 3-foot-long blade of sand springs forth from your hand, screaming and churning like a caged sandstorm. Attacks with a scimitar of sand are melee touch attacks. The blade deals 1d6 points of damage, +1 point per twocaster levels (maximum +10). The blade is not solid, so your Strength modifier does not apply to the damage. You can use a scimitar of sand without penalty even if you lack proficiency with a normal scimitar. In addition to being dealt damage, a creature struck by your weapon must succeed on a Fortitude save or become dehydrated. Arcane Material Component: A pinch of sand, salt, and iron filings. ",
    "effect": " Scimitar of grinding sand",
    "range": " 0 ft.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darkbolt",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster makes a ranged touch attack against a foe, launching a bolt of cold darkness from his left hand. The bolt deals 1d8 points of damage per two caster levels (maximum 5d8). Half the damage is cold, and the other has no specific type. When struck, the foe must also succeed at a Fortitude save or be stunned for 1 round, overwhelmed by the evil charge of the darkbolt. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Bigby_s Warding Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A spectral human hand springs into existence. It pushes into the target, forcing him back as he attempts to move. This spell creates a hand of pure force that hinders the subject's ability to move. You designate a target when casting this spell. You can change the spell's target by taking a move action to do so. This spell has no effect on Huge or larger creatures. If the target of the spell attempts to move, it must make a Strength check (DC 12 + your key ability modifier). If this check fails, the creature moves at half speed. The target must make a new check each round to overcome the hand's hindering force. The hand is about 1 foot long. It has hit points equal to half your full normal hit points, and its AC is 20 (+4 size, +6 natural). It makes saving throws using your total save bonuses and takes damage from spells and attacks as normal. Focus: A soft glove. ",
    "effect": " One hand of force",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Palarandusk_s Fire Breath",
    "school": "evocation",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "This spell allows you to spit a gout of flame in a 10-foot cone, dealing 1d6 points of fire damage per caster level (maximum 5d6). Palarandusk's fire breath is considered a breath weapon. If you expend the spell on the round you cast it, you only use one standard action to cast and breathe. If you save the spell for later, you must use a standard action to breathe fire. If unused, the gout of flame dissipates after 1 hour. One nasty side effect of this spell is terrible heartburn. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": "",
    "area": " 10-ft. cone",
    "duration": " One hour or until discharged",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Local Tremor",
    "school": "evocation",
    "sub_school": "",
    "source": "races_of_the_dragon",
    "description": "The earth around your feet begins to ripple, and a directed shock wave of tectonic force is released that shoots through the ground. Immediately upon completion of the casting of this spell and as often as once per round thereafter, you can cause the ground to shake along a 30-foot line. You can produce a number of these tremors equal to your caster level (maximum five). The tremors begin at your location and extend in the direction you indicate; any creature caught standing within the area must make a Reflex save or fall prone. A spellcaster caught standing on one of these squares must make a Concentration check (DC 20 + spell level) or lose any spell that was being attempted. You need not produce a tremor immediately upon finishing the casting of this spell. You can perform other actions, even the casting of other spells, between producing new tremors. Calling up a new tremor in any round after the spell has been cast requires a standard action (as you refocus your concentration on the spell). ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft. line",
    "duration": " 1 minute/level or until expended; see text",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darsson_s Fiery Furnace",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You raise the temperature in the affected area to the level of extreme heat (as defined under Heat Dangers, page 303 of the Dungeon Master's Guide). For every minute spent breathing the air in the area, a creature vulnerable to heat takes 1d6 points of lethal damage (no save). In addition, the creature must make a Fortitude save every 5 minutes (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage. Those wearing heavy clothing or any sort of armor take a -4 penalty on their saves. In addition, those wearing metal armor, as well as those coming in contact with metal that has been in the area forat least 1 hour, are affected as if by a heat metal spell. This spell was originally developed as a means of cooking food (cast inside cauldrons, brick ovens, and smoke houses), but wizards quickly determined that it could be used as a deterrent (on long hallways or in treasure vaults, for example) or for creating a comfortable environment for heat-loving pets. Darsson's fiery furnace can be made permanent with a permanency spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Up to one 10-ft. cube/level (S)",
    "duration": " 1 hour/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scorching Ray",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You blast your enemies with fiery rays. You may fire one ray, plus one additional ray for every four levels beyond 3rd (to a maximum of three rays at 11th level). Each ray requires a ranged touch attack to hit and deals 4d6 points of fire damage. The rays may be fired at the same or different targets, but all bolts must be aimed at targets within 30 feet of each other and fired simultaneously. ",
    "effect": " One or more rays",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incarnum Arc",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "When you cast this spell, you create a drifting \"lightning rod\" of incarnum that appears at the point you designate within range. Instantly, an arc of soul energy forms between you and the incarnum rod, creating a line. At the end of your turn, any living creature in that line takes 1d6 points of damage (Reflex negates). In subsequent rounds, incarnum arcs again between you and the rod at the end of your turn. You can move the rod up to 20 feet by an act of will as a move action, or you can leave it in place and move yourself if you wish to change the path of the arc. If the distance between you and the rod at the end of your turn is beyond the spell's range, no arc occurs but the spell remains active. Essentia: Every point of essentia invested in this spell increases the damage dealt by 1d6 points (2d6 points for 1 point of essentia, 3d6 points for 2 points of essentia, and so on). Material Component: A small brass rod. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Line from you to a point you designate within range",
    "duration": " 1 round/level (D)",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Veil of Shadow",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You speak the words of this spell, and tendrils of purple darkness rise from the ground, surrounding you and concealing you from your foes. \nSwirling wisps of darkness obscure your form, granting you concealment.  The 20% miss chance is in effect even if the attacker has darkvision. \nThis spell effect is dispelled in daylight or in the area of a light spell of 3rd level or higher. \nSee invisibility does not counter a veil of shadow's concealment effect, but a true seeing spell does. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Pressure Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "This spell suddenly causes the water around a target to take on the terrible, bone-crushing pressure of the deepest ocean trenches. This pressure deals 4d6 points of damage (Fortitude save for half). The area of the spell can be constrained by the available water; it has no effect on creatures or objects that are within the radius but not in the water, or on squares of water that are not at least 5 feet deep. The spell must be centered at or below the surface of the water. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "City Lights",
    "school": "evocation",
    "sub_school": "",
    "source": "races_of_destiny",
    "description": "You temporarily absorb all nearby artificial light and release it as a flare. Any artificial light (including magical and mundane sources) flickers out momentarily, then a burst of light flares from you. All creatures within the area (except you) are blinded for 1 round if they fail a Fortitude save; regardless of the saving throws success, all creatures in the area are dazzled for 1 minute. Afterward, the lights return to normal. Sightless creatures are unaffected. The spell only functions if at least four active artificial light sources (torches, lanterns, light spells, and so forth) are within 60 feet of the caster. The spell's name refers to its most common use (in well-lit city streets), but it can function in any area with sufficient lighting. City lights counters or dispels any darkness spell of equal or lower level, such as darkness. Material Component: A pinch of tinder. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 60-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Toothed Tentacle",
    "school": "evocation",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "This spell creates a shadowy tentacle of energy that extends 30 feet from your hand, splitting off into three smaller tentacles about 10 feet from its end. Each of these smaller tentacles ends in a fanged, slavering maw. All three of these mouths can be directed to attack as a full-round action, or one of them can attack as a standard action. You can direct the mouths to attack separate targets as long as all targets are within 10 feet of each other. Each mouth strikes with an attack bonus equal to your caster level plus the modifier for the ability score that controls your spellcasting, and each deals 2d6 points of damage on a successful hit. Because the mouths are tangible, they can be destroyed. Each has an AC of 15 and hit points equal to 10 + your caster level. If a mouth is destroyed, it fades away into nothingness, but the other mouths remain. If all the mouths are destroyed, the spell's duration ends. The main tentacle cannot be attacked. Material Component: Three hairs and a tooth. ",
    "effect": " 30-ft.-long tentacle extending from your hand",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Concentration, to a maximum of 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]