[
  {
    "name": "Animal Messenger",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You compel a Tiny animal to go to a spot you designate.  The most common use for this spell is to get an animal to carry a message to your allies.  The animal cannot be one tamed or trained by someone else, including such creatures as familiars and animal companions. \nUsing some type of food desirable to the animal as a lure, you call the animal to you.  It advances and awaits your bidding.  You can mentally impress on the animal a certain place well known to you or an obvious landmark (such as the peak of a distant mountain).  The directions must be simple, because the animal depends on your knowledge and can't find a destination on its own.  You can attach some small item or note to the messenger.  The animal then goes to the designated location and waits there until the duration of the spell expires, whereupon it resumes its normal activities. \nDuring this period of waiting, the messenger allows others to approach it and remove any scroll or token it carries.  Unless the intended recipient of a message is expecting a messenger in the form of a bird or other small animal, the carrier may be ignored.  The intended recipient gains no special ability to communicate with the animal or read any attached message (if it's written in a language he or she doesn't know, for example). \nMaterial Component: A morsel of food the animal likes. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One Tiny animal",
    "area": "",
    "duration": " One day/level",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Charm Animal",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like charm person, except that it affects a creature of the animal type. See the Monster Manual for more information on creature types. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": " One animal",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Enrage Animals",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "champions_of_ruin",
    "description": "This spell incites and enrages animals, making them hostile and vicious. Only ordinary animals (those with Intelligence scores of 1 or 2) can be affected by this spell. The maximumnumber of Hit Dice of animals you can affect is equal to 2d4 + your caster level. A dire animal or an animal trained only to attack on order is allowed a saving throw; other animals are not. For example, a ranger could enrage a normal bear or wolf with little trouble, but it's more difficult to drive a trained guard dog into a frenzy so that it attacks its master. The affected creatures attack the nearest creature, including any other creatures affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Animals within 30 ft. of each other",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Calm Animals",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell soothes and quiets animals, rendering them docile and harmless. Only ordinary animals (those with Intelligence scores of 1 or 2) can be affected by this spell. All the subjects must be of the same kind, and no two may be more than 30 feet apart. The maximum number of Hit Dice of animals you can affect is equal to 2d4 + caster level. A dire animal or an animal trained to attack or guard is allowed a saving throw; other animals are not. (A druid could calm a normal bear or wolf with little trouble, but it's more difficult to affect a trained guard dog). The affected creatures remain where they are and do not attack or flee. They are not helpless and defend themselves normally if attacked. Any threat (such as fire, a hungry predator, or an imminent attack) breaks the spell on the threatened creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Animals within 30 ft. of each other",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Enrage Animal",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You feel inexplicably angry as you near the conclusion of the spell's casting.  The feeling subsides slightly as you release the spell into your target. \nEnrage animal affects only creatures of the animal type and bestows a +4 morale bonus to Strength and Constitution, a +2 morale bonus on Will saves, and a —2 penalty to Armor Class.  This effect is otherwise identical to a barbarian's rage (PH 25), except that the animal is not fatigued at the end of the rage. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One animal",
    "area": "",
    "duration": " Concentration + 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]