[
  {
    "name": "Feather Fall",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The affected creatures or objects fall slowly, though faster than feathers typically do. Feather fall instantly changes the rate at which the targets fall to a mere 60 feet per round (equivalent to the end of afall froma few feet), and the subjects take no damage upon landing while the spell is in effect. However, when the spell duration expires, a normal rate of falling resumes. The spell affects one or more Medium or smaller creatures (including gear and carried objects up to each creature's maximum load) or objects, or the equivalent in larger creatures: A Large creature or object counts as two Medium creatures or objects, a Huge creature or object counts as two Large creatures or objects, and so forth. You can cast this spell with an instant utterance, quickly enough to save yourself if you unexpectedly fall. Casting the spell is a free action, like casting a quickened spell, and it counts toward the normal limit of one quickened spell per round. You may even cast this spell when it isn't your turn. This spell has no special effect on ranged weapons unless they are falling quite a distance. If the spell is cast on a falling item, such as a boulder dropped from the top of a castle wall, the object does half normal damage based on its weight, with no bonus for the height of the drop. (See the Dungeon Master's Guide for information on falling objects). Feather fall works only upon free-falling objects. It does not affect a sword blow or a charging or flying creature. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One Medium or smaller freefalling object or creature/level, no two of which may be more than 20 ft. apart",
    "area": "",
    "duration": " Until landing or 1 round/level",
    "saving_throw": " Will negates (harmless) or Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mage Hand",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You point your finger at an object and can lift it and move it at will from a distance. As a move action, you can propel the object as far as 15 feet in any direction, though the spell ends if the distance between you and the object ever exceeds the spell's range. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One nonmagical, unattended object weighing up to 5 lb.",
    "area": "",
    "duration": " Concentration",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Expeditious Retreat",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell increases your base land speed by 30 feet. (This adjustment is treated as an enhancement bonus). There is no effect on other modes of movement, such as burrow, climb, fly, or swim. As with any effect that increases your speed, this spell affects your jumping distance (see the Jump skill, page 77). This spell need not be used as part of a retreat; the name of the spell merely hints at the typical wizard's attitude towards combat. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Erase",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Erase removes writings of either magical or mundane nature from a scroll or from one or two pages of paper, parchment, or similar surfaces. With this spell, you can remove explosive runes, a glyph of warding, a sepia snake sigil, or an arcane mark, but not illusory script or a symbol spell. Nonmagical writing is automatically erased if you touch it and no one else is holding it. Otherwise, the chance of erasing nonmagical writing is 90%. Magic writing must be touched to be erased, and you also must succeed on a caster level check (1d20 + caster level) against DC 15. (A natural 1 or 2 is always a failure on this check). If you fail to erase explosive runes, a glyph of warding, or a sepia snake sigil, you accidentally activate that writing instead. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One scroll or two pages",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animate Rope",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can animate a nonliving ropelike object, such as string, yarn, cord, line, rope, or even a cable.  The maximum length assumes a rope with a 1-inch diameter.  Reduce the maximum length by 50% for every additional inch of thickness, and increase it by 50% for each reduction of the rope's diameter by half. \nThe possible commands are \"coil\" (form a neat, coiled stack), \"coil and knot\", \"loop\", \"loop and knot\", \"tie and knot\", and the opposites of all of the above (\"uncoil\", and so forth).  You can give one command each round as a move action, as if directing an active spell. \nThe rope can enwrap only a creature or an object within 1 foot of it—it does not snake outward—so it must be thrown near the intended target.  Doing so requires a successful ranged touch attack roll (range increment 10 feet).  A typical 1-inchdiameter hempen rope has 2 hit points, AC 10, and requires a DC 23 Strength check to burst it.  The rope does not deal damage, but it can be used as a trip line or to cause a single opponent that fails a Reflex saving throw to become entangled.  A creature capable of spellcasting that is bound by this spell must make a DC 15 Concentration check to cast a spell.  An entangled creature can slip free with a DC 20 Escape Artist check. \nThe rope itself and any knots tied in it are not magical. \nThis spell grants a +2 bonus on any Use Rope checks you make when using the transmuted rope. \nThe spell cannot animate objects carried or worn by a creature. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One ropelike object, length up to 50 ft. + 5 ft./level; see text",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]