[
  {
    "name": "Fox_s Cunning, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like fox's cunning, except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Contingent Spell Lock",
    "school": "transmutation",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You transfer some of your currently prepared spells or available spell slots to a hidden part of your soul so that, if you die, when you appear on the Ethereal Plane, you have those spells or spell slots available for use (normally, dying and appearing on the Ethereal Plane causes you to lose all prepared spells and unused spell slots). You can transfer one spell per spell level that you can cast into this hidden part of your soul. Once you transfer the spells or spell slots in this manner, you cannot access them in any way—it is as if you had used those spell slots. The next time you choose to ready or prepare spells, you may leave those transferred spells or slots in place, or you may recover them along with your other spells or spell slots (which means they would not be available if you died). The transferred spells or spell slots may be used by your ghost in the normal manner, requiring the appropriate components and so on. If you are raised from the dead, the transferred spells become inaccessible again (although you can choose to recover them the next time you ready or prepare spells, as described above). ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,divine focus",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Cat_s Grace, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like cat's grace, except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Bestow Greater Curse",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster places a curse on the creature touched, choosing one of the following three effects:\n\nOne ability score is reduced to 1, or two ability scores take -6 penalties (to a minimum score of 1). \n-8 penalty on attack rolls, saving throws, ability checks, and skill checks. \nEach turn, the subject has a 25% chance to act normally; otherwise, he takes no action. \nA player may invent a new curse, but it should be no more powerful than those listed above, and the Dungeon Master (DM) has final say on the curse's effect. A greater curse cannot be dispelled, nor can it can be removed with a break enchantment, limited wish, or remove curse spell. A miracle or wish spell removes the greater curse, and any particular greater curse can be removed if the subject performs some deed that the caster designates. The deed must be something that the subject can accomplish within one year (assuming he undertakes it immediately). For example, the deed might be \"Slay the dragon under Castle Bluecraft\", or \"Climb the tallest mountain in the world\". The cursed victim can have help accomplishing the task, and in some cases another character can lift the curse (see the Curses section of Chapter 2 for guidelines). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Eagle_s Splendor, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like eagle's splendor, except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]