[
  {
    "name": "Phantom Battle",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_ii",
    "description": "You create an illusory horde of snarling ogres, fierce orcs, and proud knights in armor, all locked in battle. Creatures in the area move cautiously as they are caught up in the phantom melee. This spell creates the illusion of a fierce battle. Your enemies move cautiously and pass up the opportunity to strike their foes, since the roar and confusion of the battle distracts them. All creatures within the area of the spell that fail their saving throws cannot make attacks of opportunity. In addition, all creatures within the area are considered flanked. A creature ignores these effects when it leaves the spell's area. If a creature reenters the spell's area after leaving it, the creature can attempt another save to resist the spell if its initial save failed. A creature that enters the area for the first time after the spell is cast must also make a saving throw to resist the effect. A phantom battle spell produces noise appropriate to a mob of creatures locked in battle. Anyone in the battle can plainly see that the conjured fighters are no threat, since they strike solely at other phantom warriors, but the din, tumult, and confusion make it difficult to focus on the true foes at hand. A creature that succeeds on its save can still see the spectral outline of the illusion, but is able to block out the distraction and fight as normal. When you cast this spell, you can choose for it not to affect a number of allies you designate less than or equal to your caster level. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rainbow Pattern",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "player's_handbook_v.3.5",
    "description": "A glowing, rainbow-hued pattern of interweaving colors fascinates those within it. Rainbow pattern fascinates a maximum of 24 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. An affected creature that fails its saves is fascinated by the pattern. With a simple gesture (a free action), you can make the rainbow pattern move up to 30 feet per round (moving its effective point of origin). All fascinated creatures follow the moving rainbow of light, trying to get or remain within the effect. Fascinated creatures who are restrained and removed from the pattern still try to follow it. If the pattern leads its subjects into a dangerous area (through flame, off a cliff, or the like), each fascinated creature gets a second save. If the view of the lights is completely blocked (by an obscuring mist spell, for instance), creatures who can't see them are no longer affected. The spell does not affect sightless creatures. Verbal Component: A wizard or sorcerer need not utter a sound to cast this spell, but a bard must sing, play music, or recite a rhyme as a verbal component. Material Component: A piece of phosphor. Focus: A crystal prism. ",
    "effect": " Colorful lights with a 20-ft.-radius spread",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,arcane focus",
    "target": "",
    "area": "",
    "duration": " Concentration +1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invisibility, Greater",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like invisibility, except that it doesn't end if the subject attacks. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " You or creature touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Mirror Image, Greater",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_ii",
    "description": "Several illusory duplicates of you pop into being. This spell functions like mirror image, except that an additional image is created in each round after the first, up to a maximum of eight concurrent images. If all images are destroyed, the spell ends. This spell also differs from mirror image in that you can cast this spell even when it's not your turn. ",
    "effect": "",
    "range": " Personal; see text for mirror image (PH 254)",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]