[
  {
    "name": "Manifest Life",
    "school": "necromancy",
    "sub_school": "",
    "source": "the_forge_of_war",
    "description": "Your touch draws life force from your target, manifesting it in your hand as a glowing ball of positive energy. \nTo employ this spell, you must succeed on a melee touch attack against a living creature.  If you do so, your touch deals 1d6 points of damage per two caster levels (maximum 15d6).  This damage represents actual life force that you take from the subject, resulting in a ball of positive energy you hold in your hand.  You can use this ball of positive energy in one of three ways. \n\nYou can, in any following round, touch yourself or any other living creature with that positive energy, as a standard action.  The living creature absorbs the energy, healing as many points of damage as you dealt to the initial subject, up to the new subject's full normal hit points. \nYou can use the ball of positive energy to make a melee touch against an undead creature, dealing the same amount of damage you initially dealt. \nYou can use it to power a turn undead attempt.  The next turning attempt you make, so long as it occurs before the spell's duration expires, does not count against your daily limit. \n\nThe ball of positive energy dissipates in 1 minute if not used, and it vanishes immediately if you use your hand for some other purpose. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched, then living creature or undead creature touched",
    "area": "",
    "duration": " Instantaneous/1 minute or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bleed",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_champion",
    "description": "Your touch thins the blood of your target, causing it to spill with unnatural ease. For the duration of the spell, the subject bleeds profusely through any open wound. Each new hit from a piercing or slashing weapon or effect that deals damage to the subject also deals 1 point of Constitution damage. This ability damage is not multiplied on a critical hit. Because this spell thins the subject's blood, repeated uses cause additional difficulty. In addition to the extra damage, a target subjected to a second use of this spell before the first has expired also takes a -4 penalty on Fortitude saves against disease, poison, or the sickened and nauseated conditions. Creatures with no discernible anatomy (such as plants and oozes) and those immune to critical hits (such as undead and constructs) are immune to this spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Soulbleed",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You invest your weapon with the power to bleed away part of the victim's essentia. Each time you hit a living creature with a weapon affected by soulbleed wounding, that creature loses 1 point of essentia unless it succeeds on a Fortitude save. You don't gain the essentia; it is simply lost. Spell resistance applies against this effect. If any round of the spell's duration goes by in which no living creature is affected by the spell (either because you didn't hit a living creature or because no saving throw was failed), you take 1d6 points of damage from the spell. No save or spell resistance is allowed to resist this effect. This spell works only as long as you wield the weapon affected. Any other wielder gains no benefit from the effect. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal",
    "target": " One melee weapon",
    "area": "",
    "duration": " 1 round/3 levels",
    "saving_throw": " None (object) or Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Manifest Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "the_forge_of_war",
    "description": "To employ this spell, you must succeed on a melee touch attack against an undead creature.  If you do so, your touch deals 1d6 points of damage per two caster levels (maximum 15d6).  This damage represents negative energy that you draw from the subject, resulting in a ball of writhing shadow you hold in your hand.  You can use this ball of negative energy in one of three ways. \nYou can, in any following round, touch any other undead creature with that negative energy, as a standard action.  The undead creature absorbs the energy, healing as many points of damage as you dealt to the initial subject, up to the new subject's normal maximum hit points. \n\nYou can use the ball of negative energy to make a melee touch against a living creature, dealing the same amount of damage you initially dealt. \nYou can use it to power a rebuke undead attempt.  The next rebuke attempt you make, so long as it occurs before the spell's duration expires, does not count against your daily limit. \n\nThe ball of negative energy dissipates in 1 minute if not used, and it vanishes immediately if you use your hand for some other purpose. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Undead creature touched, then living creature or undead creature touched",
    "area": "",
    "duration": " Instantaneous/1 minute or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]