[
  {
    "name": "Detect Magic",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Comprehend Languages",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can understand the spoken words of creatures or read otherwise incomprehensible written messages. In either case, you must touch the creature or the writing. The ability to read does not necessarily impart insight into the material, merely its literal meaning. The spell enables you to understand or read an unknown language, not speak or write it. Written material can be read at the rate of one page (250 words) per minute. Magical writing cannot be read, though the spell reveals that it is magical, but comprehend languages is often useful when deciphering treasure maps. This spell can be foiled by certain warding magic (such as the secret page and illusory script spells). It does not decipher codes or reveal messages concealed in otherwise normal text. Comprehend languages can be made permanent with a permanency spell. Arcane Material Component: A pinch of soot and a few grains of salt. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,divine focus",
    "target": " You",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Detect Weaponry",
    "school": "divination",
    "sub_school": "",
    "source": "cityscape",
    "description": "With your final utterance, tiny bits of the world around you begin to glow. The points of light grow in brightness and size, finally taking the general dimensions of swords, axes, and other implements of death. You can detect the presence of weapons in a cone emanating out from you in whatever direction you face. A \"weapon\" is generally defined as any manufactured weapon. The spell detects improvised weapons such as bottles or pitchforks only if the wielder actively intends to use such an item as a weapon. The amount of information revealed by this spell depends on how long you search a particular area. 1st Round: Presence or absence of weapons. 2nd Round: Number of weapons in the area. 3rd Round: Specific locations of the weapons and the type of damage they deal (bludgeoning, piercing, or slashing). This spell does not reveal if weapons are magical, or anything else about them. Weapons hidden by secret weapon, or borne by individuals who are under the effect of a nondetection spell, do not register. Each round, you can turn to detect weapons in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet or wood or dirt blocks it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 10 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Secret Doors",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can detect secret doors, compartments, caches, and so forth. Only passages, doors, or openings that have been specifically constructed to escape detection are detected by this spell—an ordinary trapdoor underneath a pile of crates would not be detected. The amount of information revealed depends on how long you study a particular area or subject. 1st Round: Presence or absence of secret doors. 2nd Round:Number of secret doors and the location of each. If an aura is outside your line of sight, then you discern its direction but not its exact location. Each Additional Round: The mechanism or trigger for one particular secret portal closely examined by you. Each round, you can turn to detect secret doors in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]