[
  {
    "name": "Turn Anathema",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_champion",
    "description": "When you clutch your holy symbol, it pulses briefly with divine power, then grows oddly cold beneath your fingers. Choose one non-neutral aspect of your own alignment—chaotic, evil, good, or lawful. If you are neutral, you must choose an alignment component for this spell when you first cast it, and this choice cannot be altered for subsequent castings unless your alignment has changed in such a way as to make that choice unsuitable. The spell takes on the descriptor of the selected alignment component. Upon casting this spell, you can use one of your daily turn or rebuke attempts to turn creatures with the opposing alignment subtype as though they were undead. For instance, if you cast turn anathema as a good spell, you could attempt to turn creatures of the evil subtype, such as demons. You could not, however, turn a red dragon, because although it is an evil creature, it lacks the evil subtype. This spell allows only turning, not rebuking or destroying, even if you normally rebuke rather than turn. You can use as many of your daily turn/rebuke attempts as you wish in this way for the duration of the spell. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,divine focus",
    "target": " You",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Awaken Sin",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "A command for repentance issues from your mouth, carrying with it the power of the spell.  The crushing feeling of guilt that grew within you while you cast the spell lifts as you project the feeling at your target. \nThe subject immediately takes 1d6 points of nonlethal damage per caster level (maximum 10d6) and is stunned for 1 round.  If this knocks the subject unconscious, it also takes 1d6 points of Wisdom damage. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " One evil creature with Intelligence 3+",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Divine Protection",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You call upon your holy powers to aid your companions and a golden light appears from above, bathing them with sparkling radiance. \nAllies gain a +1 morale bonus to their Armor Class and on saving throws. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": " Allies in a 20-ft. radius burst",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Denounce",
    "school": "enchantment",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "You point your finger and pronounce judgment. You instill feelings of shame and guilt in a target outsider, imposing a -4 insight penalty on its attack rolls, saves, and checks. Each round on its turn, the subject can attempt a new saving throw to end the effect. (This is a full-round action that does not provoke attacks of opportunity). Outsiders with the good subtype are immune to denounce. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One outsider",
    "area": "",
    "duration": " 1 min./level (D); see text",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Zone of Truth",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Creatures within the emanation area (or those who enter it) can't speak any deliberate and intentional lies. Each potentially affected creature is allowed a save to avoid the effects when the spell is cast or when the creature first enters the emanation area. Affected creatures are aware of this enchantment. Therefore, they may avoid answering questions to which they would normally respond with a lie, or they may be evasive as long as they remain within the boundaries of the truth. Creatures who leave the area are free to speak as they choose. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 20-ft.-radius emanation",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]