[
  {
    "name": "Blink",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Like a blink dog (see the Monster Manual), you \"blink\" back and forth between the Material Plane and the Ethereal Plane. You look as though you're winking in and out of reality very quickly and at random. Blinking has several effects, as follows. Physical attacks against you have a 50% miss chance, and the Blind-Fight feat doesn't help opponents, since you're ethereal and not merely invisible. If the attack is capable of striking ethereal creatures, the miss chance is only 20% (for concealment). If the attacker can see invisible creatures, the miss chance is also only 20%. (For an attacker who can both see and strike ethereal creatures, there is no miss chance). Likewise, your own attacks have a 20% miss chance, since you sometimes go ethereal just as you are about to strike. Any individually targeted spell has a 50% chance to fail against you while you're blinking unless your attacker can target invisible, ethereal creatures. Your own spells have a 20% chance to activate just as you go ethereal, in which case they typically do not affect the Material Plane. While blinking, you take only half damage from area attacks (but full damage from those that extend onto the Ethereal Plane). You strike as an invisible creature (with a +2 bonus on attack rolls), denying your target any Dexterity bonus to AC. You take only half damage from falling, since you fall only while you are material. While blinking, you can step through (but not see through) solid objects. For each 5 feet of solid material you walk through, there is a 50% chance that you become material. If this occurs, you are shunted off to the nearest open space and take 1d6 points of damage per 5 feet so traveled. You can move at only three-quarters speed (because movement on the Ethereal Plane is at half speed, and you spend about half your time there and half your time material). Since you spend about half your time on the Ethereal Plane, you can see and even attack ethereal creatures. You interact with ethereal creatures roughly the same way you interact with material ones. For instance, your spells against ethereal creatures are 20% likely to activate just as you go material and be lost. An ethereal creature is invisible, incorporeal, and capable of moving in any direction, even up or down. As an incorporeal creature, you can move through solid objects, including living creatures. An ethereal creature can see and hear the Material Plane, but everything looks gray and insubstantial. Sight and hearing on the Material Plane are limited to 60 feet. Force effects (such as magic missile and wall of force) and abjurations affect you normally. Their effects extend onto the Ethereal Plane from the Material Plane, but not vice versa. An ethereal creature can't attack material creatures, and spells you cast while ethereal affect only other ethereal things. Certain material creatures or objects have attacks or effects that work on the Ethereal Plane (such as the basilisk and its gaze attack. Treat other ethereal creatures and objects as material. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Gaseous Form",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject and all its gear become insubstantial, misty, and translucent. Its material armor (including natural armor) becomes worthless, though its size, Dexterity, deflection bonuses, and armor bonuses from force effects (for example, from the mage armor spell) still apply. The subject gains damage reduction 10/magic and becomes immune to poison and critical hits. It can't attack or cast spells with verbal, somatic, material, or focus components while in gaseous form. (This does not rule out the use of certain spells that the subject may have prepared using the feats Silent Spell, Still Spell, and Eschew Materials). The subject also loses supernatural abilities while in gaseous form. If it has a touch spell ready to use, that spell is discharged harmlessly when the gaseous form spell takes effect. A gaseous creature can't run, but it can fly at a speed of 10 feet (maneuverability perfect). It can pass through small holes or narrow openings, even mere cracks, with all it was wearing or holding in its hands, as long as the spell persists. The creature is subject to the effects of wind, and it can't enter water or other liquid. It also can't manipulate objects or activate items, even those carried along with its gaseous form. Continuously active items remain active, though in some cases their effects may be moot (such as those that supply armor or natural armor bonuses). Arcane Material Component: A bit of gauze and a wisp of smoke. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic,material,divine focus",
    "target": " Willing corporeal creature touched",
    "area": "",
    "duration": " 2 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Weapon, Greater",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like magic weapon, except that it gives a weapon an enhancement bonus on attack and damage rolls of +1 per four caster levels (maximum +5). \nAlternatively, you can affect as many as fifty arrows, bolts, or bullets.  The projectiles must be of the same kind, and they have to be together (in the same quiver or other container).  Projectiles, but not thrown weapons, lose their transmutation when used.  (Treat shuriken as projectiles, rather than as thrown weapons, for the purpose of this spell). \nArcane Material Component: Powdered lime and carbon. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One weapon or fifty projectiles (all of which must be in contact with each other at the time of casting)",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flame Arrow",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You turn ammunition (such as arrows, bolts, shuriken, and stones) into fiery projectiles. Each piece of ammunition deals an extra 1d6 points of fire damage to any target it hits. A flaming projectile can easily ignite a flammable object or structure, but it won't ignite a creature it strikes. Material Component: A drop of oil and a small piece of flint. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " Fifty projectiles, all of which must be in contact with each other at the time of casting",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Haste",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The transmuted creatures move and act more quickly than normal.  This extra speed has several effects. \nWhen making a full attack action, a hasted creature may make one extra attack with any weapon he is holding.  The attack is made using the creature's full base attack bonus, plus any modifiers appropriate to the situation.  (This effect is not cumulative with similar effects, such as that provided by a weapon of speed, nor does it actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round). \nA hasted creature gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and Reflex saves.  Any condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses. \nAll of the hasted creature's modes of movement (including land movement, burrow, climb, fly, and swim) increase by 30 feet, to a maximum of twice the subject's normal speed using that form of movement.  This increase counts as an enhancement bonus, and it affects the creature's jumping distance as normal for increased speed. \nMultiple haste effects don't stack.  Haste dispels and counters slow. \nMaterial Component: A shaving of licorice root. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Keen Edge",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell makes a weapon magically keen, improving its ability to deal telling blows.  This transmutation doubles the threat range of the weapon.  A threat range of 20 becomes 19-20, a threat range of 19-20 becomes 17-20, and a threat range of 18-20 becomes 15-20.  The spell can be cast only on piercing or slashing weapons.  If cast on arrows or crossbow bolts, the keen edge on a particular projectile ends after one use, whether or not the missile strikes its intended target.  (Treat shuriken as arrows, rather than as thrown weapons, for the purpose of this spell). \nMultiple effects that increase a weapon's threat range (such as the keen edge spell and the Improved Critical feat) don't stack.  You can't cast this spell on a natural weapon, such as a claw. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One weapon or fifty projectiles, all of which must be in contact with each other at the time of casting",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fly",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject can fly at a speed of 60 feet (or 40 feet if it wears medium or heavy armor, or if it carries a medium or heavy load).  It can ascend at half speed and descend at double speed, and its maneuverability is good.  Using a fly spell requires only as much concentration as walking, so the subject can attack or cast spells normally.  The subject of a fly spell can charge but not run, and it cannot carry aloft more weight than its maximum load, plus any armor it wears. \nShould the spell duration expire while the subject is still aloft, the magic fails slowly.  The subject floats downward 60 feet per round for 1d6 rounds.  If it reaches the ground in that amount of time, it lands safely.  If not, it falls the rest of the distance, taking 1d6 points of damage per 10 feet of fall.  Since dispelling a spell effectively ends it, the subject also descends in this way if the fly spell is dispelled, but not if it is negated by an antimagic field. \nArcane Focus: A wing feather from any bird. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]