[
  {
    "name": "Shout",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You emit an ear-splitting yell that deafens and damages creatures in its path. Any creature within the area is deafened for 2d6 rounds and takes 5d6 points of sonic damage. A successful save negates the deafness and reduces the damage by half. Any exposed brittle or crystalline object or crystalline creature takes 1d6 points of sonic damage per caster level (maximum 15d6). An affected creature is allowed a Fortitude save to reduce the damage by half, and a creature holding fragile objects can negate damage to them with a successful Reflex save. A shout spell cannot penetrate a silence spell. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial or Reflex negates (object); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fire Shield",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell wreathes you in flame and causes damage to each creature that attacks you in melee. The flames also protect you from either cold-based or fire-based attacks (your choice). Any creature striking you with its body or a handheld weapon deals normal damage, but at the same time the attacker takes 1d6 points of damage +1 point per caster level (maximum +15). This damage is either cold damage (if the shield protects against fire-based attacks) or fire damage (if the shield protects against cold-based attacks). If the attacker has spell resistance, it applies to this effect. Creatures wielding weapons with exceptional reach are not subject to this damage if they attack you. When casting this spell, you appear to immolate yourself, but the flames are thin and wispy, giving off light equal to only half the illumination of a normal torch (10 feet). The color of the flames is determined randomly (50% chance of either color)—blue or green if the chill shield is cast, violet or blue if the warm shield is employed. The special powers of each version are as follows. Warm Shield: The flames are warm to the touch. You take only half damage from cold-based attacks. If such an attack allows a Reflex save for half damage, you take no damage on a successful save. Chill Shield: The flames are cool to the touch. You take only half damage from fire-based attacks. If such an attack allows a Reflex save for half damage, you take no damage on a successful save. Arcane Material Component: A bit of phosphorus for the warm shield; a live firefly or glowworm or the tail portions of four dead ones for the chill shield. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,divine focus",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Interposing Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Bigby's Interposing hand creates a Large magic hand that appears between you and one opponent. This floating, disembodied hand then moves to remain between the two of you, regardless of where you move or how the opponent tries to get around it, providing cover (+4 AC) for you against that opponent. Nothing can fool the hand—it sticks with the selected opponent in spite of darkness, invisibility, polymorphing, or any other attempt at hiding or disguise. The hand does not pursue an opponent, however. A Bigby's hand is 10 feet long and about that wide with its fingers outstretched. It has as many hit points as you do when you're undamaged, and its AC is 20 (-1 size, +11 natural). It takes damage as a normal creature, but most magical effects that don't cause damage do not affect it. The hand never provokes attacks of opportunity from opponents. It cannot push through a wall of force or enter an antimagic field, but it suffers the full effect of a prismatic wall or prismatic sphere. The hand makes saving throws as its caster. Disintegrate or a successful dispel magic destroys it. Any creature weighing 2,000 pounds or less that tries to push past the hand is slowed to half its normal speed. The hand cannot reduce the speed of a creature weighing more than 2,000 pounds, but it still affects the creature's attacks. Directing the spell to a new target is a move action. Focus: A soft glove. ",
    "effect": " 10-ft. hand",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Channeled Pyroburst",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A sphere of fiery energy comes into being before you. You channel energy into it, causing it to bubble and seethe with power. When you have poured enough energy into the sphere, you send it flying into your foes. This spell creates a bolt of fiery energy that blasts your enemies. The spell's strength depends on the amount of time you spend channeling energy into it. If you cast this spell as a swift action, it deals 1d4 points of fire damage per two caster levels (maximum 10d4) against a single target of your choice. If you cast this spell as a standard action, it deals 1d6 points of fire damage per caster level (maximum 10d6) to all creatures in a 10-foot-radius spread. If you cast this spell as a full-round action, it deals 1d8 points of fire damage per caster level (maximum 10d8) to all creatures in a 15-foot-radius spread. If you spend 2 rounds casting this spell, it deals 1d10 points of fire damage per caster level (maximum 10d10) to all creatures in a 20-foot-radius spread. You do not need to declare ahead of time how long you want to spend casting the spell. When you begin casting this spell, you decide that you are finished casting after the appropriate time has passed. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " See text",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  }
]