[
  {
    "name": "Leomund_s Billet",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "heroes_of_battle",
    "description": "This spell creates a simple building similar to a Leomund's secure shelter (see Player's Handbook page 247) that can be used to house up to forty troops. The billet has a latched door at each end and two shuttered windows on each long side. These doors and windows can be barred from the inside, but the billet does not provide any magical protection. The billet contains forty bunks (stacked two high), two trestle tables with ten stools each, and two fireplaces with raging fires already burning and enough wood to last for one night. Twenty loaves of bread are stacked on each table, and a pot of hot gruel hangs on a hook over each fire. Material Components: A rectangular chip of stone, crushed lime, iron filings, several splinters of wood, a pinch of flour, a sprinkling of water, and a sliver of dried beef. ",
    "effect": " 20-ft.-by-80-ft. structure",
    "range": " Close (25 ft. + 5 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 2 hours/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dimension Jumper",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "complete_mage",
    "description": "You whisk yourself from place to place with a word. For the duration of this spell, you gain the ability to teleport yourself up to 30 feet once per round as a move action. You can bring along held or carried objects, as long as their weight doesn't exceed your maximum load. You can't transport other creatures except for a familiar. You must be able to see your destination; if you attempt to teleport into a solid object, the action is wasted but the spell remains in effect. If you don't end your teleport on a solid surface, you fall immediately. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You and objects touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster V",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 5th-level list, 1d3 creatures of the same kind from the 4th-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \nSpecial\nWhen casting Summon Monster V as a Abyss Domain spell, only Chaotic Evil creatures may be summoned. When casting Summon Monster V as a Arborea Domain spell, only Chaotic Good creatures may be summoned. When casting Summon Monster V as a Baator Domain spell, only Lawful Evil creatures may be summoned. When casting Summon Monster V as a Celestia Domain spell, only Lawful Good creatures may be summoned. \n5TH LEVEL\n\n\nMonster \nAlignement \n\n\n Archon, hound \n LG \n\n\n Celestial brown bear \n LG \n\n\n Celestial giant stag beetle \n NG \n\n\n Celestial sea cat 1 \n NG \n\n\n Celestial griffon \n CG \n\n\n Elemental, Medium (any) \n N \n\n\n Achaierai \n LE \n\n\n Devil, bearded \n LE \n\n\n Fiendish deinonychus \n LE \n\n\n Fiendish dire ape \n LE \n\n\n Fiendish dire boar \n NE \n\n\n Fiendish shark, Huge \n NE \n\n\n Fiendish monstrous scorpion, Large \n NE \n\n\n Shadow mastiff \n NE \n\n\n Fiendish dire wolverine \n CE \n\n\n Fiendish giant crocodile \n CE \n\n\n Fiendish tiger \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Leomund_s Hidden Lodge",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_arcane",
    "description": "As Leomund's secure shelter (see page 247 of the Player's Handbook), except that the hidden lodge is perfectly camouflaged to blend in with whatever terrain or surroundings are appropriate. It might appear as a house-sized boulder in a rocky or mountainous area, as a sand dune in the desert, as a densely tangled thicket, a grassy knoll, or even a mighty tree. The hidden lodge also obscures all telltale signs of habitation, including any smoke, light, or sound coming from within. At any distance of more than 30 feet, the lodge is indistinguishable from natural terrain. Any creature approaching within 30 feet is entitled to a DC 30 Survival check to spot the hidden lodge as an artificial dwelling and not a natural part of the landscape. Focus: The focus of an alarm spell (silver wire and a tiny bell), if this benefit is to be included in the hidden lodge (see the Leomund's secure shelter description for more information). ",
    "effect": " 20-ft.-square structure",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hidden Lodge",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You picture in your mind the desired appearance of a camouflaged lodge even as you complete the motions and words of the spell.  When you finish, you open your eyes and note a new feature in the landscape roughly the size of a house. \nThis spell functions like Leomund's secure shelter (PH 247), except as noted here.  The house created by hidden lodge is perfectly camouflaged to blend in with whatever terrain or surroundings are appropriate.  It might appear as a house-sized boulder in a rocky or mountainous area, as a sand dune in the desert, as a densely tangled thicket, a grassy knoll, or even a mighty tree.  The lodge also obscures all telltale signs of habitation, including any smoke, light, or sound coming from within.  At any distance of more than 30 feet, the lodge is indistinguishable from natural terrain.  Any creature approaching within 30 feet is entitled to a DC 30 Survival check to spot the hidden lodge as an artificial dwelling and not a natural part of the landscape. \nFocus: The focus of an alarm spell (silver wire and a tiny bell), if this benefit is to be included in the hidden lodge (see Leomund's secure shelter for more information). ",
    "effect": " 20-ft.-square structure",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Evacuation Rune",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "complete_scoundrel",
    "description": "As you finish scribing this bloody rune, the mark flares for an instant and then vanishes. Even though the rune has disappeared, you feel as though you can step back to it simply by willing it. You create a magical mark that you can teleport to at a moment's notice. Upon casting this spell and touching a surface or inanimate object, you create an invisible rune like that created by the spell arcane mark (PH 201). At any point during the spell's duration you can teleport (as the greater teleport spell) back to the mark as a swift action. This ends the spell's duration. After teleporting in this way, you can't take any other actions until your next turn. The mark created by this spell can be detected in the same ways that an invisible arcane mark can be. You are not alerted if the mark is dispelled or the object upon which it is inscribed is destroyed. Any attempt to teleport back to a dispelled or destroyed mark still requires a swift action but fails. If you created the evacuation rune upon a portable object, that object can be moved by another creature. You have no knowledge of whether your mark has been moved or where, and upon teleporting to its location, you are subject to any adverse conditions. If the mark has been moved to another plane, any attempt to teleport to it fails. If the object inscribed with the evacuation rune is moved somewhere too small for you to appear or is otherwise covered by a solid body, you take 1d6 points of damage and are shunted to a random open space on a suitable surface within 100 feet of the intended location. If there is no free space within 100 feet, you take an additional 2d6 points of damage and are shunted to a free space within 1,000 feet. If there is no free space within 1,000 feet, you take an additional 4d6 points of damage, and the teleport attempt simply fails. Material Component: The blood of an owl, hawk, or eagle. ",
    "effect": " One invisible rune",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " None (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]