[
  {
    "name": "Extract Drug",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The caster infuses a substance with energy and creates a magical version of a drug. The magical version manifests as greenish fumes that rise from the chosen focus. The fumes must then be inhaled as a standard action within 1 round to get the drug's effects. The type of drug extracted depends on the substance used. There may be other drugs that can be extracted with rarer substances, at the DM's discretion. Focus: 15 lb.  or 1 cubic foot of the material in question. ",
    "effect": " One dose of a drug",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Summon Monster I",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell summons an extraplanar creature (typically an outsider, elemental, or magical beast native to another plane).  It appears where you designate and acts immediately, on your turn.  It attacks your opponents to the best of its ability.  If you can communicate with the creature, you can direct it not to attack, to attack particular enemies, or to perform other actions.  \nThe spell conjures one of the creatures from the 1st-level list on the accompanying Summon Monster table.  You choose which kind of creature to summon, and you can change that choice each time you cast the spell.  Information on these creatures can be found in the Monster Manual. \nA summoned monster cannot summon or otherwise conjure another creature, nor can it use any teleportation or planar travel abilities.  Creatures cannot be summoned into an environment that cannot support them.  For instance, a celestial porpoise may only be summoned in an aquatic environment. \nWhen you use a summoning spell to summon an air, chaotic, earth, evil, fire, good, lawful, or water creature, it is a spell of that type.  For example, a summon monster I is a lawful and evil spell when cast to summon a fiendish dire rat. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n1ST LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial dog \n LG \n\n\n Celestial owl \n LG \n\n\n Celestial giant fire beetle \n NG \n\n\n Celestial porpoise 1 \n NG \n\n\n Celestial badger \n CG \n\n\n Celestial monkey \n CG \n\n\n Fiendish dire rat \n LE \n\n\n Fiendish raven \n LE \n\n\n Fiendish monstrous centipede, Medium \n NE \n\n\n Fiendish monstrous scorpion, Small \n NE \n\n\n Fiendish hawk \n CE \n\n\n Fiendish monstrous spider, Small \n CE \n\n\n Fiendish octopus 1 \n CE \n\n\n Fiendish snake, Small viper \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One summoned creature",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Grease",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "A grease spell covers a solid surface with a layer of slippery grease.  Any creature in the area when the spell is cast must make a successful Reflex save or fall.  This save is repeated on your turn each round that the creature remains within the area. \nA creature can walk within or through the area of grease at half normal speed with a DC 10 Balance check.  Failure means it can't move that round (and must then make a Reflex save or fall), while failure by 5 or more means it falls (see the Balance skill for details).  \nThe DM should adjust saving throws by circumstance.  For example, a creature charging down an incline that is suddenly greased has little chance to avoid the effect, but its ability to exit the affected area is almost assured (whether it wants to or not).  \nThe spell can also be used to create a greasy coating on an item—a rope, ladder rungs, or a weapon handle, for instance.  Material objects not in use are always affected by this spell, while an object wielded or employed by a creature receives a Reflex saving throw to avoid the effect.  If the initial saving throw fails, the creature immediately drops the item.  A saving throw must be made in each round that the creature attempts to pick up or use the greased item. \nA creature wearing greased armor or clothing gains a +10 circumstance bonus on Escape Artist checks and on grapple checks made to resist or escape a grapple or to escape a pin.  Material Component: A bit of pork rind or butter. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One object or a 10-ft. square",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Component",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "complete_mage",
    "description": "You cup your hand and the object you desire appears in your palm. You conjure the material component or components for a single spell that you can cast. No component you summon can be worth more than a single gold piece, and it can't be a magic item. Summoned components disappear when the spell duration expires, if they were not consumed in casting the spell. ",
    "effect": " Noncostly material component for a single spell",
    "range": " 0 ft.",
    "components": "somatic",
    "target": "",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Unseen Servant",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "An unseen servant is an invisible, mindless, shapeless force that performs simple tasks at your command. It can run and fetch things, open unstuck doors, and hold chairs, as well as clean and mend. The servant can perform only one activity at a time, but it repeats the same activity over and over again if told to do so, thus allowing you to command it to clean the floor and then turn your attention elsewhere as long as you remain within range. It can open only normal doors, drawers, lids, and the like. It has an effective Strength score of 2 (so it can lift 20 pounds or drag 100 pounds). It can trigger traps and such, but it can exert only 20 pounds of force, which is not enough to activate certain pressure plates and other devices. It can't perform any task that requires a skill check with a DC higher than 10 or that requires a check using a skill that can't be used untrained. Its speed is 15 feet. The servant cannot attack in any way; it is never allowed an attack roll. It cannot be killed, but it dissipates if it takes 6 points of damage from area attacks. (It gets no saves against attacks). If you attempt to send it beyond the spell's range (measured from your current position), the servant ceases to exist. Material Component: A piece of string and a bit of wood. ",
    "effect": " One invisible, mindless, shapeless servant",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resinous Tar",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_mage",
    "description": "A sticky layer of black liquid coats your target. The resinous tar spell makes a solid surface sticky. Movement costs across the area are doubled. Any prone creature in the area must succeed on a DC 10 Strength check to stand up. The spell can also be used to create a sticky coating on an item. Items not in use or in a creature's possession are always affected by this spell. An object wielded or held by a creature receives a Reflex saving throw to avoid the effect. A creature holding an affected item must use a full-round action to let go of the item, drop it, put it away, pick it up from the ground, or ready it for use. A creature wielding an affected item gains a +5 circumstance bonus on opposed checks to avoid being disarmed. A creature wearing armor or clothing affected by this spell takes a -5 penalty on Escape Artist checks and on grapple checks made to resist or escape a grapple or to escape a pin. Resinous tar counters and dispels grease (and vice versa). Material Component: A drop of honey, molasses, or pine resin. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One object or 10-ft. square",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scramble True Position",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "tome_of_magic",
    "description": "You utter truenames for directions with great rapidity as you gesture toward where you're casting the spell. With a sizzle and a flash, those within the spell's radius disappear, then reappear somewhere nearby. The scramble true position spell can wreck an enemy's carefully constructed defenses or highly regarded plan of attack by randomly moving them around. You can't control where your enemies reappear, but they might fall off a precipice or wind up between your rogue and fighter allies. When you cast the spell, make a single Truespeak check. Then compare your result to the DC to move each creature: 15 + (2 x CR). If you meet or exceed the DC for a creature, move that creature 2 squares in a random direction using the \"targeted on square\" part of the diagram on page 158 of the Player's Handbook. The scramble true position spell can't send a creature into a square occupied by solid matter or another creature, but it can send a creature into a dangerous place (into lava or off a cliff, for example). Make the comparison and movement in descending CR order. If multiple targets have the same CR, the caster chooses the order in which to relocate them. If you can't move a target 2 squares in a particular direction, move it 1 square, or it disappears and reappears in the same square if relocation is impossible. Having their true locations disrupted with this spell can be disorienting for the subjects. Every creature that you move with this spell (even those who reappear in the same square they started in) must succeed on a Reflex save or fall prone. Truename Component: When you cast this spell, you must correctly speak the truenames for cardinal directions and movement, which you learn with the spell. This check has no set DC, but if your Truespeak check result is lower than 15 + (2 x creature's CR) for the lowest CR creature in the area, then scramble true position has no effect. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,true name",
    "target": "",
    "area": " 10-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Reflex partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]