[
  {
    "name": "Summon Monster III",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 3rd-level list, 1d3 creatures of the same kind from the 2nd-level list, or 1d4+1 creatures of the same kind from the 1st-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \nSpecial\nWhen casting Summon Monster III as a Abyss Domain spell, only Chaotic Evil creatures may be summoned. When casting Summon Monster III as a Arborea Domain spell, only Chaotic Good creatures may be summoned. When casting Summon Monster III as a Baator Domain spell, only Lawful Evil creatures may be summoned. When casting Summon Monster III as a Celestia Domain spell, only Lawful Good creatures may be summoned. \n3RD LEVEL\n\n\nMonster \nAlignment \n\n\n Celestial black bear \n LG \n\n\n Celestial bison \n NG \n\n\n Celestial dire badger \n CG \n\n\n Celestial hippogriff \n CG \n\n\n Elemental, Small (any) \n N \n\n\n Fiendish ape \n LE \n\n\n Fiendish dire weasel \n LE \n\n\n Hell hound \n LE \n\n\n Fiendish snake, constrictor \n LE \n\n\n Fiendish boar \n NE \n\n\n Fiendish dire bat \n NE \n\n\n Fiendish monstrous centipede, Huge \n NE \n\n\n Fiendish crocodile \n CE \n\n\n Dretch (demon) \n CE \n\n\n Fiendish snake, Large viper \n CE \n\n\n Fiendish wolverine \n CE",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Phantom Steed",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "You conjure a Large, quasi-real, horselike creature. The steed can be ridden only by you or by the one person for whom you specifically created the mount. A phantom steed has a black head and body, gray mane and tail, and smoke-colored, insubstantial hooves that make no sound. It has what seems to be a saddle, bit, and bridle. It does not fight, but animals shun it and refuse to attack it. The mount has an AC of 18 (-1 size, +4 natural armor, +5 Dex) and 7 hit points +1 hit point per caster level. If it loses all its hit points, the phantom steed disappears. A phantom steed has a speed of 20 feet per caster level, to a maximum of 240 feet. It can bear its rider's weight plus up to 10 pounds per caster level. These mounts gain certain powers according to caster level. A mount's abilities include those of mounts of lower caster levels. Thus, a mount created by a 12th-level caster has the 8th, 10th, and 12th caster level abilities. 8th Level: The mount can ride over sandy, muddy, or even swampy ground without difficulty or decrease in speed. 10th Level: The mount can use water walk at will (as the spell, no action required to activate this ability). 12th Level: The mount can use air walk at will (as the spell, no action required to activate this ability) for up to 1 round at a time, after which it falls to the ground. 14th Level: The mount can fly at its speed (average maneuverability). \nSpecial: When casting phantom steed as a Spider Domain spell, the steed has a vermin shape. ",
    "effect": " One quasi-real, horselike creature",
    "range": " 0 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Create Fetch",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_scoundrel",
    "description": "Plucking out one of your own hairs, you make a beckoning motion. A double of you appears nearby. You create a fetch, a perfect replica of your form at the time you cast this spell. Little more than an animated reproduction, a fetch is mindless but capable of performing simple tasks or imitating you. The creation is the same size as you and occupies space just as a living creature does. You have a mental connection with your fetch and can give it new orders as a standard action. The fetch duplicates your form in every way but texture. You must make a Disguise check when you cast the spell to determine how good the likeness is; this result is opposed by observers' Spot checks as normal. Anyone touching the fetch finds it rubbery and soft, and in so doing immediately realizes its magical nature. The fetch's body includes useless versions of all the equipment you possess: A weapon wielded by the fetch is too flimsy to deal damage, and tools it carries are fragile and imprecise. Items created with a fetch are part of its form and dissipate if separated from it. At your order, the fetch can retrieve things for you, open unstuck doors, hold chairs, and the like, as well as perform menial tasks such as cleaning and mending. The fetch can't perform any task that requires a skill check with a DC higher than 10 or that requires a skill that can't be used untrained. It can perform only one activity at a time, but it repeats the same activity tirelessly if ordered to do so as long as you remain within the spell's range. You can have the fetch imitate you, such as by sitting at a desk and pretending to write, lying in bed and breathing deeply, or skulking with a weapon drawn. It can even imitate tasks it can't actually perform, though it automatically fails any attempt at such performance—for instance, even though a fetch can pretend to decipher an ancient text, it can't actually do it. The fetch weighs roughly the same as you do, so it can trigger any traps you would if you were to pass through the same space, setting off tripwires, pressure plates, some magical forms of detection, and similar devices. Its land speed is normal for a creature of your kind (for example, 30 feet for a human or 20 feet for a halfling). Even if you normally have other modes of movement available (such as a fly or swim speed), the fetch can't use those. The fetch automatically fails any saving throw required of it. If you attempt to send it beyond the spell's range (measured from your current position), it ceases to exist. The fetch has an effective Strength score of 6, so it can lift 60 pounds or drag 300 pounds. Its Dexterity is 10, so it has an AC of 10 (plus size modifier). It gains no AC benefit from any equipment or effect on you when the spell is cast (such as armor you wear, since the armor created for it is part of its form), though it can then wear real armor or other items to increase its Armor Class. It has no Constitution score and 10 hit points; if reduced to 0 hit points, it is destroyed. It can't be healed, nor can it benefit from temporary hit points. The fetch has no Intelligence, Wisdom, or Charisma score. You can command it to make noise, but it can't communicate in any way, nor can it understand instructions other than the simple orders you give it telepathically. The fetch cannot attack in any way; it is never allowed an attack roll. Even if armed, it doesn't threaten an area around it and thus can't flank an enemy, nor can it use the aid another action to improve your Armor Class or attack rolls. The fetch has the same alignment aura as you do. Detect thoughts does not register its existence (since it has no Intelligence), but detect magic reveals it as a magical effect. Material Component:One of your own hairs. ",
    "effect": " A duplicate of yourself",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sepia Snake Sigil",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "When you cast sepia snake sigil, a small symbol appears in the text of one written work such as a book, scroll, or map. The text containing the symbol must be at least twenty-five words long. When anyone reads the text containing the symbol, the sepia snake springs into being and strikes the reader, provided there is line of effect between the symbol and the reader. Simply seeing the enspelled text is not sufficient to trigger the spell; the subject must deliberately read it. The target is entitled to a save to evade the snake's strike. If it succeeds, the sepia snake dissipates in a flash of brown light accompanied by a puff of dun-colored smoke and a loud noise. If the target fails its save, it is engulfed in a shimmering amber field of force and immobilized until released, either at your command or when 1d4 days + one day per caster level have elapsed. While trapped in the amber field of force, the subject does not age, breathe, grow hungry, sleep, or regain spells. It is preserved in a state of suspended animation, unaware of its surroundings. It can be damaged by outside forces (and perhaps even killed), since the field provides no protection against physical injury. However, a dying subject does not lose hit points or become stable until the spell ends. The hidden sigil cannot be detected by normal observation, and detect magic reveals only that the entire text is magical. A dispel magic can remove the sigil. An erase spell destroys the entire page of text. Sepia snake sigil can be cast in combination with other spellsthat hide or garble text, such as secret page. Material Component: 500 gp worth of powdered amber, a scale from any snake, and a pinch of mushroom spores. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One touched book or written work",
    "area": "",
    "duration": " Permanent or until discharged; until released or 1d4 days + one day/level; see text",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]