[
  {
    "name": "Hurl",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You picture with your mind's eye the target weapon returning to its owner.  Upon completion of the spell, the weapon glows with a dull yellow radiance. \nThe hurl spell enhances one melee weapon so that it returns to the thrower after being thrown.  For the duration of the spell, when thrown, the weapon returns to its wielder at the beginning of the wielder's next action.  The weapon returns whether it hit or missed its target.  On its return, the thrown weapon hovers for 1 round next to the wielder and can then be seized and thrown again.  After 1 round, the weapon falls to the ground.  The weapon returns to its wielder only if thrown; it doesn't automatically fly back if dropped or seized by another creature.  (An improvised weapon or a weapon not designed for throwing has a range increment of 10 feet. ) Throwing a two-handed weapon is a full-round action. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Levitate",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Levitate allows you to move yourself, another creature, or an object up and down as you wish. A creature must be willing to be levitated, and an object must be unattended or possessed by a willing creature. You can mentally direct the recipient to move up or down as much as 20 feet each round; doing so is a move action. You cannot move the recipient horizontally, but the recipient could clamber along the face of a cliff, for example, or push against a ceiling to move laterally (generally at half its base land speed). A levitating creature that attacks with a melee or ranged weapon finds itself increasingly unstable; the first attack has a -1 penalty on attack rolls, the second -2, and so on, to a maximum penalty of -5. A full round spent stabilizing allows the creature to begin again at -1. Focus: Either a small leather loop or a piece of golden wire bent into a cup shape with a long shank on one end. ",
    "effect": "",
    "range": " Personal or close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " You or one willing creature or one object (total weight up to 100 lb./level)",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Adrenaline Surge",
    "school": "transmutation",
    "sub_school": "",
    "source": "masters_of_the_wild:_a_guidebook_to_barbarians,_druids,_and_rangers",
    "description": "Each of your summoned creatures within the area receives a +4 enhancement bonus to Strength. This effect lasts until the spell ends or the creature leaves the area. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " Your summoned creatures within a spherical emanation with a radius equal to the range, centered on you",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Heart of Air",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You feel light as a feather, as if the slightest breeze might knock you about. This spell converts part of your body into elemental air, freeing you somewhat from the bonds of gravity. You gain a +10 enhancement bonus on Jump checks, and if you have a fly speed, that speed gains a +10-foot enhancement bonus. Furthermore, while this spell is active, you can activate a feather fall effect (as the spell) on yourself as an immediate action. This benefit lasts for 1 round per level, at the end of which time the spell's entire effect ends. If heart of air is active on you at the same time as heart of earth, heart of fire, or heart of water, you gain light fortification. If all four of these spells are active on you at the same time, you become immune to extra damage from critical hits and sneak attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level (D) or until expended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "False Peacebond",
    "school": "transmutation",
    "sub_school": "",
    "source": "cityscape",
    "description": "The weapon glows with a faint aura. For just a moment, your companion shimmers to match, before the light fades. This spell functions as peacebond (see the facing page), except that you can choose a single individual who can draw the weapon freely. This individual might be yourself, or anyone else present at the time of casting. Once this individual draws the weapon, the false peacebondeffect ends; resheathing the weapon does not reactivate the spell. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Balagarn_s Iron Horn",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You create a deep, resonant vibration that can shake creatures off their feet as if they were being tripped. Make a single Strength check as if your Strength were 20. Creatures in the area make individual opposed Dexterity or Strength checks against your roll. Those who fail are tripped and fall prone. Those who succeed are unaffected, but cannot make a trip attack against you in response to this spell. Unlike a regular trip attack, you may trip any creature touching the ground, regardless of size. You cannot use the Improved Trip feat to immediately make a melee attack against a creature you have tripped with this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone",
    "duration": " Instantaneous",
    "saving_throw": " None (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Fortify Metal or Stone",
    "school": "transmutation",
    "sub_school": "",
    "source": "secrets_of_sarlona",
    "description": "",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One object touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Weapon, Legion_s",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "This spell functions like magic weapon (see page 251 of the Player's Handbook), except as noted above and as follows.  It affects only weapons held by allies when the spell is cast.  It has no effect on ammunition. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " Melee or ranged weapons held by allied creatures in a 20-ft.-radius burst",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Balor Nimbus",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You smash the soot against your flesh and intone the ancient, dark words.  Like the legendary balor, your body bursts into lurid flames. \nThe flames created by this spell do not harm you or any equipment you carry or wear.  Each round, the flames deal 6d6 points of fire damage to any creature grappling you (or any creature you grapple) on your turn. \nArcane Material Component: A pinch of soot. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,divine focus",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Jaws of the Moray",
    "school": "transmutation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "This spell grants the subject a bite attack, which deals damage as indicated below.  As a primary attack, it adds the creature's Strength modifier to damage.  It can also be used as a secondary natural attack in conjunction with a manufactured weapon.  Such secondary attacks do not interfere with the primary attack as attacking with an off-hand weapon would do, but the subject takes the usual —5 penalty (or —2 with the Multiattack feat) for the bite attack when used as a secondary natural attack. \nIf the subject hits with its bite attack, it attaches itself to the foe and deals automatic bite damage each round it remains attached.  It does not need to make a grapple check, and it does not provoke attacks of opportunity.  An attached attacker loses its Dexterity bonus to Armor Class.  It cannot use other weapons while attached, but each attack upon from the grappled foe requires a successful grapple check.  Others can attack an attached creature with a weapon or grapple.  To remove the attached creature through grappling, the opponent must achieve a pin against it. \nA creature with a natural bite attack can use its own bite damage, if greater, but still gains the ability to attach itself. \n\n\nSize \nDamage \n\n\n Fine \n 1d2 \n\n\n Diminutive \n 1d3 \n\n\n Tiny \n 1d4 \n\n\n Small \n 1d6 \n\n\n Medium \n 1d8 \n\n\n Large \n 2d6 \n\n\n Huge \n 2d8 \n\n\n Gargantuan \n 4d6 \n\n\n Colossal \n 4d8",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Earthbind",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your foe will reach you in seconds.  You cast this spell, and yellow strips of magical energy loop about its wings, hampering its flight and dragging it to ground. \nYou hinder the subject creature's ability to fly (whether through natural or magical means) for the duration of the spell.  If the target fails its saving throw, its fly speed (if any) becomes 0 feet.  An airborne creature subjected to this spell falls to the ground as if under the effect of a feather fall spell.  Even if a new effect would grant the creature the ability to fly, that effect is suppressed for the duration of the earthbind spell. \nEarthbind has no effect on other forms of movement, or even on effects that might grant airborne movement without granting fly speed (such as jumping or levitate or air walk spells). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Augment Familiar",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Reaching out with magic, you empower your familiar, making it quicker and stronger. \nThis spell grants your familiar a +4 enhancement bonus to Strength, Dexterity, and Constitution, damage reduction 5/magic, and a +2 resistance bonus on saving throws. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels",
    "components": "verbal,somatic",
    "target": " Your familiar",
    "area": "",
    "duration": " Concentration + 1 round/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fins to Feet",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "This spell transforms tails or finned extremities into humanoid legs and feet. Transformed Medium-size creatures have a land speed of 30 feet, Small and smaller creatures have a land speed of 20 feet, and Large and larger creatures have a land speed of 40 feet. This is a common spell among merfolk, naga, and tritons. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Bear_s Endurance",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The affected creature gains greater vitality and stamina.  The spell grants the subject a +4 enhancement bonus to Constitution, which adds the usual benefits to hit points, Fortitude saves, Constitution checks, and so forth.  \nHit points gained by a temporary increase in Constitution score are not temporary hit points.  They go away when the subject's Constitution drops back to normal.  They are not lost first as temporary hit points are (see page 146). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Belker Claws",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You uncork the vial and speak the old words.  The smoke issues from the bottle and wraps itself around your hand, turning it into smoke as well. \nWith a successful touch attack, you deal 2d12 points of damage.  For every three caster levels, the smoke lasts for another round (to a maximum of 4 additional rounds at 12th level), dealing another 2d12 points of damage per round. \nMaterial Component: A small vial of smoke. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living Creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halaster_s Light Step",
    "school": "transmutation",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "As fly, except Halaster's light step provides a maximum speed of 30 feet (20 feet if the subject wears medium or heavy armor). Additionally, the subject cannot ascend or descend vertically unless hovering 1 foot or less above terrain that ascends or descends at an angle of less than 45 degrees. The practical impact of this spell is to allow the recipient to walk along reasonably level terrain without leaving tracks and to stride across chasms at will. It also adds a +15 circumstance bonus on Climb checks, a +10 circumstance bonus on Move Silently checks (which does not stack with the bonus provided by boots of elvenkind), and negates any chance of falling. When this spell is used in combination with levitate, the combined effect is equivalent to a slow-speed fly spell. It provides no additional benefit if used in combination with fly. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Cloud Wings",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "This spell increases the subject's fly speed by 30 feet. It has no effect on other modes of movement, nor does it allow the subject to fly if it cannot already do so. ",
    "effect": "",
    "range": " Tough",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Frost Weapon",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You imbue a weapon with icy cold, granting it a power similar to the frost special ability. A frost weapon deals an extra 1d6 points of cold damage on a successful hit. If cast on a bow, crossbow, or sling, the spell bestows the cold energy upon the weapon's ammunition. This ability stacks with the frost special ability, but not with itself. Material Component: A drop of water. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Weapon touched",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Catapult",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_scoundrel",
    "description": "Focusing on the object in your grasp, you abruptly jerk your head in the direction you desire, sending the item flying. You propel a single object out of your hand at fantastic speed. This object can be a weapon designed for throwing, a weapon not meant to be thrown, or another nonliving object. Make a normal ranged attack roll with the affected object, but do not add any ability score modifier to the attack or damage roll. Instead, you gain a competence bonus on the damage roll equal to one-third of your caster level (maximum +5). The range increment for the hurled object is 30 feet, regardless of its normal range increment (if any). If you use catapult to fling an object not meant to be used as a thrown weapon, you take the normal -4 nonproficiency penalty on the attack roll. An item that isn't a weapon deals 1d6 points of base damage if it weighs at least 1 pound. The item catapult is to affect must be in your hands when you cast the spell. If you cast the spell with nothing in your hands to fling, the magic automatically fails. You cannot propel living creatures with catapult, regardless of their size. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One held object, weighing up to 5 lb.",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Alter Self",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You assume the form of a creature of the same type as your normal form (such as humanoid or magical beast).  The new form must be within one size category of your normal size.  The maximum HD of an assumed form is equal to your caster level, to a maximum of 5 HD at 5th level.  You can change into a member of your own kind or even into yourself.  You retain your own ability scores.  Your class and level, hit points, alignment, base attack bonus, and base save bonuses all remain the same. \nYou retain all supernatural and spell-like special attacks and qualities of your normal form, except for those requiring a body part that the new form does not have (such as a mouth for a breath weapon or eyes for a gaze attack).  You keep all extraordinary special attacks and qualities derived from class levels (such as a barbarian's rage ability), but you lose any from your normal form that are not derived from class levels (such as a dragon's frightful presence ability). \nIf the new form is capable of speech, you can communicate normally.  You retain any spellcasting ability you had in your original form, but the new form must be able to speak intelligibly (that is, speak a language) to use verbal components and must have limbs capable of fine manipulation to use somatic or material components. \nYou acquire the physical qualities of the new form while retaining your own mind.  Physical qualities include natural size, mundane movement capabilities (such as burrowing, climbing, walking, swimming, and flight with wings, to a maximum speed of 120 feet for flying or 60 feet for nonflying movement), natural armor bonus, natural weapons (such as claws, bite, and so on), racial skill bonuses, racial bonus feats, and any gross physical qualities (presence or absence of wings, number of extremities, and so forth).  A body with extra limbs does not allow you to make more attacks (or more advantageous two-weapon attacks) than normal. \nYou do not gain any extraordinary special attacks or special qualities not noted above under physical qualities, such as darkvision, low-light vision, blindsense, blindsight, fast healing, regeneration, scent, and so forth. \nYou do not gain any supernatural special attacks, special qualities, or spell-like abilities of the new form.  Your creature type and subtype (if any) remain the same regardless of your new form.  You cannot take the form of any creature with a template, even if that template doesn't change the creature type or subtype. \nYou can freely designate the new form's minor physical qualities (such as hair color, hair texture, and skin color) within the normal ranges for a creature of that kind.  The new form's significant physical qualities (such as height, weight, and gender) are also under your control, but they must fall within the norms for the new form's kind.  You are effectively disguised as an average member of the new form's race.  If you use this spell to create a disguise, you get a +10 bonus on your Disguise check. \nWhen the change occurs, your equipment, if any, either remains worn or held by the new form (if it is capable of wearing or holding the item), or melds into the new form and becomes nonfunctional.  When you revert to your true form, any objects previously melded into the new form reappear in the same location on your body they previously occupied and are once again functional.  Any new items you wore in the assumed form and can't wear in your normal form fall off and land at your feet; any that you could wear in either form or carry in a body part common to both forms (mouth, hands, or the like) at the time of reversion are still held in the same way.  Any part of the body or piece of equipment that is separated from the whole reverts to its true form. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Spined Devil",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "The air stinks of sulfur and brimstone as you use the essence of a spinagon to imbue a creature with the power of Baator. You cause a creature to suddenly bristle with spines. The subject can snap its body forward to unleash a volley of up to three spines as a standard action (make a separate attack roll for each spine). The spines each deal 1d6 points of damage plus the subject's Strength modifier. This attack has a range of 60 feet with no range increment. The spines can be directed against different targets if desired, but all targets must be within 30 feet of one another. The subject can launch up to fifteen spines per casting of this spell. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the spined devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Energy Surge, Lesser",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "With a single utterance, you sheath the weapon in elemental energy—dripping acid, vaporous ice, crackling electricity, smoking flame, or thunderous air. You temporarily imbue a weapon with elemental energy. When you cast this spell, specify an energy type (acid, cold, electricity, fire, or sonic). This spell is a spell of that type, and the target weapon is sheathed in that energy. If the attack is successful, it deals an extra 1d6 points of damage of the specified energy type. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One weapon",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crystalline Memories",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "With a hideous cracking noise, a shard of crystal bursts through your subject's skull, flying into your waiting hand. After casting this spell, you must study the target for 3 consecutive rounds, concentrating each round on the effect. This is treated as concentrating on a spell (PH 176), and if you are interrupted, the spell is lost. Once the study is complete, the target's current surface thoughts (as detect thoughts) congeal into a solid shard of crystal. This crystal then erupts from the target's head (dealing 2d8 points of damage and 2 points of Intelligence damage) and flies to your hand. Once you have the crystal, you (and only you) can use a full-round action to look into it and view the memories it contains. The crystal remains for 24 hours or until the memories have been viewed once. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": " One living creature with Intelligence 3 or higher",
    "area": "",
    "duration": " See text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Kuo-toa Skin",
    "school": "transmutation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "The subject's skin, as well as clothing, armor, and other personal effects (including worn magic items), take on an oily sheen like the slippery skin of kuo-toas. For the duration of the spell, the subject gains a +8 bonus on Escape Artist checks and cannot be snared by webs (magical or otherwise). Arcane Material Component: A kuo-toa scale. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Enlarge Weapon",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_scoundrel",
    "description": "With a shriek of warping wood and scraping metal, your weapon grows, becoming far more intimidating. A melee weapon you hold enlarges by one size category (Small weapons become Medium, Medium weapons become Large, and so on). As its size increases, the damage the weapon deals increases as well (PH 114). When your weapon is affected by this spell, you do not take a penalty for wielding an inappropriately sized weapon. If you drop the enlarged weapon, are disarmed, or hand the weapon to another creature, the spell ends. This spell does not grant you the ability to wield any other inappropriately sized weapon without penalty, only the one on which this spell is cast. This spell has no effect on a weapon that is already increased in size by some other effect (such as being held by a creature affected by enlarge person). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One touched melee weapon",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Brumal Stiffening",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "The targeted weapon becomes brittle, reducing its hardness by 5 for the duration of the spell, thereby increasing the effectiveness of sunder attempts against the weapon. In addition, rolling a 1 on an attack with the targeted weapon causes it to take damage equivalent to the amount it would have dealt on a successful hit. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One weapon",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Eagle_s Splendor*",
    "school": "transmutation",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "The transmuted creature becomes more poised, articulate, and personally forceful. The spell grants an enhancement bonus to Charisma of 1d4+1 points, adding the usual benefits to Charisma-based skills. Sorcerers and bards who receive eagle's splendor do not gain extra spells, but the save DCs for their spells increase. Arcane Material Component: A few feathers or a pinch of droppings from an eagle. \n\nThis spell first appeared in the FORGOTTEN REALMS campaign setting. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Boiling Blood",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Your target's skin begins to redden as his blood starts to boil within his veins. The subject of the spell suffers as his blood heats up, taking 2d6 points of fire damage. For every three caster levels, the spell lasts an additional round (up to a maximum of 7 rounds at 18th level), dealing another 2d6 points of damage each round. A successful Fortitude save reduces the duration of the spell to 1 round. If you cast boiling blood on the same subject before the first casting has expired, the second spell has a different effect. In any round in which the subject takes damage from the spell, he is also sickened. This extra effect lasts for as long as the duration of both spells continues, after which only the normal effect occursfor the rest of the duration of the latter spell. Creatures immune to extra damage from critical hits are immune to this spell, as are creatures that lack blood or similar internal fluids. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round + 1 round/3 levels",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Knock",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The knock spell opens stuck, barred, locked, held, or arcane locked doors. It opens secret doors, as well as locked or trick-opening boxes or chests. It also loosens welds, shackles, or chains (provided they serve to hold closures shut). If used to open a arcane locked door, the spell does not remove the arcane lock but simply suspends its functioning for 10 minutes. In all other cases, the door does not relock itself or become stuck again on its own. Knock does not raise barred gates or similar impediments (such as a portcullis), nor does it affect ropes, vines, and the like. The effect is limited by the area. A 3rd-level caster can cast a knock spell on a door of 30 square feet or less (for example, a standard 4-foot-by-7-footdoor). Each spell can undo as many as two means of preventing egress. Thus if a door is locked, barred, and held, or quadruple locked, opening it requires two knock spells. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One door, box, or chest with an area of up to 10 sq. ft./level",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ignite Dragonmark",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "With a soft utterance and a sharp thrust of your hand, you cause the target's dragonmark to burst into flame. \nThe target's dragonmark ignites momentarily, dealing it 1d6 points of fire damage per caster level (maximum 5d6).  In addition, the target cannot use any of its dragonmark powers for 1 round per 5 points of damage taken (rounded down). \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One dragonmarked creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Celerity, Lesser",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You borrow a slice of time from the future, pulling it into the present so that you can act. Upon casting this spell, you can immediately take a move action. After performing this action, you are dazed until the end of your next turn. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Energize Potion",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "This spell transforms a magic potion into a volatile substance that can be hurled out to the specified range. The spell destroys the potion and releases a 10-foot-radius burst of energy at the point of impact. The caster must specify the energy type (acid, cold, electricity, fire, or sonic) when the spell is cast. The potion deals 1d6 points of damage (of the appropriate energy type) per spell level of the potion (maximum 3d6). For example, a potion of displacement transformed by this spell deals 3d6 points of damage. An energized potion set to deal fire damage ignites combustibles within the spell's burst radius. Material Component: A magic potion. ",
    "effect": " 10-ft.-radius burst",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Increase Virulence",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Ribbons of green and black energy engulf your hand and pass into the vial or creature you touch. You make the poison in a vial or a creature more lethal. The DCs for all saving throws against the poison increase by 2. Material Component: Licorice root. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Vial of poison or creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Construct Essence, Lesser",
    "school": "transmutation",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "When this spell is cast upon a living construct, it takes on more of the qualities of a true construct.  The living construct gains the moderate fortification armor special quality, negating critical hits and sneak attacks 75% of the time.  As well, the living construct gains low-light vision and immunity to nonlethal damage and stunning. \nThis spell counters and dispels lesser humanoid essence.  If this spell is cast on a creature under the effect of lesser humanoid essence, both spells are dispelled and have no effect.  It has no effect if cast on a creature under the effect of humanoid essence or greater humanoid essence. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living construct touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghost Touch Armor",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Confronted with incorporeal enemies, you give the armor you touch the power to defend against such foes. \nThe subject's armor gains the ghost touch special ability (DMG 219). Material Component: A tiny shield made of resin. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Armor of creature touched",
    "area": "",
    "duration": " 1 minute / level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fearsome Grapple",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Two short, otyughlike tentacles sprout form under your arms to hang limply at your sides.  When you think of grappling, the tentacles twitch to life and wave about as if seeking a foe. \nYou grow two tentacles that grant you a +4 circumstance bonus on grapple checks.  These tentacles cannot attack, hold objects, manipulate items, or perform any action other than grappling.  If your caster level is at least 9th, you grow four tentacles instead, and the circumstance bonus increases to +8. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Augment Truefriend",
    "school": "transmutation",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "With a red flash, your named ally looks slightly more muscular and heavily built.  He seems to quiver with anticipation of coming action. \nThe spell grants the subject a +2 enhancement bonus to Strength, Dexterity, and Constitution.  All the usual benefits to better modifiers apply: attack rolls, melee damage rolls, hit points, and so on.  \nTruename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're augmenting. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,true name",
    "target": " Creature Touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Graz_zt_s Long Grasp",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster causes one of her hands to detach from her arm. She can control the hand by thought alone as a free action. It can fly at a speed of 20 feet (perfect maneuverability). On casting the spell, the caster takes 2d4 points of damage, but she is healed by the same amount when the hand returns to her arm (unless it is destroyed or otherwise prevented from reaching her arm before the end of the spell). The damage heals normally. As long as the spell lasts, the floating hand can deliver any spell with a range of touch that the caster can cast. The spell gives the caster a +2 bonus on her melee touch attack with the disembodied hand, which functions as if it were attached to her. The hand can flank targets as a creature can. The hand can punch opponents (as a normal unarmed attack with a +2 attack bonus), or it can grasp things and move them (with the caster's normal Strength). The hand can make grapple attacks, but it is considered Tiny. If the hand goes beyond the spell's range, if the caster can no longer see it, or if she is not directing it, the hand attempts to return to her on its own, reattaching to the end of the wrist. The hand has improved evasion (half damage on a failed Reflex save and no damage on a successful save), the caster's save bonuses, and AC 22. The caster's Intelligence modifier applies to the hand's AC as if it were the hand's Dexterity. The hand has 2d4 hit points, the same number that the caster lost in creating it. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " Caster",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Fly, Swift",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You squawk twice like and eagle and suddenly long for the freedom of the skies. \nThis spell functions like fly (PH 232), except as noted above. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Ironthunder Horn",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The last words of your spell boom out with a thundering roar, knocking the foes in your path off their feet. \nYou create a deep resonant vibration that can shake creatures off their feet.  Creatures in the area must succeed on a Reflex saving throw or fall prone. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bull_s Strength",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject becomes stronger.  The spell grants a +4 enhancement bonus to Strength, adding the usual benefits to melee attack rolls, melee damage rolls, and other uses of the Strength modifier. \nArcane Material Component: A few hairs, or a pinch of dung, from a bull. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darkvision",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject gains the ability to see 60 feet even in total darkness.  Darkvision is black and white only but otherwise like normal sight.  Darkvision does not grant one the ability to see in magical darkness. \nDarkvision can be made permanent with a permanency spell. \nMaterial Component: Either a pinch of dried carrot or an agate. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animalistic Power",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A sparkling nimbus of green light appears around the creature. As the light fades, the creature seems a shade larger and assumes a more animalistic, even feral countenance. You imbue the subject with an aspect of the natural world. The subject gains a +2 enhancement bonus to Strength, Dexterity, and Constitution. Material Component: A bit of animal fur, feathers, or skin. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cat_s Grace",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The transmuted creature becomes more graceful, agile, and coordinated. The spell grants a +4 enhancement bonus to Dexterity, adding the usual benefits to AC, Reflex saves, and other uses of the Dexterity modifier. Material Component: A pinch of cat fur. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lively Step",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Beating a small drum and singing a marching tune, you exhort your allies to struggle on. \nOnce you cast this spell, the speed of you and all allies within 30 feet of you increases by 10 feet. \nYou and other affected creatures can only benefit from this spell by refraining from taking any actions other than move actions.  When one of the affected creatures takes any other kind of action, this spell ends. \nFocus: A small drum. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 30-ft.-radius emanation centered on you",
    "duration": " Up to 12 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lion_s Charge",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "You provide the subject with the powerful charging ability of the lion. When the subject charges, he can make a full attack in the same round. Material Component: A hair from a lion's mane. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Fins to feet",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The naga's lower extremities thrash about and slowly transform into humanoid limbs. \nThis spell transform tails, tentacles, or finned extremities into humanoid legs and feet.  Creatures so affected lose any natural swim speed they possess, but gain a land speed instead.  Transmuted Medium creatures have a base land speed of 30 feet, Small and smaller creatures have a base land speed of 20 feet, and Large or larger creatures have a base land speed of 40 feet. \nThe subject loses any natural attacks based on its tail or tentacles. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Willing creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heroics",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your heart swells with martial vigor and you feel like marching off to war.  Upon touching your intended subject the desire to do battle wanes, but you see a hint of the lust for glory in the recipient's eyes. \nThe heroics spell temporarily grants the subject a feat from the fighter's bonus feat list.  For the duration of the heroics spell, the subject can use the feat as if it were one of those the creature had selected.  All prerequisites for the feat must be met by the target of this spell. \nMaterial Component: A bit of a weapon or armor that has been used in combat by a fighter of at least 15th level. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lucky Streak",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_scoundrel",
    "description": "A tinkling laugh and a momentary shine surround your ally, leaving him with an aura of confidence and a sly smile. You improve the luck of the subject creature. For the duration of the spell, any reroll the subject makes using a luck feat gains a +2 luck bonus. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Infernal Wound",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You wave your hands over the blade and it takes on a gray pallor.  Its attacks will now leave a lingering, painful memory in their wake. \nA creature injured by a weapon with infernal wound cast upon it loses 2 additional hit points each round for the duration of the spell (regardless of how many times it is struck during that time).  The continuing hit point loss can be stopped by a Heal check (DC 10 + spell level + your relevant ability modifier), a cure spell, or a heal spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]