[
  {
    "name": "Improved Enlarge",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "This spell causes instant growth of a humanoid creature, doubling its height and multiplying its weight by 8.  This increase changes the creature's size category to the next larger one.  The target gains a +2 size bonus to Strength, a -2 size penalty to Dexterity (to a minimum of 1), and a -1 penalty on attack rolls and AC due to its increased size. \nA humanoid creature whose size increases to Large has a space of 10 feet and a natural reach of 10 feet.  This spell does not change the target's speed. \nIf insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process.  If it fails, it is constrained without harm by the materials enclosing it—the spell cannot be used to crush a creature by increasing its size. \nAll equipment worn or carried by a creature is similarly enlarged by the spell.  Melee and projectile weapons affected by this spell deal more damage (see Table 2-2 in the Dungeon Master's Guide).  Other magical properties are not affected by this spell.  Any enlarged item that leaves an enlarged creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. \nThis means that thrown weapons deal their normal damage, and projectiles deal damage based on the size of the weapon that fired them.  Magical properties of enlarged items are not increased by this spell—an enlarged +1 sword still has only a +1 enhancement bonus, a staff-sized wand is still only capable of its normal functions, a giant-sized potion merely requires a greater fluid intake to make its magical effects operate, and so on. \nMultiple magical effects that increase size do not stack, which means (among other things) that you can't use a second casting of this spell to further increase the size of a humanoid that's still under the effect of the first casting.  \nEnlarge person counters and dispels improved reduce\nEnlarge person can be made permanent with a permanency spell. \nMaterial Component: A pinch of powdered iron. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Draconic Might",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "_Upon casting this spell, your ally's face is covered briefly with a fine pattern of yellow scales, the scales, fade, but the golden radiance remains.  The subject of the spell gains a +4 enhancement bonus to Strength, Constitution, and Charisma.  It also gains a +4 enhancement bonus to natural armor.  Finally, it has immunity to magic sleep and paralysis effects. \nSpecial: Sorcerers cast this spell at +1 caster level. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Draconic Polymorph",
    "school": "transmutation",
    "sub_school": "",
    "source": "draconomicon",
    "description": "As polymorph, except as follows: The assumed form can have no more Hit Dice than you have, to a maximum of 20 Hit Dice. Your Strength and Constitution in the new form are above the average for the race or species into which you transform; your Strength is the average for the creature +8, and your Constitution is the average for the creature +2. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Ice Shape",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You can form an existing piece of ice into any shape that suits your purpose. For example, you can make an ice weapon, a special trapdoor, or a crude idol. Ice shape also permits you to reshape an ice door to make an exit where one didn't exist or to seal a door shut. While it's possible to make crude coffers, doors, and so forth with ice shape, fine detail isn't possible. There is a 30% chance that any shape including moving parts simply doesn't work. Arcane Material Component: Slush, which must be spread into roughly the desired shape of the ice object and then touched to the ice while the verbal component is uttered. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Ice touched, up to 10 cu. ft. + 1 cu. ft./level",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Airy Water",
    "school": "transmutation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "This spell turns normal water (or watery solutions) into a frothy substance that is as breathable as air. Both air-breathing and water-breathing creatures within the area can breathe normally. Moving through airy water is easier than moving through normal water. Swimmers make a DC 10 Swim check once per round; they swim at their normal speed on a success, or half their normal speed on a failure. Creatures with a swim speed can simply use their swim speed without penalty. Creatures can instead use their land speed to move along the bottom at their normal speed. Creatures walking on the bottom do not pay any movement penalty for walking on sand, stone, or pebble seafloor and only pay 2 squares of movement per square of muck or mud entered (see Marine Dungeon Terrain on page 21). Finally, airy water negates underwater combat penalties for all melee attacks, although ranged attacks still take the normal underwater penalty. The spell does not filter or purify solid particles, so casting airy water on very turbid liquids, for example, would produce an area filled with dust or smoke (and impose similar penalties). Material Component: A small handful of alkaline salts. ",
    "effect": "",
    "range": " 0 ft.",
    "components": "somatic,material",
    "target": "",
    "area": " 20-ft.-radius emanation centered on you",
    "duration": " 10 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Form of the Threefold Beast",
    "school": "transmutation",
    "sub_school": "polymorph",
    "source": "complete_mage",
    "description": "Your arms and legs become powerfully muscled and grow sharp claws as your body hunches over on all fours. Two additional monstrous heads sprout from your shoulders, and two batlike wings stretch out to the sky. You take the form of a chimera (MM 34); choose the color of your dragon head from the options noted in the monster description when you cast the spell. You gain 30 temporary hit points, which disappear at the end of the spell's duration. See the Polymorph Subschool sidebar on page 91 for more details. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Dragonsight",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cast this spell and your eyes enlarge and turn yellow and catlike, like those of a dragon. \nYou gain the visual acuity of a dragon, including low-light vision, darkvision, and blindsense. \nYou can see four times as well as a normal human in low-light conditions and twice as well in normal light.  your darkvision is effective out to 10 feet per caster level.  You take half the normal penalties for distance on Spot checks. \nYour blindsense has a range of 5 feet per caster level. \nNone of these effects stack with any low-light vision, darkvision, or blindsense you might already have. \nFocus: A dragon's eye. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Involuntary Shapeshifting",
    "school": "transmutation",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "For the duration of the spell, you force the target creature to change shape on its turn every round if it has an extraordinary or supernatural ability that allows it to do so.  For example, a 5th-level druid under the effect of the spell must wild shape until the duration expires (or until she runs out of uses per day), a changeling must use its minor change shape ability, a shifter must use its shifting ability, and a doppelganger or rakshasa must change shape.  Changing shape in this way requires as much time as the target creature's ability normally requires, but it can perform additional actions as it chooses (so long as it has actions remaining in the round). \nEach time that a creature affected by this spell changes shape, it experiences wracking pain, taking 1 point of damage per caster level (maximum 15 points).  Target creatures who are able to adopt more than one alternative form can choose which form involuntary shapeshifting forces them to take.  If the target of the spell does not have an alternative form available, or if the target's alternative form cannot be assumed (for instance, while a creature with a supernatural change shape ability is within an antimagic field), the spell has no effect. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/2 levels (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Narzugon",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "A moan precedes the transformation that results when you imbue the target with the baleful power of a narzugon. You bind the dread essence of a narzugon to a target creature, filling it with the misery and horror that defines the devil's existence. The subject of this spell can use a baleful gaze as a standard action. The gaze affects a single creature within 20 feet. That creature must succeed on a Will save against the spell's save DC or be immobilized for 1 round as if affected by a hold monster spell. Baatezu are immune to this gaze attack. Once a creature has successfully resisted this effect, it cannot be affected by this gaze from the same creature for 24 hours. The subject also gains resistance to fire 10. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the narzugon). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flesh to Ice",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "The subject, along with all its carried gear, turns into a mindless, inert ice sculpture. If the sculpture resulting from this spell is broken, melted, or damaged, the subject (if ever returned to its original state) has similar damage or deformities. The creature is not dead, but it does not seem to be alive either when viewed with spells such as deathwatch. Only creatures made of flesh are affected by this spell. Material Component:Water and a drop of blood. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Form of the Desert Hunter",
    "school": "transmutation",
    "sub_school": "polymorph",
    "source": "dragon_magic",
    "description": "Brass scales grow from your flesh as a thick mane surrounds your face. Your arms and legs become powerfully muscled and grow sharp claws as your body hunches over to become quadrupedal and a small pair of batlike wings sprouts from your shoulder blades. You take the form of a dragonne (MM89). You gain 30 temporary hit points, which disappear at the end of the spell's duration. For details, see The Polymorph Subschool on page 60. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Dragonmarked Weapon, Greater",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "As dragonmarked weapon, except that the weapon deals an extra 2d6 points of damage to any dragonmarked creature whose mark does not correspond to the caster's dragonmarked house.  In addition, the weapon's hardness is doubled for the spell's duration. \nDragonmark: Any greater true or aberrant dragonmark, or any Siberys dragonmark. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Construct Essence",
    "school": "transmutation",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "As lesser construct essence with the following additional effects.  The living construct becomes immune to critical hits, sneak attacks, ability damage, ability drain, death effects, and necromancy effects.  The living construct also gains darkvision out to 60 feet. \nThis spell counters and dispels lesser humanoid essence and humanoid essence.  If this spell is cast on a creature under the effect of lesser humanoid essence, the latter spell is automatically ended.  If this spell is cast on a creature under the effect of humanoid essence, both spells are dispelled and have no effect.  It has no effect if cast on a creature under the effect of greater humanoid essence. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living construct touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dancing Blade",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "With a word and a gesture, the sword in your hand leaps to life with a swooping salute. This spell animates a melee weapon currently in your possession, causing it to fight your foes as you direct it. Once each round as a free action, you can direct the blade to attack an adjacent foe (a weapon with reach can attack a foe 10 feet away). The weapon's bonus on attack rolls is equal to your caster level + your key ability modifier, plus any enhancement bonus the weapon might have. It deals damage equal to the normal damage of the weapon, plus your key ability modifier and any enhancement bonus or other bonus on damage inherent in the weapon. The weapon attacks once per round. Despite the spell's name, it works on any melee weapon (not just blades). While your weapon is dancing, it cannot make attacks of opportunity, and you are not considered armed with the weapon. It remains in your space and accompanies you everywhere, whether you move by physical or magical means. The weapon cannot be disarmed. Focus: The melee weapon that serves as the target of the spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Orthon",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "A dull humming noise sounds briefly, and the air crackles with the terrible power of an orthon. While under the effect of this spell, a creature is infused with the disruptive power of an orthon. As an immediate action, the subject of this spell can erect a 20-foot-radius field that disrupts teleportation spells or effects. All creatures in the area are prevented from using any spell, spell-like ability, or supernatural ability that provides such movement, as if they were in the area of a dimensional lock spell. Each use of this field lasts 1 round. In addition, the subject of the spell gains the benefit of a sonic shield for as long as the spell remains in effect. This shield functions like the fire shield spell, except that it deals sonic damage instead of cold or fire, and the subject takes half damage from acid-based attacks. If exposed to an acid attack that allows a Reflex save for half damage, the subject takes no damage on a successful save. The subject gains resistance to fire 10. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the orthon). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Fang, Superior",
    "school": "transmutation",
    "sub_school": "",
    "source": "draconomicon",
    "description": "Superior magic fang gives every natural weapon you possess an enhancement bonus on attack and damage rolls equal to +1 per four caster levels (maximum +5 at 20th level). ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Enlarge Person, Greater",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your intended subject begins to grow rapidly as you complete the spell. \nThis spell functions like enlarge person (PH 226), except as noted above. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ethereal Breath",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You exhale a blast of fire down the corridor, but none of the furnishings take any damage.  On another plane of existence, a horde of ethereal marauders is now nothing more than smoldering meat. \nFor this spell to function, you must have a breath weapon, either as a supernatural ability or as the result of casting a spell such as dragon breath (page 73).  When you successfully cast this spell, you can modify your breath weapon to manifest on the Ethereal Plane instead of on the Material Plane.  (You must be in the Material Plane, or on another plane with a coexistent Ethereal Plane, for this spell to function. ) Your breath weapon affects ethereal creatures as if they were material, and does not affect material creatures in its area. ",
    "effect": "",
    "range": " Personal",
    "components": "somatic",
    "target": " Your breath weapon",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Blink, Improved",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_divine",
    "description": "Like the 3rd-level arcane spell blink, you flicker back and forth between the Material and Ethereal planes. However, you are capable of controlling the timing of you blinks and therefore make better use of them. Blinking by means of this spell has several effects: Physical attacks against you have a 50% miss chance, and the Blind-Fight feat doesn't help the attacker. If the attack is capable of striking invisible or incorporeal creatures, the miss chance is only 20%. An attacker who can both see and strike ethereal creatures takes no penalty. You have no chance of interfering with your own attacks. Individually targeted spells have a 50% chance to fail against you while blinking, unless your attacker can target invisible, ethereal creatures. You have no chance of interfering with your own spells. You take only half damage from area attacks (or full damage from those that extend onto the Ethereal Plane). While blinking, you strike as an invisible creature (+2 bonus on attack rolls), denying your target any Dexterity bonus to AC. You take only half damage from falling, since you are subject to gravity only while you are on the Material Plane. You can ready an action to blink away from a specific enemy attack, physical or magical. If you do so, the attack misses automatically unless it can also affect ethereal targets. You move at three-quarters speed, since movement on the Ethereal Plane is at half speed and you spend about half your time there and half your time material. While blinking, you can step through (but not see through) solid objects. You do not risk materializing inside a solid object unless you actually end your move inside one, in which case you materialize and are shunted off to the nearest open space. You take 1d6 points of damage per 5 feet traveled in his manner. Since you spend about half your time on the Ethereal Plane, you can see and even attack ethereal creatures. You interact with ethereal creatures in roughly the same way you interact with material ones (their attacks have a 50% miss chance against you, and so on). ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Magic Weapon, Greater Legion_s",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "This spell functions like greater magic weapon (see page 251 of the Player's Handbook), except as noted above and as follows.  It only affects weapons held by allies when the spell is cast.  It has no effect on ammunition. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " Melee or ranged weapons held by allied creatures in a 20-ft.-radius burst",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Baleful Polymorph",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You change the subject into a Small or smaller animal of no more than 1 HD (such as a dog, lizard, monkey, or toad).  The subject takes on all the statistics and special abilities of an average member of the new form in place of its own except as follows:\n\nThe target retains its own alignment (and personality, within the limits of the new form's ability scores). \nIf the target has the shapechanger subtype, it retains that subtype. \nThe target retains its own hit points. \nThe target is treated has having its normal Hit Dice for purpose of adjudicating effects based on HD, such as the sleep spell, though it uses the new form's base attack bonus, base save bonuses, and all other statistics derived from Hit Dice. \nThe target also retains the ability to understand (but not to speak) the languages it understood in its original form.  It can write in the languages it understands, but only the form is capable of writing in some manner (such as drawing in the dirt with a paw). \n\nWith those exceptions, the target's normal game statistics are replaced by those of the new form.  The target loses all the special abilities it has in its normal form, including its class features. \nAll items worn or carried by the subject fall to the ground at its feet, even if they could be worn or carried by the new form. \nIf the new form would prove fatal to the creature (for example, if you polymorphed a landbound target into a fish, or an airborne target into a toad), the subject gets a +4 bonus on the save. \nIf the subject remains in the new form for 24 consecutive hours, it must attempt a Will save.  If this save fails, it loses its ability to understand language, as well as all other memories of its previous form, and its Hit Dice and hit points change to match an average creature of its new form.  These abilities and statistics return to normal if the effect is later ended. \nIncorporeal or gaseous creatures are immune to baleful polymorph, and a creature with the shapechanger subtype (such as a lycanthrope or a doppelganger) can revert to its natural form as a standard action (which ends the spell's effect). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Fortitude negates, Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fabricate",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You convert material of one sort into a product that is of the same material. Thus, you can fabricate a wooden bridge from a clump of tress, a rope from a patch of hemp, clothes from flax or wool, and so forth. Creatures or magic items cannot be created or transmuted by the fabricate spell. The quality of items made by this spell is commensurate with the quality of material used as the basis for the new fabrication. If you work with a mineral, the target is reduced to 1 cubic foot per level instead of 10 cubic feet. You must make an appropriate Craft check to fabricate articles requiring a high degree of craftsmanship (jewelry, swords, glass, crystal, and the like). Casting requires 1 round per 10 cubic feet (or 1 cubic foot) of material to be affected by the spell. Material Component: The original material, which costs the same amount as the raw materials required to craft the item to be created. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " Up to 10 cu. ft./level; see text",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flesh to Salt",
    "school": "transmutation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You call the essence of salt forth in the target, dealing 1d6 points of damage per two caster levels (maximum 10d6). If the target takes more than half of its current hit points in damage from the spell, it must make a Fortitude saving throw or its body completely crystallizes. The subject, but not its carried gear, turns into a mindless, inert statue. If a statue resulting from this spell is broken or damaged, the subject has similar damage or deformities if ever returned to its original state. The creature is not dead, but it does not seem to be alive either when viewed with spells such as deathwatch. The transformed creature takes on the consistency of rock salt (hardness 2, 5 hp per inch of thickness). Salt statues are extremely susceptible to dissolution by water—if exposed to flooding or heavy rain, they take damage that is not reduced by hardness. A constant blast of water (for example, a geyser from a decanter of endless water) deals 10 points of damage per minute. A steady rain deals 1 point of damage per minute. A stone to flesh spell affects salt as if it were stone, returning an affected creature to its original state. Material Component: A lump of rock salt. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lutzaen_s Frequent Jaunt",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "As dimension door, except as noted above and that you can transfer yourself once per round as a move-equivalent action that does not provoke an attack of opportunity. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": "",
    "area": "",
    "duration": " 1 round/2 levels",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Ice to Flesh",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "This spell restores a frozen creature to its normal state, restoring life and goods. The creature must make a DC 15 Fortitude save to survive the process. Any frozen creature, regardless of size, can be restored. The spell also can convert a mass of ice into a fleshy substance. Such flesh is inert and lacking a vital life force unless a life force or magical energy is available. (For example, an ordinary ice sculpture would become a corpse). You can affect an object that fits within a cylinder from 1 foot to 3 feet in diameter and up to 10 feet long or a cylinder of up to those dimensions in a larger mass of ice. Material Component: A cube of ice and a drop of blood. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One frozen creature or a cylinder of ice from 1 ft. to 3 ft. in diameter and up to 10 ft. long",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates (object); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flaying Tendrils",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "A quartet of hideous, writhing tentacles sprouts from your face. You grow four tentacles from your face, similar to those of a mind flayer. For the duration of the spell, you can attack with one tentacle as a standard action, or all four as a full-round action. Each tentacle deals 1d4 points of damage, plus your Strength modifier. When using the tentacles, you are treated as though you have the Improved Grapple feat. You can latch a tentacle onto a foe's head with a successful grapple check, and if you begin your turn with one tentacle successfully attached, you can attach the remaining three with a single check, though doing this still requires a full-round action. Your foe can escape with a single grapple check or Escape Artist check, but you gain a +2 bonus for each tentacle that is attached at the beginning of your foe's turn. If you begin your turn with all four tentacles attached, you can attempt to remove your foe's brain, killing him instantly. The victim is entitled to a fortitude save to avoid this fate, though success indicates only that he evaded extraction; he is still grappled and must attempt to escape normally. You cannot use these tentacles to grapple foes more than one size category larger or smaller than you. Extracting the brain does nothing to constructs, elementals, oozes, plants, or undead, and is not instantly fatal to creatures with multiple heads. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Lucent Lance",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The eternal energies of light and darkness you call upon to cast this spell cause the ambient light near you to coalesce around the crystal rod in your hand.  The light erupts in a coruscating beam of radiance shaped like a needle-sharp lance. \nYou must succeed on a ranged touch attack with the ray to strike a target.  A creature struck is blinded for 1 round, and dazzled for 1 round per caster level.  A creature sensitive to bright light (such as a drow, duergar, or kuo-toa) takes penalties as if it had been exposed to full daylight for 1 round if struck by the beam, even if it resists the spell's other effects. \nIn addition to this dazzling effect, lucent lance deals damage based on the level of light available within your square.  In bright light, it deals 1d6 points of damage per caster level (maximum 15d6).  In shadowy illumination, it deals 1d4 points of damage per caster level (maximum 15d4).  If no light is present in your square, the spell cannot be cast at all. \nFocus: A clear glass or crystal rod. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Improved Reduce",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "This spell causes instant diminution of a humanoid creature, halving its height, length, and width and dividing its weight by 8. This decrease changes the creature's size category to the next smaller one. The target gains a +2 size bonus to Dexterity, a -2 size penalty to Strength (to a minimum of 1), and a +1 bonus on attack rolls and AC due to its reduced size. A Small humanoid creature whose size decreases to Tiny has a space of 2-1/2 feet and a natural reach of 0 feet (meaning that it must enter an opponent's square to attack). A Large humanoid creature whose size decreases to Medium has a space of 5 feet and a natural reach of 5 feet. This spell doesn't change the target's speed. All equipment worn or carried by a creature is similarly reduced by the spell. Melee and projectile weapons deal less damage (see Table 2-3 in the Dungeon Master's Guide). Other magical properties are not affected by this spell. Any reduced item that leaves the reduced creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown weapons deal their normal damage (projectiles deal damage based on the size of the weapon that fired them). Multiple magical effects that reduce size do not stack, which means (among other things) that you can't use a second casting of this spell to further reduce the size of as humanoid that's still under the effect of the first casting. Reduce person counters and dispels enlarge person. Reduce person can be made permanent with a permanency spell. Material Component: A pinch of powdered iron. ",
    "effect": "",
    "range": " Touch",
    "components": "",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Animal Growth",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A number of animals grow to twice their normal size and eight times their normal weight.  This alteration changes each animal's size category to the next largest (from Large to Huge, for example), grants it a +8 size bonus to Strength and a +4 size bonus to Constitution (and thus an extra 2 hit points per HD), and imposes a -2 size penalty to Dexterity.  The creature's existing natural armor bonus increases by 2.  The size change also affects the animal's modifier to AC and attack rolls and its base damage, as detailed on Table 2-2 in the Dungeon Master's Guide.  The animal's space and reach change as indicated on Table 8-4: Creature Size and Scale (page 149), but its speed does not change. \nThe spell also grants each subject damage reduction 10/magic and a +4 resistance bonus on saving throws. \nSpecial: When casting animal growth as a Scalykind Domain spell, only ophidian and reptilian creatures are affected. \nIf insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process.  If it fails, it is constrained without harm by the materials enclosing it—the spell cannot be used to crush a creature by increasing its size. \nAll equipment worn or carried by an animal is similarly enlarged by the spell, though this change has no effect on the magical properties of any such equipment.  Any enlarged item that leaves the enlarged creature's possession instantly returns to its normal size. \nThe spell gives no means of command or influence over the enlarged animals. \nMultiple magical effects that increase size do not stack, which means (among other things) that you can't use a second casting of this spell to further increase the size of an animal that's still under the effect of the first casting. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Up to one animal (Gargantuan or smaller) per two levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lightning Leap",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "With a sudden flash, you find yourself standing on the other side of the battle, leaving a smoking trail behind you. You transform yourself into a line of lightning, similar to that created by the lightning bolt spell. This line can be of any length from 10 feet to 60 feet, measured in 5-foot increments. You reappear in any square adjacent to the last square entered by the line, along with any gear worn or carried (up to a maximum of your heavy load limit). You can't bring along other creatures except for your familiar. The line deals 1d6 points of electricity damage per caster level (maximum 15d6) to anything in its area. A successful Reflex save halves this damage, and spell resistance applies. ",
    "effect": "",
    "range": " Personal and 60 ft.",
    "components": "verbal",
    "target": " You",
    "area": " 10-to-60-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " None and Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heart of Fire",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You feel a sudden flame burning within you. This spell converts part of your body into elemental fire, which speeds your step and toughens your flesh. You gain a +10-foot enhancement bonus to your land speed and resistance to fire 20. Furthermore, while this spell is active, you can activate a fire shield effect (as the spell; fire-based protection only) on yourself as a swift action. This benefit lasts for 1 round per level, at the end of which time the spell's entire effect ends. If heart of fire is active on you at the same time as heart of air,heart of earth, or heart of water, you gain light fortification. If all four of these spells are active on you at the same time, you become immune to extra damage from critical hits and sneak attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level (D) or until expended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Improved Blink",
    "school": "transmutation",
    "sub_school": "",
    "source": "unapproachable_east",
    "description": "Like the 3rd-level arcane spell blink, you flicker back and forth between the Material and Ethereal planes. However, you are capable of controlling the timing of your blinks and therefore make better use of them. Blinking by means of this spell has several effects: Physical attacks against you have a 50% miss chance, and the Blind-Fight feat doesn't help the attacker. If the attack is capable of striking invisible or incorporeal creatures, the miss chance is only 20%. An attacker who can both see and strike ethereal creatures takes no penalty. You have no chance of interfering with your own attacks. Individually targeted spells have a 50% chance to fail against you while blinking, unless your attacker can target invisible, ethereal creatures. You have no chance of interfering with your own spells. You take only half damage from area attacks (or full damage from those that extend onto the Ethereal Plane). While blinking, you strike as an invisible creature (+2 bonus on attack rolls), denying your target any Dexterity bonus to AC. You take only half damage from falling, since you are subject to gravity only while you are on the Material Plane. You can ready an action to blink away from a specific enemy attack, physical or magical. If you do so, the attack misses automatically unless it canalso affect ethereal targets. You move at three-quarters speed, since movement on the Ethereal Plane is at half speed and you spend about half your time there and half your time material. While blinking, you can step through (but not see through) solid objects. You do not risk materializing inside a solid object unless you actually end your move inside one, in which case you materialize and are shunted off to the nearest open space. You take 1d6 points of damage per 5 feet traveled in this manner. Since you spend about half your time on the Ethereal Plane, you can see and even attack ethereal creatures. You interact with ethereal creatures in roughly the same way you interact with material ones (their attacks have a 50% miss chance against you, and so on). ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Etherealness, Swift",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "With a single word and a quick wave of your hand, the creature disappears. The subject becomes ethereal until the end of its next turn. If, at the end of the spell's duration, the subject creature rematerializes within a solid object or in an occupied space, it is shunted off to the nearest open space and takes 1d6 points of damage per 5 feet so traveled. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One willing creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bite of the Wereboar",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You shake your head, and your face reshapes itself into the visage of a boar.  As this happens, your body becomes bulkier, and your shoulders and back bristle with hair. \nYou gain a +4 enhancement bonus to Strength, a +6 enhancement bonus to Constitution, and a +8 enhancement bonus to natural armor.  Your face becomes that of a boar, and you gain a bite attack that deals 1d8 points of damage (or 1d6 points if you are Small) + 1-1/2 times your Str modifier.  You also gain the benefit of the Blind-Fight feat.  If your base attack bonus is +6 or higher, you do not gain any additional attacks. \nMaterial Component: Four boar bristles. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": "",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dridershape",
    "school": "transmutation",
    "sub_school": "polymorph",
    "source": "drow_of_the_underdark",
    "description": "Your lower extremities transform, sprouting arachnid legs, as a large, pulsing thorax swells from your back. You take on the form and abilities of a drider (MM 89). You gain 20 temporary hit points, which disappear at the end of the spell's duration. You don't gain the drider's spellcasting ability, but you retain your own. (Spellcasting is subject to the drider's ability scores; for instance, you can't cast wizard spells above 5th level, since your new Intelligence is only 15). Any held objects remain held in the new form (other gear melds into the new form as normal). See page 59 for details of the polymorph subschool. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]