[
  {
    "name": "Silence",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "Upon the casting of this spell, complete silence prevails in the affected area. All sound is stopped: Conversation is impossible, spells with verbal components cannot be cast, and no noise whatsoever issues from, enters, or passes through the area. The spell can be cast on a point in space, but the effect is stationary unless cast on a mobile object. The spell can be centered on a creature, and the effect then radiates from the creature and moves as it moves. An unwilling creature can attempt a Will save to negate the spell and can use spell resistance, if any. Items in a creature's possession or magic items that emit sound receive the benefits of saves and spell resistance, but unattended objects and points in space do not. This spell provides a defense against sonic or language-based attacks, such as command, a harpy's captivating song, a horn of blasting, and the like. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius emanation centered on a creature, object, or point in space",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates; see text or none (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Misdirection",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "By means of this spell, you misdirect the information from divination spells that reveal auras (detect evil, detect magic, discern lies, and the like). On casting the spell, you choose another object within range. For the duration of the spell, the subject of misdirection is detected as if it were the other object. (Neither the subject nor the other object gets a saving throw against this effect). Detection spells provide information based on the second object rather than on the actual target of the detection unless the caster of the detection succeeds on a Will save. For instance, you could make yourself detect as a tree if one were within range at casting: not evil, not lying, not magical, neutral in alignment, and so forth. This spell does not affect other types of divination magic (augury, detect thoughts, clairaudience/clairvoyance, and the like). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature or object, up to a 10-ft. cube in size",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None or Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blur",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "The subject's outline appears blurred, shifting and wavering. This distortion grants the subject concealment (20% miss chance). A see invisibility spell does not counteract the blur effect, but a true seeing spell does. Opponents that cannot see the subject ignore the spell's effect (though fighting an unseen opponent carries penalties of its own; see page 151). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]