[
  {
    "name": "Jump",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject gets a +10 enhancement bonus on Jump checks. The enhancement bonus increases to +20 at caster level 5th, and to +30 (the maximum) at caster level 9th. Material Component: A grasshopper's hind leg, which you break when the spell is cast. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animate Rope",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can animate a nonliving ropelike object, such as string, yarn, cord, line, rope, or even a cable.  The maximum length assumes a rope with a 1-inch diameter.  Reduce the maximum length by 50% for every additional inch of thickness, and increase it by 50% for each reduction of the rope's diameter by half. \nThe possible commands are \"coil\" (form a neat, coiled stack), \"coil and knot\", \"loop\", \"loop and knot\", \"tie and knot\", and the opposites of all of the above (\"uncoil\", and so forth).  You can give one command each round as a move action, as if directing an active spell. \nThe rope can enwrap only a creature or an object within 1 foot of it—it does not snake outward—so it must be thrown near the intended target.  Doing so requires a successful ranged touch attack roll (range increment 10 feet).  A typical 1-inchdiameter hempen rope has 2 hit points, AC 10, and requires a DC 23 Strength check to burst it.  The rope does not deal damage, but it can be used as a trip line or to cause a single opponent that fails a Reflex saving throw to become entangled.  A creature capable of spellcasting that is bound by this spell must make a DC 15 Concentration check to cast a spell.  An entangled creature can slip free with a DC 20 Escape Artist check. \nThe rope itself and any knots tied in it are not magical. \nThis spell grants a +2 bonus on any Use Rope checks you make when using the transmuted rope. \nThe spell cannot animate objects carried or worn by a creature. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One ropelike object, length up to 50 ft. + 5 ft./level; see text",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]