[
  {
    "name": "Eyes of the Oracle",
    "school": "divination",
    "sub_school": "",
    "source": "dragon_magic",
    "description": "Vague, translucent shadows of your body's form move just out of sync with your own motions, a visible sign that you exist in two places in time. You can see into the future, slightly anticipating your opponents' next moves. You gain a +2 insight bonus to Armor Class and a +2 insight bonus on Reflex saves. Additionally, at the end of your turn, you can ready a single standard action regardless of the number of actions taken this turn. Thus, you can move at your movement rate, make a single attack, and then at the end of your turn ready an action to cast a single spell with a casting time of one standard action. This behaves as a readied action in all other ways, including the change in your initiative. If you take the readied action, the spell's effect ends immediately. Special: If you are of the dragonblood subtype (see page 4), your bonus to Armor Class and on Reflex saves improves to +3. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round/level or until expended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Rary_s Interplanar Telepathic Bond",
    "school": "divination",
    "sub_school": "",
    "source": "planar_handbook",
    "description": "This spell functions like Rary's telepathic bond, except that the communication functions both on the same plane and across planes. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Analyze Dweomer",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You discern all spells and magical properties present in a number of creatures or objects.  Each round, you may examine a single creature or object that you can see as a free action.  In the case of a magic item, you learn its functions, how to activate its functions (if appropriate), and how many charges are left (if it uses charges).  In the case of an object or creature with active spells cast upon it, you learn each spell, its effect, and its caster level. \nAn attended object may attempt a Will save to resist this effect if its holder so desires.  If the save succeeds, you learn nothing about the object except what you can discern by looking at it.  An object that makes its save cannot be affected by any other analyze dweomer spells for 24 hours. \nAnalyze dweomer does not function when used on an artifact (see the Dungeon Master's Guide for details on artifacts). \nFocus: A tiny lens of ruby or sapphire set in a small golden loop.  The gemstone must be worth at least 1,500 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One object or creature per caster level",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None or Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "True Seeing",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You confer on the subject the ability to see all things as they actually are.  The subject sees through normal and magical darkness, notices secret doors hidden by magic, sees the exact locations of creatures or objects under blur or displacement effects, sees invisible creatures or objects normally, sees through illusions, and sees the true form of polymorphed, changed, or transmuted things.  Further, the subject can focus its vision to see into the Ethereal Plane (but not into extradimensional spaces).  The range of true seeing conferred is 120 feet. \nTrue seeing, however, does not penetrate solid objects.  It in no way confers X-ray vision or its equivalent.  It does not negate concealment, including that caused by fog and the like.  True seeing does not help the viewer see through mundane disguises, spot creatures who are simply hiding, or notice secret doors hidden by mundane means.  In addition, the spell effects cannot be further enhanced with known magic, so one cannot use true seeing through a crystal ball or in conjunction with clairaudience/clairvoyance. \nMaterial Component: An ointment for the eyes that costs 250 gp and is made from mushroom powder, saffron, and fat. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Eye of Stone",
    "school": "divination",
    "sub_school": "scrying",
    "source": "races_of_stone",
    "description": "You create an invisible magical sensor that can move through solid stone and send you visual information. This spell functions like the arcane eye spell (see page 200 of the Player's Handbook), except that you can move the sensor through stone. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Glimpse of the Prophecy",
    "school": "divination",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "You gain powerful insight into the workings of the draconic Prophecy, granting you inner strength and a potent sixth sense in relation to your surroundings.  You gain a +1 insight bonus to Armor Class and a +1 insight bonus on saving throws for the duration of the spell. \nOnce during the spell's duration, you can gain an insight bonus equal to one-half your caster level (maximum +10) on any saving throw.  Activating this effect is an immediate action, but it must be done before you make the roll to be modified.  Once this ability is used, the spell ends. \nIf you have the Dragon Prophesier feat (see page 46), you can enter a state of prophetic favor as an immediate action instead of a full-round action while this spell is in effect.  This still counts as one of your daily uses of prophetic favor.  Once this ability is used, the spell ends. \nYou cannot have more than one glimpse of the Prophecy spell active on you at the same time. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level or until discharged",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Legend Lore",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Legend lore brings to your mind legends about an important person, place, or thing. If the person or thing is at hand, or if you are in the place in question, the casting time is only 1d4×10 minutes. If you have only detailed information on the person, place, or thing, the casting time is 1d10 days, and the resulting lore is less complete and specific (though it often provides enough information to help you find the person, place, or thing, thus allowing a better legend lore result next time). If you know only rumors, the casting time is 2d6 weeks, and the resulting lore is vague and incomplete (though it often directs you to more detailed information, thus allowing a better legend lore result next time). During the casting, you cannot engage in other than routine activities: eating, sleeping, and so forth. When completed, the divination brings legends (if any) about the person, place, or things to your mind. These may be legends that are still current, legends that have been forgotten, or even information that has never been generally known. If the person, place, or thing is not of legendary importance, you gain no information. As a rule of thumb, characters who are 11th level and higher are \"legendary\", as are the sorts of creatures they contend with, the major magic items they wield, and the places where they perform their key deeds. Examples of legend lore results include the following. A divination about a mysterious magic axe you have at hand: \"Woe to the evildoer whose hand touches the axe, for even the haft chops the hand of the evil ones. Only a true Son or Daughter of Stone, one who loves Moradin and whom Moradin loves, may awaken the true powers of the axe, and only with the sacred word 'Rudnogg'on the lips\". A divination about a legendary paladin about whom you know many details: \"Vanashon has been denied the glory of death and the duty of life. He waits patiently beneath the Forbidden Mountain\". (The paladin has been turned to stone in the caverns under the mountain). A divination about ancient ruins about which you have only a passing reference in a partially damaged tome: \"The sorcerer who called herself Ryth built a library without words and a temple without gods. Those who read and those who pray tore it down in a night and a day\". (These clues may be enough for you to find out more and get details you need to cast a better legend lore). Material Component: Incense worth at least 250 gp. Focus: Four strips of ivory (worth 50 gp each) formed into a rectangle. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,arcane focus",
    "target": " You",
    "area": "",
    "duration": " See text",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Interplanar Telepathic Bond",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You crush the eggshells as you cast this spell, indicating your comrades in the party.  Now, regardless of where they might end up, you will able to communicate with them. \nThis spell functions like Rary's telepathic bond (PH 268), except that the communication functions both on the same plane and across planes. \nMaterial Component: Pieces of eggshell from two different kinds of creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " You plus one willing creature/3 levels, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scry Location",
    "school": "divination",
    "sub_school": "scrying",
    "source": "complete_scoundrel",
    "description": "At the culmination of this long ritual, you gaze into your scrying focus and stretch out your sight. The mists within the reflective surface dissipate, and suddenly you can see and hear a familiar place. You can see and hear what occurs at a location, which can be at any distance on the same plane where you are located. You must make a successful caster level check (1d20 + your caster level) to scry a specific location. The difficulty of this check depends on how familiar you are with that location and what sort of physical connection (if any) you have to that place. Furthermore, the difficulty to scry the desired locale increases if the location is extremely far removed, indoors or underground, or on another plane. The DC of this check is 20 + any modifiers related to your knowledge of the area, your connection to it, and the location's distance, as set out in the following table. If you fail this check, the scrying attempt simply fails. If the caster level check succeeds, you create an invisible magical sensor in any location you desire. Through this sensor you can both see and hear, your vantage and range of vision being the same as if you were actually at that place, allowing you to make Spot and Listen checks as normal. You can rotate the sensor as you wish, seeing in any direction you desire. Once the spell is cast, however, you cannot change the position of the sensor. As with all divination (scrying) spells, the sensor has your full visual acuity, including any magical effects. In addition, the following spells have a 5% chance per caster level of operating through the sensor: detect chaos, detect evil, detect good, detect law, detect magic, and message. If the caster level check fails, you can't attempt to scry on any place within 1 mile of that location until 24 hours have passed. Arcane Material Component: The eye of a mole, a badger, or a xorn, plus nitric acid, copper, and zinc. Wizard, Sorcerer, or Bard Focus: A mirror of finely wrought and highly polished silver costing not less than 1,000 gp. The mirror must be at least 2 feet by 4 feet. Cleric Focus: A holy water font costing not less than 100 gp. Druid Focus: A natural pool of water. ",
    "effect": " Magical sensor",
    "range": " See text",
    "components": "verbal,somatic,material,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  }
]