[
  {
    "name": "Spellcaster_s Bane",
    "school": "divination",
    "sub_school": "",
    "source": "complete_mage",
    "description": "The air around you seems to glow as the currents of magic running through the world become visible to your eyes. You gain a +2 insight bonus on dispel checks and caster level checks made to counterspell. If you have 5 or more ranks in Spellcraft, you also automatically recognize any spell being cast, as though you had succeeded on a Spellcraft check. You must have line of sight to the caster, but distance is otherwise not a factor. If you have 15 or more ranks in Spellcraft, you not only recognize any spell being cast, but you also know the caster level of any spell being cast. Again, you must have line of sight to the caster for this effect to function. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Circle Dance",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You dance to each point of the compass rose, then finish the spell in a wide, circular sweep.  At the end, you know that the creature you seek lies in the direction you face. \nYou divine the relative direction and condition of another creature.  You must have firsthand knowledge of the creature for the spell to function. \nIf the creature is alive and on the same plane as you, the spell leaves you facing in its direction.  You also get an impression of its physical and emotional condition (unharmed, wounded, unconscious, dying, and so on).  If the creature you seek is on a different plane or dead, you feel nothing. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Devil_s Eye",
    "school": "divination",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster gains the visual acuity of a devil. He can see not only in darkness, but also in magical darkness, with a range of 30 feet. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " Caster",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Tongues",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell grants the creature touched the ability to speak and understand the language of any intelligent creature, whether it is a racial tongue or a regional dialect. The subject can speak only one language at a time, although it may be able to understand several languages. Tongues does not enable the subject to speak with creatures who don't speak. The subject can make itself understood as far as its voice carries. This spell does not predispose any creature addressed toward the subject in any way. Tongues can be made permanent with a permanency spell. Arcane Material Component: A small clay model of a ziggurat, which shatters when the verbal component is pronounced. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Metal and Minerals",
    "school": "divination",
    "sub_school": "",
    "source": "races_of_faerun",
    "description": "You can detect large accumulations of metals and other minerals, whether worked or unworked. The spell will detect everything from a vein of iron ore to a pile of gold coins, even through solid stone or other barriers. When you cast this spell, you must concentrate on at least 10 pounds of the metal or mineral you're searching for. If an accumulation of that metal 10 pounds or larger is within the spell area, you will unerringly sense it (most coins are 50 to the pound). The amount of information revealed depends on how long you study a particular area:1st Round: Presence or absence of the particular metal or mineral. 2nd Round: Approximate weight of the metal or mineral. 3rd Round: Distance and direction (measured in a straight line) to the metal or mineral. As long as the spell is active, you can change the metal or mineral you're trying to detect by simply concentrating on a different sample (it takes a standard action to refocus on the new sample). Thus you could search for gold, then switch to adamantine, then seek out sources of iron. If you stop concentrating on a sample, the spell ends. If your sample is unworked, you will detect only unworked accumulations of the metal, such as ore deposits and mineral veins. You will only detect worked metal, such as gold coins or mithral armor, if your sample is likewise refined. Note: Each round you can turn to detect things in a new area. The spell can penetrate any nonmagical solid barrier. Material Component: A 10-pound sample of the metal or mineral to be detected. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Quarter-circle emanating from you to the extreme of the range",
    "duration": " Concentration, up to 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Glimpse of Truth",
    "school": "divination",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster sees through the veil of reality to pose a single question to nameless malevolent entities that exist beyond normal consciousness. The question must be posed such that the answer is a simple yes or no. The answer given is correct 75% of the time. Answers the DM deems too obscure are never revealed. The spell, at best, provides information to aid character decisions. In cases where a one-word answer would be misleading, the DM can give a short answer instead (five words or less). Drug Component:Mordayn vapor. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " Caster",
    "area": "",
    "duration": " 1 hour",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Alter Fortune",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "With a single utterance, you create a momentary distortion that engulfs and confounds your foe. You change the flow of chance, causing the subject to immediately reroll any die roll it just made. It must abide by the second roll. XP Cost: 200 XP. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,experience",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Battlemagic Perception",
    "school": "divination",
    "sub_school": "",
    "source": "heroes_of_battle",
    "description": "You gain a perception of the forces of magic and can sense when magic is being manipulated by a spellcaster. You gain a +5 competence bonus on Spellcraft checks made to identify a spell as it is being cast. If you have at least 5 ranks in Spellcraft, you are also able to sense the use of any spell or spell-like ability within 100 feet, so long as you have line of effect to the caster. With a Spellcraft check (DC 15 + spell level) you can even ascertain the spell being cast. This determination happens quickly enough that you canattempt to counter the spell as a free action. Counterspell attempts are otherwise handled normally, and you can counter the spell even if you do not have line of sight to the spellcaster. If you counter a spell in this manner, the battlemagic perception spell ends immediately. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Detect Ship",
    "school": "divination",
    "sub_school": "",
    "source": "stormwrack",
    "description": "You gain the ability to discern the presence of ships around you. You perceive ships located within a distance of 1 mile per caster level, regardless of current visibility (or even whether or not they are beyond the horizon). You need not be seeking them to become aware that they are there—this spell will alert you to the presence of a ship if you are below decks or asleep. Exactly what can be ascertained depends on whether the ships in question are within sight or not yet visible. Not Visible: You sense only the presence of ships other than your own in the area. A DC 15 Profession (sailor) check allows you to determine the number, direction, and range to each new ship you sense. If you sense a ship's direction and range, you continue to be aware of this information until the other ship is no longer in range of the spell. Within Sight: If a ship is actually within sight, you can gain additional information by studying the vessel for 1 round. You need not be able to see the vessel clearly—a spot on the horizon is sufficient. A Profession (sailor) check gives you information about the ship or ships:This spell cannot penetrate illusions. Focus: A small disk of ground glass, hung on a golden chain and worn about the neck while the spell is in effect. This focus is worth 50 gp. ",
    "effect": "",
    "range": " Special",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 24 hours (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crown of Clarity",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A crown of magical energy appears upon your head. For a moment, your vision blurs and a slight buzz fills your ears. These distractions pass, leaving you with sharpened senses. You create an arcane crown that grants the wearer a +2 competence bonus on Listen and Spot checks. As an immediate action, the creature wearing a crown of clarity can discharge its magic to gain a +8 bonus on a single Spot or Listen check. The spell ends after the wearer uses the crown in this manner. The crown occupies space on the body as a headband, hat, or helm. If the crown is removed, the spell immediately ends. Focus: A pewter hoop 6 inches in diameter. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Enduring Scrutiny",
    "school": "divination",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You sense a sudden, empathic connection with the subject, as though you were constantly a mere step or two behind. You designate a particular action when casting this spell. If the subject engages in or commits that particular action during the spell's duration, you are instantly alerted of that fact, regardless of the distance between you and the subject (and even if the subject is on another plane). For instance, you could command the spell to alert you if the subject casts a spell or kills someone. You do not necessarily know the precise details of when or how the subject committed the designated action; you only know, instantly, that he did so. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Adept Spirit",
    "school": "divination",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You bestow the soul of a great ancient spellcaster on the creature touched, giving him great skill with magic. As an immediate action, the target creature can activate the adept spirit. While active, the spirit's wisdom and learning provide the recipient of the spell with a +1 insight bonus to caster level and a +2 insight bonus on Will saves, Concentration checks, Intelligence checks, and Intelligence-based skill checks. The adept spirit remains active for 1 minute, and then its power is expended and the spell ends. No creature can be the target of more than one adept spirit spell simultaneously. If a second is cast before the first has been discharged, the second spell dissipates to no effect. Essentia: For every point of essentia you invest in this spell, the bonus on Will saves, Concentration checks, Intelligence checks, and Intelligence-based skill checks provided by the spirit improves by 1. (The bonus to caster level is not improved by essentia investment). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Analyze Touchstone",
    "school": "divination",
    "sub_school": "",
    "source": "planar_handbook",
    "description": "If you study an area for 1 round, you know the location of any touchstone in the area. Once you find a touchstone, you can study it. (If you find more than one touchstone—an extremely rare occurrence—you can study only one at a time). Each round you study a touchstone, you can discover one property of the touchstone, in this order:\n\nThe base ability gained by someone who takes the Planar Touchstone feat related to the site. \nAny conditions that must be met in order to recharge the higher-order ability granted by the site. \nThe higher-order ability gained by someone who visits the touchstone and fulfills the recharge condition. \nThe number of uses of the higher-order ability that the character gains from visiting the site and fulfilling the recharge condition. \nFor each of these properties, you make a caster level check (1d20 + caster level) against DC 15. If you fail, you can try again in the next round. Material Components: A crystal lens, a drop of ink, and a piece of paper or parchment. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " A quarter circle emanating from you to the extreme of the range",
    "duration": " Concentration, up to 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Eyes of the Zombie",
    "school": "divination",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster replaces his eyes with the eyes of a zombie, allowing him to see through the zombie's eye sockets and control its actions directly. The zombie must be one that the caster animated. The magic of this spell allows the caster to remove his eyes (dealing 1d6 points of damage to him from the pain, but no permanent damage to his eyes) and take a zombie's eyes that he has removed and soaked in a special bath of brackish water. The caster's eyes are preserved by the spell while he controls the zombie and perceives the world through it. The caster's body remains motionless and is subject to harm normally. When the spell ends, the caster's eyes automatically return to him. Focus: Zombie eyes and a pint of brackish water. ",
    "effect": " Caster and one zombie",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  }
]