[
  {
    "name": "Prismatic Sphere",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like prismatic wall, except you conjure up an immobile, opaque globe of shimmering, multicolored light that surrounds you and protects you from all forms of attack. The sphere flashes in all colors of the visible spectrum. \nThe sphere's blindness effect on creatures with less than 8 HD lasts 2d4×10 minutes. \nYou can pass into and out of the prismatic sphere and remain near it without harm.  However, when you're inside it, the sphere blocks any attempt to project something through the sphere (including spells).  Other creatures that attempt to attack you or pass through suffer the effects of each color, one at a time. \nTypically, only the upper hemisphere of the globe will exist, since you are at the center of the sphere, so the lower half is usually excluded by the floor surface you are standing on. \nThe colors of the sphere have the same effects as the colors of a prismatic wall. \nPrismatic sphere can be made permanent with a permanency spell. \n\n\nColor \nOrder \nEffect of Color \nNegated By \n\n\n Red \n 1st \n Stops nonmagical ranged weapons.  \n Cone of cold \n\n\n \n \n Deals 20 points of fire damage (Relfex half).  \n \n\n\n Orange \n 2nd \n Stops magical ranged weapons.  \n Gust of wind \n\n\n \n \n Deals 40 points of acid damage (Reflex half).  \n \n\n\n Yellow \n 3rd \n Stops poisons, gases and petrification.  \n Disintegrate \n\n\n \n \n Deals 80 points of electricity damage (Reflex half).  \n \n\n\n Green \n 4th \n Stops breath weapons \n Passwall \n\n\n \n \n Poison (Kills; Fortitude partial for 1d6 points of Con damage instead).  \n \n\n\n Blue \n 5th \n Stops divination and mental attacks.  \n Magic missle \n\n\n \n \n Turned to stone (Fortitude negates).  \n \n\n\n Indigo \n 6th \n Stops all spells.  \n Daylight \n\n\n \n \n Will save or become insane (as insanity spell).  \n \n\n\n Violet \n 7th \n Energy field destroys all objects and effects.  \n Dispel magic \n\n\n \n \n Creatures sent to another plane (Will negates).  \n \n\n\nNote: The violet effect makes the special effects of the other six colors redundant, but these six effects are included here because certain magic items can create prismatic effects one color at a time, and spell resistance might render some colors ineffective (see above). ",
    "effect": " 10-ft.-radius sphere centered on you",
    "range": " 10 ft.",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]