[
  {
    "name": "Bewildering Substitution",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "complete_champion",
    "description": "You channel the mockery of the trickster deities to sow dissension among your opponents. By casting this spell, you cause the subject to believe that one ally and one enemy have traded places. The ally physically closest to the subject now seems to have the appearance, voice, clothing, and gear of its nearest enemy, and that enemy looks and sounds exactly like the subject's nearest ally. Both the ally and the enemy must be within the spell's range, and the effect ends immediately if either moves out of its range from you. The illusion affects only the subject. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Silence",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "Upon the casting of this spell, complete silence prevails in the affected area. All sound is stopped: Conversation is impossible, spells with verbal components cannot be cast, and no noise whatsoever issues from, enters, or passes through the area. The spell can be cast on a point in space, but the effect is stationary unless cast on a mobile object. The spell can be centered on a creature, and the effect then radiates from the creature and moves as it moves. An unwilling creature can attempt a Will save to negate the spell and can use spell resistance, if any. Items in a creature's possession or magic items that emit sound receive the benefits of saves and spell resistance, but unattended objects and points in space do not. This spell provides a defense against sonic or language-based attacks, such as command, a harpy's captivating song, a horn of blasting, and the like. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius emanation centered on a creature, object, or point in space",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates; see text or none (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bewildering Visions",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "complete_champion",
    "description": "You channel mischievous divine energy to envelop your foe in sickened disorientation. This spell makes the world appear to be tossing and rippling in a nauseating manner. The subject is sickened for the duration of the spell and must make a Fortitude save or be nauseated. This saving throw must be repeated each round. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Manifestation of the Deity",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "complete_scoundrel",
    "description": "As you invoke the name of your deity, a towering, spectral image of the god appears above you, turning its wrath upon your foes. You summon a looming illusion of the deity you worship, overlaid on your form. The divine manifestation appears ghostly and fearsome, with its favored weapon drawn, and makes threatening overtures (roaring, spouting scripture, making dreadful threats, and the like). The image is transparent enough that you receive no concealment. Any enemy who can see the effect becomes shaken for 1 round. A successful Will save negates the effect, and that creature can no longer be affected by this casting of the spell. No creature can be affected more than once by the same casting of manifestation of the deity. ",
    "effect": " An image of the deity you worship",
    "range": " Personal",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/3 levels (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]