[
  {
    "name": "Karmic Backlash",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Your magic influences the flow of fate, doing harm to all who would dare attack you. \nThis spell functions like karmic aura, except that any creature that damages you and fails its Will save becomes exhausted for 2 rounds. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Magical Backlash",
    "school": "abjuration",
    "sub_school": "",
    "source": "drow_of_the_underdark",
    "description": "With a word and a gesture, the target flares with crackling, violet-colored energy. Magical backlash causes any spells affecting the target to resonate painfully. For each spell currently in effect on the target (not counting magical backlash itself), magical backlash deals 2 points of damage per level of that spell. For example, a creature targeted by magical backlash that is under the effects of bull's strength, blur, and mage armor spells would take 4 points of damage for bull's strength, 4 for blur, and 2 more for mage armor for a total of 10 points of damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Arcane Turmoil",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_mage",
    "description": "As you make the final spell gesture, the look in your rival's eyes gives evidence enough of the chaos rampaging through his mind. You affect the subject of the spell as if by the targeted variant of dispel magic. Additionally, if the subject is a spellcaster who fails a Will save, she loses one randomly determined prepared spell or spell slot from her highest level of available spells remaining. This spell or spell slot is lost as if it had been cast or used for the day. Material Component: A broken eggshell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None or Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Suppress Magic",
    "school": "abjuration",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You attempt to suppress the functioning of a single magic item or soulmeld. If you succeed on a caster level check against the item or soulmeld (against a DC of 11 + meldshaper level), the item or soulmeld loses all magical properties for the duration of the spell. This is identical to the effect of a dispel magic spell targeted on an object, except for duration and your ability to invest essentia to improve your caster level check. This spell has no effect on ongoing spell effects, even if those effects are on items (such as greater magic weapon). Essentia: Every point of essentia invested in this spell grants you a +2 insight bonus on your caster level check to suppress the item. If the spell fails to affect the item, the invested essentia immediately returns to your pool. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One object or soulmeld",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]