[
  {
    "name": "Curse of Impending Blades",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You grip the nail-pierced hunk of leather and cast the spell.  A small black dagger jets from the tip of the nail and strikes your opponent squarely in the chest. \nThe target of the spell has a hard time avoiding attacks, sometimes even seeming to stumble into harm's way.  The subjects takes a -2 penalty to AC. \nThe curse cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell. \nArcane Material Component: A nail through a piece of leather. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Tvash-prull_s Bonefiddle",
    "school": "necromancy",
    "sub_school": "",
    "source": "champions_of_ruin",
    "description": "You call up a ghostly fiddle bow in the air above the targeted creature. This bow immediately descends into the subject's body and begins to saw back and forth against its skeleton. Although the music produced is eerily beautiful, it causes intense pain and anguish to the victim. In each round of the duration, the victim takes 1d6 points of sonic damage and has a -20 penalty on all Move Silently checks; the sonic damage is considered to be continuous damage for the purposes of disrupting spellcasting. As a standard action, you can move the bonefiddle to another creature in range, but the new target gains a saving throw to resist the spell. If a target ever makes its saving throw, the bonefiddle vanishes and the spell ends. The spell's effects continue even if the target moves so you no longer have line of sight or line of effect to it, but you cannot shift the bonefiddle to a new target unless you haveboth line of sight and line of effect to the current target and to the intended target. Material Component: A miniature silver fiddle worth at least 30 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature that has a skeleton or exoskeleton",
    "area": "",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bonefiddle",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You rub your middle finger across your thumb like a bow against a fiddle while simultaneously humming a discordant tune under your breath.  Nearby, you see a translucent bone-white fiddle bow appear and sink into the flesh of your target.  It begins sawing, as if playing your target like a fiddle. \nYou call up a ghostly fiddle bow in the air above the targeted creature.  This bow immediately descends into the target body and begins to saw back and forth against its skeleton.  Although the music produced is eerily beautiful, it causes intense pain and anguish in the victim.  Each round on its turn, the victim must make a Fortitude save or take 3d6 points of sonic damage and a —20 penalty on Move Silently checks.  A successful save negates the damage and ends the spell.  The spell's effects continue even if the subject moves so that you no longer have line of sight or line of effect to it. \nFocus: A miniature silver fiddle worth at least 30 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One creature with a skeleton or exoskeleton",
    "area": "",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " Fortitude Negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dance of Ruin",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "To cast this spell, the caster dances wildly and chants. After she finishes her dance, a wave of crackling energy flashes outward up to the extent of the range. All nondemon creatures within the area take 2d20 points of damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Spread centered on caster",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Horror of the Spoken Name",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "sorcerer/wizard 2Components: V, S, TCasting Time: 1 standard actionRange: Close (25 ft.  + 5 ft. /2 levels)Target: One creatureDuration: 1d4 rounds or 1 round; see textSaving Throw:Will partialSpell Resistance: YesYou practically howl the truename of your foe, screaming with as much imposing hatred as you can muster. The affected creature becomes frightened. If the subject succeeds on a Will save, it is shaken for 1 round. Creatures with 10 or more Hit Dice have immunity to this effect. Horror of the spoken name counters and dispels remove fear. Truename Component: When you cast this spell, you must correctly speak the truename of the creature you're targeting. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Blindness_Deafness",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You call upon the powers of unlife to render the subject blinded or deafened, as you choose. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One living creature",
    "area": "",
    "duration": " Permanent (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scare",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like cause fear, except that it causes all targeted creatures of less than 6 HD to become frightened. Material Component: A bit of bone from an undead skeleton, zombie, ghoul, ghast, or mummy. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One living creature per three levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level or 1 round; see text for cause fear",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  }
]