[
  {
    "name": "Plague of Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Unleashing a cold rush of necromantic energy, you cause a host of undead to rise from the bodies of the fallen. \nThis spell turns the bones or bodies of dead creatures into undead skeletons (MM 225) or zombies (MM 265) with maximum hit points for their Hit Dice.  If you can control them, these undead follow your spoken commands.  The undead remain animated until destroyed (a destroyed skeleton or zombie can't be animated again). \nRegardless of the specific numbers or kinds of undead created with this spell, you can't create more HD of undead with this spell than four times your caster level with a single casting of plague of undead. \nThe undead you create remain under your control indefinitely.  No matter how many times you use this spell or animate dead (PH 198), however, you can control only 4 HD worth of undead creatures per caster level.  The limit imposed by this spell and the animate dead spell are the same, meaning that creatures you animate with either spell count against this limit.  If you exceed this number, all the newly created creatures fall under your control and any excess undead from previous castings of this spell or animate dead become uncontrolled.  Any time you must release part of the undead that you control because of this spell or animate dead, you choose which undead are released until the total HD of undead you control is equal to four times your caster level. \nThe bones and bodies required for this spell follow the same restrictions as animate dead. \nMaterial Component: A black sapphire worth 100 gp or several black sapphires with a total value of 100 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One or more corpses within range",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Soul Bind",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You draw the soul from a newly dead body and imprison it in a black sapphire gem. The subject must have been dead no more than 1 round per caster level. The soul, once trapped in the gem, cannot be returned through clone, raise dead, reincarnation, resurrection, true resurrection, or even a miracle or a wish. Only by destroying the gem or dispelling the spell on the gem can one free the soul (which is then still dead). Focus: A black sapphire of at least 1,000 gp value for every Hit Die possessed by the creature whose soul is to be bound. If the gem is not valuable enough, it shatters when the binding is attempted. (While creatures have no concept of level or Hit Dice as such, the value of the gem needed to trap an individual can be researched. Remember that this value can change over time as creatures gain more Hit Dice). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " Corpse",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Enervating Breath",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "",
    "effect": "",
    "range": " Personal",
    "components": "somatic",
    "target": " Your breath weapon",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Hide Life",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "You isolate your life force in one single part of the body-typically the little finger on the left hand. You can then remove this part and store it in some safe place. Once the spell takes effect, you can no longer be killed by ordinary means: If damage or a spell effect would normally render you disabled, dying, or dead, you ignore the usual effects. Instead, you are staggered (only able to take partial actions). While this spell is in effect, if you would otherwise be disabled or dying, you do not lose hit points for taking actions or having a negative hit point total. Healing does not automatically return you to 0 hit points but simply adjusts your current total upward. If you would otherwise be dead, you cannot benefit from healing and simply fall down dead if the spell is ended. If the hidden body part is ever destroyed, the spell is broken and your life force returns to your body if you would not otherwise be dead. Material Component: A small sickle made of the purest silver, which you use to detach the body part to be stored. XP Cost: 5,000 XP. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,experience",
    "target": " You",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Laeral_s Crowning Touch",
    "school": "necromancy",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "You place a curse on the subject. Mystra's symbol appears drawn in silver on each palm (or on the chest and forehead of beings lacking palms) as a glowing brand equal that sheds light as a candle. A creature that can cast arcane spells, such as a sorcerer or wizard, takes a -4 penalty on its saving throw. Any time the target casts a spell, he gains a number of negative levels equal to the level of the spell being cast. (The spell he just cast functions normally at the caster level he possessed before he received the negative levels for casting that spell). This effect is cumulative and lasts as long as the crowning touch lasts. There is no saving throw to avoid gaining the negative levels, but 24 hours after gaining each negative level, the subject must make a Fortitude saving throw (DC = crowning touch's spell save) for each negative level. If the save succeeds, that negative level is removed. With each spell use, streaks of silver appear in the hair of the target, until the transgressor's hair is all silver (which happens when the character's level reaches 1st). The curse bestowed by this spell cannot be dispelled, but it can be removed with a wish spell or a successful break enchantment spell (caster level check DC 15 + caster level of the crowning touch). After the curse is lifted, all the effects (except permanent level loss) go away. This spell was developed for use only against beings who misuse the sort of magic Mystra has dominion over. The Lady of Mysteries does not look kindly on mages who hurl deadly magic at every spellcaster who insults them. Mystra has been known to shorten the effects on the truly repentant and the undeserving, if they pray to her for forgiveness and obtain an atonement spell. Focus: A prism worth at least 1,000 gp. XP Cost: 1,000 XP (reduced to 500 XP if cast by a character with Mystra's special blessing, such as one of the Chosen of Mystra or the Magister). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus,experience",
    "target": " One spellcaster",
    "area": "",
    "duration": " 1 year and 1 day",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stasis Clone",
    "school": "necromancy",
    "sub_school": "",
    "source": "lords_of_darkness",
    "description": "As clone, except that if the original individual is still alive, the cloned body falls immediately into stasis and does not rot. If the original individual later dies, the soul transfers to the stasis clone, which leaves stasis and immediately begins to function as per the normal clone spell. If multiple stasis clones exist for the same original creature when it is slain, the soul goes into the most recently created stasis clone. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Necrotic Termination",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You cause the cyst of a subject already harboring a necrotic cyst (see spell of the same name) to physically and spiritually enlarge itself at the expense of the subject's body and soul. If the subject succeeds on her saving throw, she takes 1d6 points of damage per level (maximum 25d6), and half the damage is considered vile damage (see necrotic bloat). The subject's cyst-derived saving throw penalty against effects from the school of necromancy applies. If the subject fails her saving throw, the cyst expands beyond control, killing the subject and digesting her soul. Raise dead, resurrection, true resurrection, wish, and miracle cannot return life to the subject once her soul is digested—she is gone forever. On the round following the subject's death, the cyst exits the flesh of the slain subject as a free-willed undead called a skulking cyst (see page 120). Focus: Caster must possess a mother cyst (see page 28). XP Cost: 1,000 XP. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus,experience",
    "target": " Living creature with necrotic cyst",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ensul_s Soultheft",
    "school": "necromancy",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "Crackling black radiance surrounds your left hand. While the spell lasts, you can make touch attacks to steal the lifeforce of another creature in a manner that heals and renews you, diluting diseases and poisons, and prolonging your life span. With a successful melee touch attack, you drain 1d4 points of Intelligence from the victim touched. This is permanent ability drain. For every point of Intelligence drained, you heal 5 points of damage. Healing in excess of your normal maximum is retained as temporary hit points that fade after 1 hour. In addition, you receive an immediate Fortitude save against any diseases or poisons currently ravaging your body when you drain a foe's Intelligence, as long as the disease or poison in question allowed a Fortitude save inthe first place. The DC for this saving throw is the same as the DC of the original effect that poisoned or infected you, and there is no penalty if you fail this new saving throw. If a victim is reduced to 0 Intelligence as a result of this spell, it dies. A victim slain in this manner is forever dead and cannot be brought back by raise dead, resurrection, or similar magic unless used in conjunction with a miracle or wish. When you slay a victim in this manner, you do not age for a number of days equal to the number of points of Intelligence drained. If the victim was a spellcaster, the gain in lifespan is increased by the sum of the spell levels prepared by or available to the victim at the time of death. If the victim was a psion, the gain in lifespan is increased by a number of days equal to the victim's power point reserve. Ensul's soultheft lasts for 1 round per level, during which time you can attempt touch attacks as often as once per round. Some users of this spell arrange for the victim to be restrained or otherwise helpless, so that they can be easily drained for multiple rounds. Material Component: A drop of blood taken from a vampire. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living, corporeal creature touched",
    "area": "",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Energy Drain",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like enervation, except that the creature struck gains 2d4 negative levels, and the negative levels last longer. \nThere is no saving throw to avoid gaining the negative levels, but 24 hours after gaining them, the subject must make a Fortitude saving throw (DC = energy drain spell's save DC) for each negative level.  If the save succeeds, that negative level is removed.  If it fails, the negative level also goes away, but one of the subject's character levels is permanently drained. \nAn undead creature struck by the ray gains 2d4×5 temporary hit points for 1 hour. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Fortitude partial; see text for enervation",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Unname",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "higherDuration: InstantaneousSaving Throw: Fortitude negatesSpell Resistance: YesRemaining utterly still for a moment, you clench your fist and speak words of such potency that the creature you name simply ceases to exist. There's no fire, no flash, and no corpse. It's as if the creature you named never existed in the first place. With this most powerful of spells, you erase a subject's truename from existence itself. The last thing the subject ever hears is your voice uttering its truename—then nothing but oblivion. Items worn, held, or carried by the creature are likewise obliterated with no save allowed. Creatures killed with an unname spell are difficult to restore to life (see The Unnamed sidebar). Truename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're trying to erase from reality. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,true name",
    "target": " One creature with an Intelligence score of 3 or",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Wail of the Banshee",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You emit a terrible scream that kills creatures that hear it (except for yourself). Creatures closest to the point of origin are affected first. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": "",
    "area": " One living creature/level within a 40-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Astral Projection",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "By freeing your spirit from your physical body, this spell allows you to project an astral body onto another plane altogether. You can bring the astral forms of other willing creatures with you, provided that these subjects are linked in a circle with you at the time of the casting. These fellow travelers are dependent upon you and must accompany you at all times. If something happens to you during the journey, your companions are stranded wherever you left them. You project your astral self onto the Astral Plane, leaving your physical body behind on the Material Plane in a state of suspended animation. The spell projects an astral copy of you and all you wear or carry onto the Astral Plane. Since the Astral Plane touches upon other planes, you can travel astrally to any of these other planes as you will. To enter one, you leave the Astral Plane, forming a new physical body (and equipment) on the plane of existence you have chosen to enter. While you are on the Astral Plane, your astral body is connected at all times to your physical body by a silvery cord. If the cord is broken, you are killed, astrally and physically. Luckily, very few things can destroy a silver cord (see the Dungeon Master's Guide for more information). When a second body is formed on a different plane, the incorporeal silvery cord remains invisibly attached to the new body. If the second body or the astral form is slain, the cord simply returns to your body where it rests on the Material Plane, thereby reviving it from its state of suspended animation. Although astral projections are able to function on the Astral Plane, their actions affect only creatures existing on the Astral Plane; a physical body must be materialized on other planes. You and your companions may travel through the Astral Plane indefinitely. Your bodies simply wait behind in a state of suspended animation until you choose to return your spirits to them. The spell lasts until you desire to end it, or until it is terminated by some outside means, such as dispel magic cast upon either the physical body or the astral form, the breaking of the silver cord, or the destruction of your body back on the Material Plane (which kills you). Material Component: A jacinth worth at least 1,000 gp, plus a silver bar worth 5 gp for each person to be affected. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " You plus one additional willing creature touched per two caster levels",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]