[
  {
    "name": "Curse of Impending Blades",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You grip the nail-pierced hunk of leather and cast the spell.  A small black dagger jets from the tip of the nail and strikes your opponent squarely in the chest. \nThe target of the spell has a hard time avoiding attacks, sometimes even seeming to stumble into harm's way.  The subjects takes a -2 penalty to AC. \nThe curse cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell. \nArcane Material Component: A nail through a piece of leather. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Soul Boon",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "When you cast this spell, you invoke the power of souls unborn to reinforce the recipient's essentia pool. The creature touched gains 1 point of temporary essentia for every three caster levels, to a maximum of 5 points of essentia at caster level 15th. These temporary essentia points can be used just like normal essentia points for as long as soul boon lasts. Material Component: An empty insect cocoon. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Soul Blight",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You rip away some of the target's personal essence, temporarily damaging the target's essentia pool. You deal 1d4 points of essentia damage plus 1 additional point for every three caster levels, to a maximum of 1d4+3 points at caster level 9th. Creatures that do not have essentia pools suffer no ill effects from this spell. Material Component: A tiny crystal vial. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Sickness",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Holding your outstretched hand palm down, you fire a sickly green ray.  Your hand feels cold and clammy for a few seconds after the ray flies forth. \nYou must succeed on a ranged touch attack with the ray to strike a target.  If your ranged touch attack hits, the subject becomes sickened. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stolen Breath",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "With a clenched fist, you make a tugging motion toward your target.  A transparent, barely perceptible hand appears to plunge into your target's mouth. \nWith this spell, you steal all the air from the subject's lungs, causing it to suffer a momentary respiratory crisis.  It can take shallow breaths and act normally but is considered sickened for 1 minute.  At any time during this minute, the subject can take a full-round action to get its wind back, ending the condition. \nFocus: A stoppered glass vial. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature that breathes air",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Cyst",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "The subject develops an internal spherical sac that contains fluid or semisolid necrotic flesh. The internal cyst is noticeable as a slight bulge on the subject's arm, abdomen, or face (wherever you chose to touch the target) or it is buried deeply enough in the flesh of your target that it is not immediately obvious—the subject may not realize what was implanted within her. From now on, undead foes and necromantic magic are particularly debilitating to the subject—the cyst enables a sympathetic response between free-roaming external undead and itself. Whenever the victim is subject to a spell or effect from the school of necromancy, she makes saving throws to resist at a -2 penalty. Whenever the subject is dealt damage by the natural weapon of an undead (claw, bite, or other attack form), she takes an additional 1d6 points of damage. Victims who possess necrotic cysts may elect to have some well-meaning chirurgeon remove them surgically. The procedure is a bloody, painful process that incapacitates the subject for 1 hour on a successful DC 20 Heal check, and kills the subject with an unsuccessful Heal check. The procedure takes 1 hour, and the chirurgeon can't take 20 on the check. Protection from evil or a similar spell prevents the necrotic cyst from forming. Once a necrotic cyst is implanted, spells that manipulate the cyst and its bearer are no longer thwarted by protection from evil. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Scrying",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You can concentrate upon a specific individual who you believe to bear a necrotic cyst (see spell of the same name), and hear or see (your choice) almost as if you were there. Distance is not a factor, but the spell fails if the individual no longer bears the cyst or if the cyst bearer is no longer on the plane of existence you are currently occupying. If the chosen locale is magically dark, you see nothing. If it is naturally pitch black, you can see in a 10-foot radius around the center of the spell's effect. Lead sheeting or magical protection (such as antimagic field,mind blank, or nondetection) blocks the spell, and you sense that the spell is so blocked. You may cast the following spells through necrotic scrying: comprehend languages,magic mouth,message, read magic,tongues, and darkvision. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": " Cyst-bearer serves as magical sensor",
    "range": " Unlimited",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spectral Hand",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A ghostly, glowing hand shaped from your life force materializes and moves as you desire, allowing you to deliver low-level, touch range spells at a distance. On casting the spell, you lose 1d4 hit points that return when the spell ends (even if it is dispelled), but not if the hand is destroyed. (The hit points can be healed as normal). For as long as the spell lasts, any touch range spell of 4th level or lower that you cast can be delivered by the spectral hand. The spell gives you a +2 bonus on your melee touch attack roll, and attacking with the hand counts normally as an attack. The hand always strikes from your direction. The hand cannot flank targets like a creature can. After it delivers a spell, or if the hand goes beyond the spell range, goes out of your sight, the hand returns to you and hovers. The hand is incorporeal and thus cannot be harmed by normal weapons. It has improved evasion (half damage on a failed Reflex save and no damage on a successful save), your save bonuses, and an AC of at least 22. Your Intelligence modifier applies to the hand's AC as if it were the hand's Dexterity modifier. The hand has 1 to 4 hit points, the same number that you lost in creating it. ",
    "effect": " One spectral hand",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Escalating Enfeeblement",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "This spell functions like ray of enfeeblement, except that if you cast it on a target that is already fatigued or exhausted, or one currently affected by a penalty, damage, or drain to its Strength, Dexterity, or Constitution score, it instead applies a penalty to Strength equal to 1d10 +1 per two caster levels (maximum 1d10+5). This penalty doesn't stack with the penalty from ray of enfeeblement. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Heat Leech",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "You plant a tiny sphere of intense cold in the body of a living creature. On each round on your turn (including the round during which you cast the spell), the target must succeed on a Fortitude saving throw or take 1d8 points of cold damage. Material Component: A leech and a pinch of snow. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Weakness",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A dark ray flies forth from your hand.  The air fills with the smell of blood. \nYou must succeed on a ranged touch attack with the ray to strike a target.  The target of this ray feels weaker and takes a -2 penalty on attack rolls.  Its speed is reduced by 10 feet. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Slow Consumption",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster absorbs the life force and physical form from a living subject and uses it for himself. The victim must be rendered helpless to cast this spell upon her. For that day, the caster heals at twice the normal natural rate and does not need to eat. The subject, on the other hand, does not heal naturally that day and takes 1 point of Constitution damage. As long as the caster touches the subject once per day, he gains the benefits and the subject takes the Constitution damage. If the caster does not touch the subject within 24 hours of the last time he touched her, the spell ends. Villains often use this spell on prisoners, who are sometimes sustained by lesser restoration spells so they can serve for years as evil sustenance. Location Component: An area under the effect of a desecrate or unhallow spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Permanent (see below)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Ghoul Glyph",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The faint, green glow of the glyph flares to life.  A sickly green light fills the room, illuminating the paralyzed forms of its victims, and bringing with it the stench of death. \nYou inscribe a glyph, approximately 1 foot across, that paralyzes any living creature of Large or smaller size that comes within 5 feet of the glyph.  You can scribe the glyph to be visible as faintly glowing lines, or invisible.  You can inscribe a ghoul glyph on a portable object, but if the object is moved more than 5 feet, the glyph fades. \nConditions for triggering a ghoul glyph are stringent.  It takes effect on any creature except yourself that moves within 5 feet.  It affects invisible creatures normally but is not triggered by those that travel past it ethereally.  Only a single ghoul glyph can be inscribed in a 5-foot square. \nGhoul glyphs cannot be affected or bypassed by such means as physical or magical probing, though they can be dispelled.  Mislead and nondetection can fool a ghoul glyph. \nRead magic allows identification of a ghoul glyph with a successful DC 13 Spellcraft check, if the glyph is noticed before it is activated.  A rogue can use the Search skill to find a ghoul glyph and Disable Device to thwart it.  The DC in each case is 27. \nWhen a glyph is activated, the target is paralyzed for 1d6+2 rounds.  Additionally, if the target fails a Fortitude save, the paralyzed subject exudes a carrion stench that causes distress in all creatures within a 10-foot radius.  Those in the radius, including the target, must make a Fortitude save or take a —2 penalty on attack rolls, weapon damage rolls, saving throws, skill checks, and ability checks until the paralysis effect wears off. \nMaterial Component: You trace the glyph with earth from a ghoul's lair. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Object touched",
    "area": "",
    "duration": " Permanent until discharged",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bone Chill",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "A ray of burning cold erupts from your fingertips. Corporeal undead struck by the ray are covered in a layer of ice, rendering the subject immobile as if held. Each round on its turn, the subject may attempt a new saving throw to break free of the ice. (This is a full-round action that does not provoke attacks of opportunity). Material Component: A small piece of bone and a 1-inch cube of ice. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dessicate",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You evaporate moisture from the body of a living creature, dealing it 1d6 points of dessication damage per two casterlevels (maximum 5d6) and making it dehydrated (see page 15). A successful Fortitude save results in half damage and negates the dehydration. A plant or elemental of the water subtype takes 1d8 points of damage per caster level (maximum 10d8). An elemental of the earth subtype takes only 1d4 points of damage per two caster levels (maximum 5d4). Material Component: A pinch of dust. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Divest Essentia",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "By delivering a jolt of magical energy to your target, you scramble his personal essence, causing all essentia he has currently invested (with some exceptions; see below) to return to his essentia pool as if the target had set his essentia investment to 0. This doesn't prevent the target from reinvesting essentia normally on his next turn, but it might make him vulnerable in the meantime. Essentia invested in an incarnum feat or other receptacle that can't be reallocated by the target as a swift action can't be affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dance of Ruin",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "To cast this spell, the caster dances wildly and chants. After she finishes her dance, a wave of crackling energy flashes outward up to the extent of the range. All nondemon creatures within the area take 2d20 points of damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Spread centered on caster",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Wracking Touch",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cry out with malice and clench your fist, completing the spell.  The spell's terrible energy causes your fist to shake involuntarily, sending spasms up your arm. \nYou lay your hand upon a creature and deal 1d6 points of damage +1 point per caster level (maximum +10).  In addition, if you have the sneak attack ability, you also deal sneak attack damage to the affected creature unless the creature is immune to extra damage from critical hits.  The creature still takes the spell damage even if it does not take the sneak attack damage.  Unlike a normal use of sneak attack, your target need not be flanked or denied its Dexterity bonus to take sneak attack damage from this spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Channel the Mishtai",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You invite the soul-energy of a long-departed mishtai (see the rilkan and skarn race descriptions in Chapter 1) to share a living body. The would-be host must have an Intelligence, Wisdom, and Charisma of at least 5. The mishtai that you channel is drawn from one particular era of the millennia of ancient mishtai history, and it possesses a particular station in the highly ordered mishtai society. The mishtai helps or hinders but does not control the subject. Roll 1d6 and consult the table below to determine the nature of the mishtai that shares the subject's body and its effects upon him (if the subject is a skarn or rilkan, roll 1d10 instead). Essentia: Every point of essentia invested in this spell extends the duration by 1 minute. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spawn Screen",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Hoping that your friend will not have need of the spell, you ensure that his death in the coming battle won't result in an even greater abomination. \nThe subject does not rise as an undead spawn should it perish from an undead's attack that normally would turn it into a spawn, such as from the bite of a ghoul (MM 118).  This spell doesn't prevent the subject from perishing or provide anything other than insurance that the subject's body and spirit cannot be hijacked by an acquisitive undead creature. \nThe protection applies if the duration is still in effect when the subject first dies; the spell need not linger in its effect during the period immediately prior to a spawn's rise.  This spell cannot be cast on the body of a creature that has already been killed by a spawn-creating undead. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " One creature/level",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shriveling",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster channels dark energy that blasts and blackens the subject's flesh. The subject takes 1d4 points of damage per caster level (maximum 10d4). Disease Component: Soul rot. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Blindness_Deafness",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You call upon the powers of unlife to render the subject blinded or deafened, as you choose. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One living creature",
    "area": "",
    "duration": " Permanent (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scare",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like cause fear, except that it causes all targeted creatures of less than 6 HD to become frightened. Material Component: A bit of bone from an undead skeleton, zombie, ghoul, ghast, or mummy. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One living creature per three levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level or 1 round; see text for cause fear",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghoul Touch",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Imbuing you with negative energy, this spell allows you to paralyze a single living humanoid for the duration of the spell with a successful melee touch attack. Additionally, the paralyzed subject exudes a carrion stench that causes all living creatures (except you) in a 10-foot-radius spread to become sickened (Fortitude negates). A neutralize poison spell removes the effect from a sickened creature, and creatures immune to poison are unaffected by the stench. Material Component: A small scrap of cloth taken from clothing worn by a ghoul, or a pinch of earth from a ghoul's lair. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living humanoid touched",
    "area": "",
    "duration": " 1d6+2 rounds",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Vestigewrack",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "You hold the curved dagger aloft, and as you slice it through the air at the incorporeal creature before you, you speak words of power that remind it of the life it once had, and the pain of its loss. Clutching a curved blade, you make a downward cutting motion that produces a field of pulsing, unholy, red light around you. Each incorporeal creature within this light must succeed on a Fortitude save or be wracked with sensations of loss. This effect manifests as a -2 penalty on attack rolls, damage rolls, skill checks, and saves for as long as the creature remains in range, and for 1d4 rounds afterward. In addition, every corporeal user of pact magic gains a +2 bonus on binding checks made against any vestige within range of this spell. Focus: An ornate sacrificial dagger or kukri worth 300 gp. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": " One incorporeal creature or apparition/level in a 20-ft.-radius emanation centered on you",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]