[
  {
    "name": "Symbol of Weakness",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that every creature within 60 feet of a symbol of weakness instead suffers crippling weakness that deals 3d6 points of Strength damage. Unlike symbol of death, symbol of weakness has no hit point limit; once triggered, a symbol of weakness simply remains active for 10 minutes per caster level. Note:Magic traps such as symbol of weakness are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of weakness and Disable Device to thwart it. The DC in each case is 25 + spell level, or 32 for symbol of weakness. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Retributive Enervation",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "The world around you takes on a dim and muted tone as you are encased in a tight-fitting sheath of crackling negative energy. This spell bestows a negative level upon any non-undead creature that makes a successful melee attack against you (regardless of whether the attack deals damage). There is no save, but spell resistance applies. Retributive enervation can bestow a number of negative levels equal to 1/2 your caster level (maximum 10). Once this limit is reached, the spell ends, even if the duration has not yet expired. Assuming a creature that gains negative levels survives, it regains lost levels after a number of hours equal to your caster level (maximum 20 hours). Usually, negative levels have a chance of permanently draining the victim's levels, but the negative levels from retributive enervation don't last long enough to do so. An undead creature that makes a successful melee attack against you while this spell is active gains 5 temporary hit points that last for up to 1 hour. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level or until expended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Avasculate",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You shoot a black ray of necromantic energy from your outstretched hand, causing your foe to violently purge blood or other vital fluids through his skin. \nYou must succeed on a ranged touch attack with the ray to strike a target.  If the attack succeeds, the subject is reduced to half of its current hit points (rounded down) and stunned for 1 round.  On a successful Fortitude saving throw, the subject is not stunned. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Pulse of Hate",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A red light pulses at your feet, sending malign waves of energy through the area that damage your enemies. Starting in the round you cast it, pulse of hate deals 2d6 points of unholy damage per round, on your turn, to all enemies in the area. Arcane Material Component: A heart-shaped locket and a pin. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 20-ft.-radius emanation centered on you",
    "duration": " 1 round/level",
    "saving_throw": " Will half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Curse",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You feel a wave of cold pass through you as it seeps into the land, the air, and even the souls of those nearby. You imbue the area with negative energy so powerful it transforms positive energy into its opposite. Anyone in the area who casts a healing spell must succeed on a caster level check (DC 11 + your caster level); if the check fails, the healing spell deals damage to each of its subjects equal to the caster's caster level instead of its normal effect. Living creatures that rest in this area do not regain hit points or lost ability score points. Undead in the area heal damage at the rate of 1 point per Hit Die every 24 hours. In addition to the normal means of ending a spell's duration, this effect can be ended by a remove curse (or similar spell) cast within its area for that purpose. Material Component: Grave dust. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius emanation",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Control Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell enables you to command undead creatures for a short period of time. You command them by voice and they understand you, no matter what language you speak. Even if vocal communication is impossible (in the area of a silence spell, for instance), the controlled undead do not attack you. At the end of the spell, the subjects revert to their normal behavior. Intelligent undead creatures remember that you controlled them. Material Component: A small piece of bone and a small piece of raw meat. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " Up to 2 HD/level of undead creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Energy Ebb",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Waves of Exhaustion",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Waves of negative energy cause all living creatures in the spell's area to become exhausted. This spell has no effect on a creature that is already exhausted. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Barghest_s Feast",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The diamond in your hand turns to coal, and then to dust, which sprinkles down upon the corpse.  Where it strikes, ebon flames spring up, and when the flames pass nothing remains, not even grave dust.  \"Return from that one,\" you mutter. \nBlack flames flicker over a corpse, utterly consuming it.  You destroy the remains of a dead person or creature, preventing any form of raising or resur- rection that requires part of the corpse.  There is a 50% chance that a wish, miracle, or true resurrection spell cannot restore to life a victim consumed by a barghest's feast spell.  Check once for each destroyed creature.  If the d% roll fails, the creature cannot be brought back to life by mortal magic. \nMaterial Component: A diamond worth 5,000 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Corpse touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Evil Glare",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cast this spell and your eyes begin to tingle, brimming with dark energy.  You shoot a glance at your rival, and she freezes in her tracks from your malignant glare. \nImmediately upon completion of the casting of this spell, you target a living creature within range with your glare; that creature becomes paralyzed with fear for 1d8 rounds.  You must be able to see the creature, and it must be able to see you (though it need not meet your gaze). \nOnce per round after that for the duration of the spell, you can target another creature with your glare as a standard action.  You can't target the same creature twice with a single casting of the spell, regardless of the outcome of its saves. ",
    "effect": "",
    "range": " 30 feet",
    "components": "verbal,somatic,divine focus",
    "target": " Living creatures",
    "area": "",
    "duration": " 1 round/level; see text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Seed of Undeath, Greater",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Every creature in the area briefly takes on a corpselike appearance, then returns to normal. This spell functions like seed of undeath, except it applies to any humanoid or animal that dies in the area while the spell is in effect. Corpses of creatures that died before you cast the spell, or that died outside the area and were then carried within, are unaffected. Material Component: A black onyx worth at least 5,000 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 40-ft.-radius emanation",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Finger of Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can slay any one living creature within range. The target is entitled to a Fortitude saving throw to survive the attack. If the save is successful, the creature instead takes 3d6 points of damage +1 point per caster level (maximum +25). The subject might die from damage even if it succeeds on its saving throw. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Soul Link",
    "school": "necromancy",
    "sub_school": "",
    "source": "fiendish_codex_i:_hordes_of_the_abyss",
    "description": "You draw forth a scrap of parchment and speak the name written on it in blood. The parchment turns to dust as you touch the targeted creature with you other hand, creating a potent link between the two of you. You can use a soul link to monitor the subject's condition and location, as though it were affected by a status spell. You and the subject can also communicate telepathically as long as you are both on the same plane. By concentrating, you can also use scrying upon the subject, which is permitted no saving throw to resist. In addition, the subject takes a -4 penalty on any saving throw made to resist a mind-affecting spell or ability you use against it. At the time the spell is cast, you can choose to take a -2 penalty to one of your ability scores in order to grant the subject a +2 enhancement bonus to that same ability score. If you use this option, the subject chooses the ability score affected for both of you and takes a -4 penalty on its saving throw to resist the effects of this spell. You can have only one soul link in effect at a time. If you cast this spell a second time, the soul link already active ends immediately, regardless of the outcome of the second casting. Material Component: A piece of parchment with the target's name (or detailed physical description) written upon it in your own blood. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Tumor",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You cause the cyst of a subject already harboring a necrotic cyst (see spell of the same name) to envelop a portion of the victim's brain. If the subject succeeds on his saving throw (the subject's cyst-derived saving throw penalty against effects from the school of necromancy applies), you may still influence him by suggesting a course of activity (limited to a sentence ortwo). The instruction must be worded in such a manner as to make the activity sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act automatically negates the instruction. The instructed course of activity can continue for the entire duration. If the instructed activity can be completed in a shorter time, the instruction ends when the subject finishes what he was asked to do. You can instead specify conditions that trigger a special activity during the duration. If the condition is not met before the spell expires, the activity is not performed. If the subject fails his saving throw, the cyst envelops a larger portion of the subject's higher brain, and you gain complete control of the actions of the subject permanently. You do not know what the subject is experiencing and share no special link with him. If a common language is shared, you can force the subject to perform as you desire, within the limits of his abilities. If no common language is shared, you can communicate only basic commands, such as \"Come here\", \"Go there\", \"Fight\", and \"Stand still\". A subject may resist this control, but the presence of his necrotic tumor on his brain stem ensures their loyalty. Protection from evil or a similar spell does not protect the subject from following your commands—the tumor is already inside him. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature with necrotic cyst",
    "area": "",
    "duration": " One day/level or permanent",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Righteous Glare",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "You gain a supernatural gaze attack like that of a ghaele eladrin. Evil creatures with 5 HD or fewer within 60 feet of you must make a successful Will save or die. Even if the save succeeds, the creature is affected as though by a fear spell for 2d10 rounds. Neutral (neither good nor evil) creatures, and evil creatures with more than 5 HD, must succeed on a Will save or suffer the fear effect. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]