[
  {
    "name": "Illusory Script",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "player's_handbook_v.3.5",
    "description": "You write instructions or other information on parchment, paper, or any suitable writing material. The illusory script appears to be some form of foreign or magical writing. Only the person (or people) designated by you at the time of the casting are able to read the writing; it's unintelligible to any other character, although an illusionist recognizes it as illusory script. Any unauthorized creature attempting to read the script triggers a potent illusory effect and must make a saving throw. A successful saving throw means the creature can look away with only a mild sense of disorientation. Failure means the creature is subject to a suggestion implanted in the script by you at the time the illusory script spell was cast. The suggestion lasts only 30 minutes. Typical suggestions include \"Close the book and leave\", \"Forget the existence of the book\", and so forth. If successfully dispelled by dispel magic, the illusory script and its secret message disappear. The hidden message can be read by a combination of the true seeing spell with the read magic or comprehend languages spell. The casting time depends on how long a message you wish to write, but it is always at least 1 minute. Material Component: A lead-based ink (cost of not less than 50 gp). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One touched object weighing no more than 10 lb.",
    "area": "",
    "duration": " One day/level (D)",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Displacement",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "Emulating the natural ability of the displacer beast (see the Monster Manual), the subject of this spell appears to be about 2 feet away from its true location. The creature benefits from a 50% miss chance as if it had total concealment. However, unlike actual total concealment, displacement does not prevent enemies from targeting the creature normally. True seeing reveals its true location. Material Component: A small strip of leather made from displacer beast hide, twisted into a loop. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invisibility Sphere",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like invisibility, except that this spell confers invisibility upon all creatures within 10 feet of the recipient. The center of the effect is mobile with the recipient. Those affected by this spell can see each other and themselves as if unaffected by the spell. Any affected creature moving out of the area becomes visible, but creatures moving into the area after the spell is cast do not become invisible. Affected creatures (other than the recipient) who attack negate the invisibility only for themselves. If the spell recipient attacks, the invisibility sphere ends. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 10-ft.-radius emanation around the creature or object touched",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Major Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like silent image, except that sound, smell, and thermal illusions are included in the spell effect. While concentrating, you can move the image within the range. The image disappears when struck by an opponent unless you cause the illusion to react appropriately. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " Concentration + 3 rounds",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]