[
  {
    "name": "Persistent Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like silent image, except that the figment includes visual, auditory, olfactory, and thermal components, and the figment follows a script determined by you. The figment follows that script without your having to concentrate on it. The illusion can include intelligible speech if you wish. For instance, you could create the illusion of several orcs playing cards and arguing, culminating in a fistfight. Material Component: A bit of fleece and several grains of sand. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "False Vision",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "Any divination (scrying) spell used to view anything within the area of this spell instead receives a false image (as the major image spell), as defined by you at the time of casting. As long as the duration lasts, you can concentrate to change the image as desired. While you aren't concentrating, the image remains static. Arcane Material Component: The ground dust of a piece of jade worth at least 250 gp, which is sprinkled into the air when the spell is cast. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 40-ft.-radius emanation",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Nightmare",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "player's_handbook_v.3.5",
    "description": "You send a hideous and unsettling phantasmal vision to a specific creature that you name or otherwise specifically designate. The nightmare prevents restful sleep and causes 1d10 points of damage. The nightmare leaves the subject fatigued and unable to regain arcane spells for the next 24 hours. The difficulty of the save depends on how well you know the subject and what sort of physical connection (if any) you have to that creature. Dispel evil cast on the subject while you are casting the spell dispels the nightmare and causes you to be stunned for 10 minutes per caster level of the dispel evil. If the recipient is awake when the spell begins, you can choose to cease casting (ending the spell) or to enter a trance until the recipient goes to sleep, whereupon you become alert again and complete the casting. If you are disturbed during the trance, you must succeed on a Concentration check as if you were in the midst of casting a spell (see page 69) or the spell ends. If you choose to enter a trance, you are not aware of your surroundings or the activities around you while in the trance. You are defenseless, both physically and mentally, while in the trance. (You always fail any saving throw, for example). Creatures who don't sleep (such as elves, but not half-elves) or dream are immune to this spell. ",
    "effect": "",
    "range": " Unlimited",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dream",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "player's_handbook_v.3.5",
    "description": "You, or a messenger touched by you, sends a phantasmal message to others in the form of a dream. At the beginning of the spell, you must name the recipient or identify him or her by some title that leaves no doubt as to identity. The messenger then enters a trance, appears in the intended recipient's dream, and delivers the message. The message can be of any length, and the recipient remembers it perfectly upon waking. The communication is one-way. The recipient cannot ask questions or offer information, nor can the messenger gain any information by observing the dreams of the recipient. Once the message is delivered, the messenger's mind returns instantly to its body. The duration of the spell is the time required for the messenger to enter the recipient's dream and deliver the message. If the recipient is awake when the spell begins, the messenger can choose to wake up (ending the spell) or remain in the trance. The messenger can remain in the trance until the recipient goes to sleep, then enter the recipient's dream and deliver the message as normal. A messenger that is disturbed during the trance comes awake, ending the spell. Creatures who don't sleep (such as elves, but not half-elves) or don't dream cannot be contacted by this spell. The messenger is unaware of its own surroundings or of the activities around it while in the trance. It is defenseless both physically and mentally (always fails any saving throw) while in the trance. ",
    "effect": "",
    "range": " Unlimited",
    "components": "verbal,somatic",
    "target": " One living creature touched",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mirage Arcana",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like hallucinatory terrain, except that it enables you to make any area appear to be something other than it is. The illusion includes audible, visual, tactile, and olfactory elements. Unlike hallucinatory terrain, the spell can alter the appearance of structures (or add them where none are present). Still, it can't disguise, conceal, or add creatures (though creatures within the area might hide themselves within the illusion just as they can hide themselves within a real location). ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": "",
    "area": " One 20-ft. cube/level (S)",
    "duration": " Concentration +1 hour/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Shadow Evocation",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "player's_handbook_v.3.5",
    "description": "You tap energy from the Plane of Shadow to cast a quasi-real, illusory version of a sorcerer or wizard evocation spell of 4th level or lower. (For a spell with more than one level, use the best one applicable to you). Spells that deal damage, such as lightning bolt, have normal effects unless an affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is one-fifth as strong (if applicable) or only 20% likely to occur. If recognized as a shadow evocation, a damaging spell deals only one-fifth (20%) damage. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save (or spell resistance) that the spell being simulated allows, but the save DC is set according to shadow evocation's level (5th) rather than the spell's normal level. Nondamaging effects, such as gust of wind, have normal effects except against those who disbelieve them. Against disbelievers, they have no effect. Objects automatically succeed on their Will saves against this spell. ",
    "effect": " See text",
    "range": " See text",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Seeming",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like disguise self, except that you can change the appearance of other people as well. Affected creatures resume their normal appearances if slain. Unwilling targets can negate the spell's effect on them by making Will saves or with spell resistance. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature per two levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 12 hours (D)",
    "saving_throw": " Will negates or Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]