[
  {
    "name": "Instant Refuge",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You set invisible arcane triggers within your mind and body, allowing you to escape great peril in an instant. \nThis powerful variant of the contingency spell automatically transfers you and everything you carry or touch (except for other creatures or objects that weigh more than 50 pounds) to a locale you name. When casting instant refuge, you must specify the locale and detail up to six specific conditions that trigger the spell.  When any of these situations occurs, you are whisked away to the location.  The location can be any place you have visited, even on another plane. \nMaterial Component: A concoction made from demon skin and rare herbs worth 250 gp. XP Cost: 100 XP. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,experience",
    "target": " You",
    "area": "",
    "duration": " Until discharged",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Tidal Wave",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You create a moving wall of water that can drown swimmers, swamp ships, and flood port cities. Upon completion of the spell, the tidal wave forms and moves from the starting point you designate in the direction you specify at a speed of 150 feet per round for the duration of the spell, or until it strikes land. Any creature swimming in the water as the tidal wave hits it must make a DC 30 Swim check each round to remain afloat. Creatures that succeed are washed forward by the tidal wave and must continue to make Swim checks each round. Creatures that fail the check are sucked beneath the tidal wave and forced 8d10 feet below the surface of the water, taking 4d6 points of nonlethal damage. The wave passes over submerged creatures, which are subject to drowning (see page 304 of the Dungeon Master's Guide). Any Medium or smaller ship caught in the path of the tidal wave takes 6d10 points of damage, while larger ships take an additional 6d10 points of damage per size category they are larger than Medium. Furthermore, the ship is carried along by the tidal wave for a number of feet equal to the number of points of damage taken x5. For example, a sailing ship that takes 66 points of damage is carried in the surge of the wave for 330 feet. If the movement of the ship results in a collision with another ship or with land, the ship takes additional damage (see below). Any creatures and equipment aboard the ship that are not lashed down are swept off the decks and into the sea (and creatures are then subject to the Swim checks noted above). If a tidal wave drives up onto shore, it deals 6d10 points of damage to everything in its path within 200 feet of the shore, 3d10 points of damage to everything farther than 200 feet but within 400 feet of the shore, and 1d10 points of damage to everything farther than 400 feet but within 1,000 feet of shore. Any ships in port or washed ahead of the tidal wave take 6d10 points of damage in addition to any taken for being struck by the wave (see above) and end up 5d10×10 feet inland when they come to rest. Material Component: A plank of wood smacked against the surface of the water. XP Cost: 500 XP. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,experience",
    "target": "",
    "area": " A wave 75 ft. high and 500 ft. wide",
    "duration": " 1 min./level; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lash of Force",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Effect or Area: One whip or 30-ft.  lineDuration: 1 round/level or until exhaustedSaving Throw: None or Reflex partialSpell Resistance: YesThe air around you begins to thrash and churn with invisible forces. This spell brings into being an invisible, whiplike tendril of force. As an immediate action, you can command the lash to strike any creature within 10 feet of you. The lash strikes automatically and deals 5d6 points of damage. You must be able to see the target to be struck, but the lash otherwise ignores concealment. As a force effect, it can even strike incorporeal or ethereal creatures. At any point during the spell's duration, you can use a standard action to unleash a single 30-foot line of force that deals 15d6 points of damage and knocks prone any creatures in its area. A successful Reflex save halves the damage and prevents the creature from being knocked prone. This effect instantly ends the spell's duration. ",
    "effect": "",
    "range": " 10 ft. or 30 ft.; see text",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Chain Contingency",
    "school": "evocation",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "As the contingency spell, except that you can place up to three other spells upon your person so that they come into effect under some condition you dictate when casting chain contingency. The spells can come into effect simultaneously or one at a time, one per round. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Elminster_s Evasion",
    "school": "evocation",
    "sub_school": "",
    "source": "forgotten_realms_campaign_setting",
    "description": "This powerful variant of the contingency spell automatically transfers you and everything you carry or touch (except for other creatures or objects that weigh more than 50 pounds) to a locale you name. When casting Elminster's evasion, you must specify the locale and detail up to six specific conditions that trigger the spell. When any of these situations occurs, your body, mind, and soul are whisked away to the location. The location can be any place you have visited, even on another plane. Also when casting the spell, you cast teleport without error and one or two other spells that are to take effect when you arrive at your destination. The 10-minute casting time is the minimum total for all castings. If the companion spells have combined casting times longer than 10 minutes, use the combined casting times instead. The teleport without error spell whisks you through the Astral Plane to your destination, so anything that prevents astral travel also foils Elminster's evasion. The spells to be brought into effect by the evasion must be ones that affect your person (feather fall, levitate, fly, teleport, and so on) and be of a spell level no higher than one-third of your caster level (maximum 6th level). The conditions you specify to bring the spell into effect must be clear, although they can be general (see the contingency spell, in Chapter 11 of the Player's Handbook). The spell pulls together your mind, body, and soul if they have been separated. For example, if your soul is trapped in a magic jar when the evasion is triggered, your soul returns to your body. (This breaks the magic jar spell). If your body or soul has been magically trapped (for example with a binding, imprisonment, or trap the soul spell),you must succeed at a caster level check (DC 11 + the caster level of the person who cast the trapping spell). If you succeed, the trapping spell is broken and the evasion works. If you fail, the evasion fails. If you're dead when you arrive at your destination, your soul immediately departs just as though you died at your destination. Material Components: Those of the companion spells, plus quicksilver; an eyelash of an ogre mage, ki-rin, or similar spell-using creature; and some of your own blood, freshly drawn. Drawing the blood deals 1d4 points of temporary Constitution damage. Focus: A statuette of you carved from ivory and decorated with gems (worth at least 1,500 gp). You must carry the focus for the evasion to function. XP Cost: 5,000 XP. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,arcane focus,experience",
    "target": " You",
    "area": "",
    "duration": " Until discharged",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Mycontil_s Last Resort",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You unleash deadly explosive power, similar to the effects of a retributive strike created by breaking a staff of power (see page 245 of the Dungeon Master's Guide for more information). The spell converts any remaining spell slots in your mind into a blast of magical energy. All creatures within 10 feet of you take 8 points of damage per spell slot remaining, creatures between 11 and 20 feet take 6 points per spell slot, and creatures between 21 and 30 feet take 4 points per remaining spell slot. You take maximum damage and are allowed no saving throw. It is widely thought that Mycontil and his assistants used this spell in a circle magic ceremony to defeat the Arkaiun barbarian chieftain, Reinhar I of Dambrath, during Dambrath's invasion of Halruaa. Mycontil and his assistants vanished after the blast and were presumed destroyed. There has been no other recorded use of the spell. Material Component: The finger bone of an archmage that has been packed in diamond dust worth 5,000 gp for 1 week. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 30-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Binding Chain of Fate",
    "school": "evocation",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "You create a chain of force that whirls into a loop around a single creature of your choice, making a metallic rattling sound as it does so. The chain creates an oscillating ring surrounding the target at a distance of 5 feet (so all squares adjacent to the target creature are within the chain). If the creature succeeds on its saving throw, the chain fails to encircle it and dissipates harmlessly. Otherwise, the chain surrounds the target, with the following effects: The target creature cannot leave the area defined by the chain. Other creatures can enter or leave the area (although they must succeed on a DC 15 Escape Artist check or a DC 15 Tumble check to slip past the chain). If the target was in midair (flying, levitating, and so on) when the chain took effect, the chain suspends the target in midair safely as if it had a solid floor on which to stand. The chain prevents the target from changing form, including lycanthropic form changes, vampiric transformations, or polymorph or similar effects. The chain acts as a dimensional anchor upon the target. The chain deals 2d6 points of force damage per round to the target. No magic functions within the chain, as if the chain defined the area of an antimagic field. This means that the target cannot use any magic, and no magic from outside the chain affects the creature. The chain cannot be dispelled, but it is automatically destroyed by disintegrate, Mordenkainen's disjunction, or a rod of cancellation. Material Component: A tiny silver chain. ",
    "effect": " Whirling chain of force",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Prismatic Deluge",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "In a blinding shower of light, you call an enormous, painfully bright rainbow from the heavens. This spell produces a column of colors resembling the end of a rainbow. Every creature in the area is affected as though by the prismatic spray spell (PH 264): blinded for 2d4 rounds if 8 HD or fewer, and you roll 1d8 on the prismatic spray table to see what color affects which target. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cylinder (40-ft. radius, 80-ft. high)",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Meteor Swarm",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Meteor swarm is a very powerful and spectacular spell that is similar to fireball in many aspects. When you cast it, four 2-foot-diameter spheres spring from your outstretched hand and streak in straight lines to the spots you select. The meteor spheres leave a fiery trail of sparks. If you aim a sphere at a specific creature, you may make a ranged touch attack to strike the target with the meteor. Any creature struck by one of these spheres takes 2d6 points of bludgeoning damage (no save) and receives no saving throw against the sphere's fire damage (see below). If a targeted sphere misses its target, it simply explodes at the nearest corner of the target's space. You may aim more than one meteor at the same target. Once a sphere reaches its destination, it explodes in a 40-foot-radius spread, dealing 6d6 points of fire damage to each creature in the area. If a creature is within the area of more than one sphere, it must save separately against each. (Fire resistance applies to each sphere's damage individually). ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Four 40-ft.-radius spreads; see text",
    "duration": " Instantaneous",
    "saving_throw": " None or Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invoke Magic",
    "school": "evocation",
    "sub_school": "",
    "source": "lords_of_madness",
    "description": "You cause a flicker of magic to momentarily exist in a place where magic cannot normally function, such as within the area of an antimagic field, a dead magic area, or a null-magic plane. This allows you the ability to cast a single spell of 4th level or lower, which then ends the spell's effect. Casting invoke magic is a swift action, like casting a quickened spell. You can perform only one swift action each round. Normally, you cast invoke magic and then immediately follow it by casting another spell as a standard action. Material Component: A diamond worth at least 1,000 gp. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Iceberg",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "Iceberg is a brutal and direct spell. When cast, the spell creates a single large block of ice that drops from the sky onto a spot you select. The iceberg then shatters if it encounters a solid surface. Elephant-sized blocks of ice scatter in all directions, affecting nearby creatures based on how far they are from the center of the area. Within 20 Feet of the Center Point: Any creature or object directly beneath the iceberg takes 20d6 points of crushing damage (no save) and is buried in snow (see page 90). Between 20 Feet and 40 Feet of the Center Point: Creatures and objects in the middle section of the area also take 20d6 points of crushing damage, but are entitled to a Reflex save for half damage. They are buried in snow (see page 90). Between 40 Feet and 60 Feet of the Center Point: Creatures in the outermost section may be struck by flying debris for 10d6 points of damage. They are entitled to a Reflex save for half damage, and are not buried regardless of whether the saving throw is successful or not. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 60-foot radius",
    "duration": " Instantaneous",
    "saving_throw": " None or Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Crushing Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like Bigby's interposing hand, except that the hand can interpose itself, push, or crush one opponent that you select. The crushing hand can grapple an opponent like Bigby's grasping hand does. Its grapple bonus equals your caster level + your Intelligence, Wisdom, or Charisma modifier (for a wizard, cleric, or sorcerer, respectively), +12 for the hand's Strength score (35), +4 for being Large. The hand deals 2d6+12 points of damage (lethal, not nonlethal) on each successful grapple check against an opponent. The crushing hand can also interpose itself as Bigby's interposing hand does, or it can bull rush an opponent as Bigby's forceful hand does, but at a +18 bonus. Directing the spell to a new target is a move action. Clerics who cast this spell name it for their deities—St. Cuthbert's crushing hand, for example. Arcane Material Component: The shell of an egg. Arcane Focus: A glove of snakeskin. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,material,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Detonate",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "The creature you point at explodes in a massive spray of fire. If the target fails its saving throw, this spell slays the creature, and the explosion extends out to a 20-foot-radius burst around it. Creatures in this area take 1d6 points of fire damage per caster level (maximum 20d6), though they can attempt Reflex saves for half damage. The exploded creature's remains are scattered and vaporized, leaving nothing but dry ash. If the target succeeds on its saving throw, it is wracked by a series of small explosions and takes 7d6 points of fire damage. If this damage kills the creature, it explodes as described above. Detonate has no effect on creatures that have immunity to fire. Material Component: A tindertwig and a piece of string. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Deadly Sunstroke",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Beams of desiccating heat lance into your foes, scorching their flesh and draining their vitality. This spell creates waves of overwhelming heat that deal 1d6 points of fire damage per caster level, maximum 25d6. Undead and plants take +50% damage. Any living creature damaged by this spell becomes fatigued. A successful Fortitude save halves the damage and negates the fatigue. If you cast this spell in any locale where the temperature exceeds 90 degrees Fahrenheit, the spell instead deals 1d8 points of fire damage per caster level (maximum 25d8) and makes living creatures exhausted. A successful Fortitude save halves the damage and negates the exhaustion. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature/level, no two of which are more than 60 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crushing Fist of Spite",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "A fist of darkness appears 30 feet above the ground and begins smashing down with incredible power. All creatures and objects within the area take 1d6 points of damage per caster level (maximum 20d6). A successful Reflex saving throw reduces damage by half. Each round, as a free action, the caster can direct the fist to another area within range, where it smashes downward again. It continues to attack the same area unless otherwise directed. The fist does not need to strike the ground. It can attack airborne targets as well. Airborne targets that succeed at a Reflex save take no damage and are forcibly ejected from the spell's area. Material Component: A severed hand from a good-aligned humanoid cleric. Disease Component: Festering anger. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 5-ft.-radius cylinder, 30 ft. high",
    "duration": " 1 round/level",
    "saving_throw": " Reflex half or Reflex negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Reality Maelstrom",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A lightning strike and a tearing sound as loud as thunder fills the area as a hole in space opens.  Wind rushes into the void, and objects nearby lift into the air as everything is drawn inexorably toward the rip in reality. \nYou tear a temporary hole in reality itself that sucks all loose material and living creatures into it, sending them to a random plane (see sidebar).  Everything sucked into the reality maelstrom goes to the same plane. \nReality maelstrom has a primary area and a secondary area.  The primary area is the hole itself: a sphere with a 20-foot radius centered on the spell's point of origin.  Within that area, all unattended objects weighing 100 pounds or less are sucked into the maelstrom, as are all individuals who fail a Will saving throw. \nThe rip also creates a windstorm of air that affects objects and creatures in the secondary area of the spell.  The secondary area is all the space farther than 20 feet from the spell's point of origin but not farther than 40 feet away.  All unattended objects within the secondary area that weigh 50 pounds or less are drawn into the primary area of the maelstrom.  Individuals within the secondary area must make a Reflex saving throw.  Those who fail are sucked into the primary area and must then make a Will saving throw to avoid being drawn into the maelstrom. \nIndividuals who succeed on either saving throw can move and attack as normal. \nA reality maelstrom is a one-way portal, so nothing ever emerges from the hole the spell makes. \nMaterial Component: A golden hoop no less than 1 inch across. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius emanation centered on a point in space, and 40-ft.-radius emanation centered on the same point; see text",
    "duration": " 1 round",
    "saving_throw": " Will negates, Reflex negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]