[
  {
    "name": "Illusion Purge",
    "school": "evocation",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "You surround yourself with a powerful sphere of magical clarity that negates all illusions of 7th level or lower.  Anything concealed or altered by illusion appears in its natural state while in the area. ",
    "effect": "",
    "range": " 5 ft./level",
    "components": "verbal,somatic",
    "target": "",
    "area": " 5-ft.-radius/level emanation, centered on you",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Zajimarn_s Field of Icy Razors",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "Razor-sharp ice crystals fill the area. Creatures standing in the area at the time the spell is cast take 2d4 points of damage plus 1d6 points of cold damage +1 point/level. Any creature moving on foot into or through the spell's area takes this damage for each 5 feet of movement through the razored area. Any creature that sustains normal damage from this spell must also succeed at a Reflex save or suffer injuries to its feet and legs that slow its speed by one-third. This speed penalty lasts for 24 hours or until the injured creature receives a cure spell (which also restores lost hit points). Another character can remove the penalty by taking 10 minutes to dress the injuries and succeeding at a Heal check against the spell's save DC. Each 5-foot square section has effectively 20 hit points. Even when all the ice has been destroyed, frigid air remains in the area and deals 1d6 points of cold damage +1 point/level to creatures that pass through it. Focus: A silver shuriken worth 50 gp that looks like a snowflake. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " One 10-ft. square/level",
    "duration": " 1 minute/level",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Shout, Greater",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like shout, except that the cone deals 10d6 points of sonic damage (or 1d6 points of sonic damage per caster level, maximum 20d6, against exposed brittle or crystalline objects or crystalline creatures). It also causes creatures to be stunned for 1 round and deafened for 4d6 rounds. A creature in the area of the cone can negate the stunning and halve both the damage and the duration of the deafness with a successful Fortitude save. A creature holding vulnerable objects can attempt a Reflex save to negate the damage to those objects. Arcane Focus: A small metal or ivory horn. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Fortitude partial or Reflex negates (object); see text",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Field of Icy Razors",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your breath becomes cold and frosty as you intone this spell, and blue-white crystals erupt from the soil, chill air swirling around their needle-sharp tips. \nRazor-sharp ice crystals surround the targets.  Each target takes 1d6 points of damage per caster level (maximum 20d6); half of this damage is cold damage, and half is slashing.  In addition, each target's speed is reduced by 20 feet for 1 round per caster level.  Creatures that succeed on Reflex saving throws take half damage and their movement is unaffected. \nFocus: A silver suriken worth 50 gp that looks like a snowflake. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " One creature/level, no two of which are more than 60 ft. apart",
    "area": "",
    "duration": " Instantaneous plus 1 round/level; see text",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Depthsurge",
    "school": "evocation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "The water within the area suddenly explodes outward in a massive surge, as if driven by a powerful explosion. Each creature or object in the area is subject to damage equal to 2d6 + caster level. Any creature struck by this attack must then succeed on a Fortitude save or be driven 10 feet away from the center of the blast. If a ship is in the area, the captain must immediately make a sinking check (DC equal to spell save DC). See Sinking, page 32. At least half of the spell's area must contain water at least 10 feet deep, or else the spell fails. You must center the effect at or below the water's surface. Material Component: A sphere of volcanic rock. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20 ft. radius",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sunburst",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Sunburst causes a globe of searing radiance to explode silently from a point you select. All creatures in the globe are blinded and take 6d6 points of damage. A creature to which sunlight is harmful or unnatural takes double damage. A successful Reflex save negates the blindness and reduces the damage by half. An undead creature caught within the globe takes 1d6 points of damage per caster level (maximum 25d6), or half damage if a Reflex save is successful. In addition, the burst results in the destruction of any undead creature specifically harmed by bright light (such as a vampire) if it fail its save. The ultraviolet light generated by the spell deals damage to fungi, mold, oozes, and slimes just as if they were undead creatures. Sunburst dispels any darkness spells of lower than 9th level within its area. Arcane Material Component: A piece of sunstone and a naked flame. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 80-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Clenched Fist",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like Bigby's interposing hand, except that the hand can interpose itself, push, or strike one opponent that you select. The floating hand can move as far as 60 feet and can attack in the same round. Since this hand is directed by you, its ability to notice or attack invisible or concealed creatures is no better than yours. The hand attacks once per round, and its attack bonus equals your caster level + your Intelligence, Wisdom, or Charisma modifier (for a wizard, cleric, or sorcerer, respectively), +11 for the hand's Strength score (33), -1 for being Large. The hand deals 1d8+11 points of damage on each attack, and any creature struck must make a Fortitude save (against this spell's save DC) or be stunned for 1 round. Directing the spell to a new target is a move action. The clenched fist can also interpose itself as Bigby's interposing hand does, or it can bull rush an opponent as Bigby's forceful hand does, but at a +15 bonus on the Strength check. Clerics who cast this spell name it for their deities—Pelor's clenched fist, for example. Arcane Focus: A leather glove. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Prismatic Bow",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "A glittering, flashing longbow, containing every hue of the rainbow, appears in your hands. A prismatic bow functions as a +1 longbow; in addition, once per round you can choose to imbue an arrow shot from it with one of the seven colors of the bow, chosen from the list of colors created by prismatic spray (PH 264). In addition to its normal effect, the arrow has the same effect as the corresponding beam from prismatic spray (including blindness for 2d4 rounds if the target has 8 HD or fewer). Saves and spell resistance apply to this effect as normal for prismatic spray. Once you fire an arrow, the corresponding color disappears from the bow, and you can't select that color again during this particular casting of the spell. When the duration ends or when you have used the effects of all seven colors, the bow vanishes. You are automatically considered proficient with a prismatic bow. No one else can use your prismatic bow, though you need not carry it at all times (you can stow it, drop it, or even hand it to another character to hold). If you cast this spell a second time while a previous version is still in effect, the first prismatic bows duration ends. ",
    "effect": " A longbow made up of swirling, prismatic colors",
    "range": " 0 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 minute/level or until discharged",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lightning Ring",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your body quakes as a ring of crackling electricity explodes from your chest to whirl about you. \nThe ring of electricity moves with you and does not interfere with your spellcasting or attacks, or with others attacking you.  As long as the lightning ring is in effect, you gain resistance to electricity 20.  At the beginning of your turn each round, adjacent creatures take 10d6 points of electricity damage, or half that with a successful Reflex save. \nIn addition, each round as a free action at the beginning of your turn, you can direct two lightning bolts that deal 5d6 points of electricity damage each, exactly as the lightning bolt spell (caster level 5th), in any directions you choose.  Each bolt can be aimed separately.  A creature struck by one of these bolts can make a Reflex save for half damage.  The DC for this save is calculated for an 8th-level spell, even though the bolts mimic a 3rd-level spell. \nMaterial Components: A small glass ring and a bit of fur from any animal. ",
    "effect": " Ring of electricity",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/2 levels",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Polar Ray",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A blue-white ray of freezing air and ice springs from your hand. You must succeed on a ranged touch attack with the ray to deal damage to a target. The ray deals 1d6 points of cold damage per caster level (maximum 25d6). Focus: A small, white ceramic cone or prism. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Otiluke_s Telekinetic Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like Otiluke's resilient sphere, with the addition that the creatures or objects inside the globe are nearly weightless. Anything contained within an Otiluke's telekinetic sphere weighs only one-sixteenth of its normal weight. You can telekinetically lift anything in the sphere that normally weighs 5,000 pounds or less. The telekinetic control extends from you out to medium range (100 feet + 10 feet per caster level) after the sphere has succeeded in encapsulating its contents. You can move objects or creatures in the sphere that weigh a total of 5,000 pounds or less by concentrating on the sphere. You can begin moving a sphere in the round after casting the spell. If you concentrate on doing so (a standard action), you can move the sphere as much as 30 feet in a round. If you cease concentrating, the sphere does not move in that round (if on a level surface) or descends at its falling rate (if aloft) until it reaches a level surface, or the spell's duration expires, or you begin concentrating again. If you cease concentrating (voluntarily or due to failing a Concentration check), you can resume concentrating on your next turn or any later turn during the spell's duration. The sphere falls at a rate of only 60 feet per round, which is not fast enough to cause damage to the contents of the sphere. You can move the sphere telekinetically even if you are in it. Material Component: A hemispherical piece of clear crystal, a matching hemispherical piece of gum arabic, and a pair of small bar magnets. ",
    "effect": " 1-ft.-diameter/level sphere, centered around creatures or objects",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Reflex negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halaster_s Blacksphere",
    "school": "evocation",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "This spell creates a burst of black force. The force burst causes 1d6 points of force damage per caster level (maximum 20d6) and envelops the affected area in a sphere of force with a radius of 10 feet, trapping creatures within. A successful Reflex save reduces the damage by half and negates the entrapment effect. Creatures trapped inside cannot escape except by those methods that can bypass or destroy a wall of force. This spell can be used in lieu of wall of force as part of creating a bead of force. Material Components: A small piece of charcoal and a small piece of onyx. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 10-ft.-radius burst and globe",
    "duration": " 2d4 rounds + 1 round/level",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]