[
  {
    "name": "Blade of Pain and Fear",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A three-foot-long column of disembodied gnashing teeth springs forth from your hand. \nFor the duration of the spell, you can make melee touch attacks that deal 1d6 points of damage +1 point per two caster levels (maximum +10).  Your Strength modifier does not apply to the damage.  A creature that you successfully deal damage to must also make a Will saving throw or become frightened for 1d4 rounds. ",
    "effect": " Swordlike column of gnashing teeth",
    "range": " 0 ft",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Laeral_s Silver Lance",
    "school": "evocation",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "This spell brings into being a shimmering, silver lancelike column of force, equivalent to a Large lance. The lance flies toward a single creature you pantomime throwing it at when you cast the spell. Its attack bonus is equal to your caster level + your Intelligence bonus or your Charisma bonus (for wizards or sorcerers, respectively) with an additional +3 enhancement bonus and a +2 bonus for charging. It deals 4d6+3 points of force damage, with a threat range of 20 and a critical multiplier of x3. In addition, the creature struck must succeed on a Fortitude save or be knocked prone by the impact. Focus: A miniature platinum lance engraved with arcane runes that costs 250 gp to construct. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wind Wall",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible vertical curtain of wind appears.  It is 2 feet thick and of considerable strength.  It is a roaring blast sufficient to blow away any bird smaller than an eagle, or tear papers and similar materials from unsuspecting hands.  (A Reflex save allows a creature to maintain its grasp on an object).  Tiny and Small flying creatures cannot pass through the barrier.  Loose materials and cloth garments fly upward when caught in a wind wall.  Arrows and bolts are deflected upward and miss, while any other normal ranged weapon passing through the wall has a 30% miss chance.  (A giant-thrown boulder, a siege engine projectile, and other massive ranged weapons are not affected).  Gases, most gaseous breath weapons, and creatures in gaseous form cannot pass through the wall (although it is no barrier to incorporeal creatures). \nWhile the wall must be vertical, you can shape it in any continuous path along the ground that you like.  It is possible to create cylindrical or square wind walls to enclose specific points.  A 5th-level caster can create a wall up to 50 feet long and up to 25 feet high, sufficient to form a cylinder of wind 15 feet in diameter. \nArcane Material Component: A tiny fan and a feather of exotic origin. ",
    "effect": " Wall up to 10 ft./level long and 5 ft./level high (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rockburst",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You cause a stone object, with volume of at least 8 cubic feet, to explode. Rock shards fly outward from the detonation, and all creatures within the area of the spell take 1d4 points of damage plus 1 point per caster level (maximum +15). A successful Reflex save halves this damage. A magic stone object, or a nonmagic stone object in the possession of another creature, gets a Fortitude save to negate the effect. Creatures cannot be affected by rockburst. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half or Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shockwave",
    "school": "evocation",
    "sub_school": "",
    "source": "sharn:_city_of_towers",
    "description": "Even if a battle is for a just cause, using fireball on a crowded city street places innocents at risk.  The shockwave spell creates a burst of concussive force that disorients victims without causing any permanent damage, dealing 1d4 points of nonlethal damage per caster level (maximum 10d4) to every creature within the area and dazes them for 1 round.  A successful Fortitude save reduces the damage by half and negates the dazed effect.  The shockwave has no effect on nonliving creatures or objects.  Creatures that are immune to nonlethal damage cannot be dazed by the spell. \nMaterial Component: A small crystal sphere. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Steeldance",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You cause two daggers in your possession to grow to the size and shape of longswords, which then attack creatures you specify. The blades have AC 14 (+1 size, +1 Dex, +2 natural), hardness 10, and 5 hit points. They fly at speed 30 feet (good maneuverability), deal 1d8 points of slashing damage, and score a threat of a critical on a natural 19 or 20. They are otherwise treated as Medium-size animated objects (as if animated by an animate objects spell). You can cast spells such as magic weapon on the daggers before or after the steeldance spell takes effect. Focus: Two daggers. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Two daggers",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Body Blaze",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You are surrounded in flame, which does not harm you or your equipment. When you move, you leave a vertical trail of flame in your wake. The sheet of flame left behind you is up to 20 feet high, 2 inches wide, and lengthens as you move, exactly following the path you take across a horizontal surface—you leave no trail on vertical surfaces or through the air because the sheet of flame must be anchored on a horizontal surface. The blazing wall deals 2d6 points of fire damage +1 point of fire damage per caster level (maximum +20) to any creature passing through it. If you pass through a square more than once, the damage dealt by the wall to creatures moving through that square does not increase. You take no damage from your own blazing wall. If you overrun a creature or otherwise manage to pass through its square, each creature takes damage as if passing through the wall. If any 5-foot length of wall takes 20 points of cold damage or more in 1 round, that section goes out. Material Component: A small piece of phosphorus. ",
    "effect": "",
    "range": " Personal; see text",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Chain Missile",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Bolts of pale blue energy spring forth from your finger and slam into the desired target.  An instant later, the bolts bounce away toward other creatures, slamming into each one. \nMissiles of magical energy dart from your fingertip to unerringly strike a creature.  The missiles strike one creature initially, then spring to other targets.  Each missile deals 1d4+1 points of force damage.  One missile strikes the primary target per two caster levels, to a maximum of ten missiles (dealing 10d4+10 points of damage).  After the missiles strike, they ricochet to a number of targets up to the number of missiles created by the spell.  Each secondary target takes 1d4+1 points of damage, as if struck by a single magic missile.  You choose secondary targets as you like, but they must all be within 30 feet of the primary target, and no secondary target can be struck more than once.  You can choose to affect fewer secondary targets than the maximum (to avoid allies in the area, for example).  Missiles without a secondary target do not ricochet off the primary target. \nSpells, magic items, and abilities that protect against magic missile (such as the shield spell or a brooch of shielding) also protect against this spell.  If the primary target has that sort of protection, the spell has no effect against it but still springs to all secondary targets.  (A brooch of shielding loses a number of charges equal to the number of missiles hitting the creature—up to ten missiles. ) If spell resistance causes the spell to fail to harm the primary target, the spell fails and missiles do not ricochet to additional targets. \nThe missiles strike unerringly, even if the targets are in melee or have anything less then total cover or concealment.  You cannot single out specific parts of a creature to strike.  This spell cannot target or damage inanimate objects. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature, plus one more creature/2 levels (each of which must be within 30 ft. of the primary target)",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Arcane Maul",
    "school": "evocation",
    "sub_school": "",
    "source": "secrets_of_sarlona",
    "description": "",
    "effect": " See text",
    "range": " See text",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " See text",
    "duration": " Instantaneous, 1 round/level (D); see text",
    "saving_throw": " Fortitude half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of the Python",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A ray of pulsing yellow light springs from your hand. It strikes your target and wraps around him like a snake, hampering his ability to move and attack. This spell creates a ropey strand of arcane energy that restricts a creature's movements. A creature struck by this ray can only make one attack per round and cannot make attacks of opportunity. In addition, the creature's speed is reduced by 10 feet. After the spell has been in effect for 1 round, at the start of its turn in each round thereafter, the subject is allowed a Reflex save to resist the spell's effects. If the save succeeds, the creature ignores the spell's effects for that round. It must make a new save each round, regardless of the result of a previous save. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute",
    "saving_throw": " Reflex negates; see below",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Light of Venya",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "This spell functions like light of Lunia, except that a softy pearly radiance is created.  Your light rays deal 3d6 points of damage, or 6d6 points of damage against undead and evil outsiders.  Alternatively, you can choose for the ray to heal 1d6 points of damage + your divine spellcaster level (maximum 1d6+10) to a living, non-evil creature. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " You and up to two rays; see text",
    "area": "",
    "duration": " 10 minutes/level (D) or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Storm Mote",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You create a whirling vortex of sand. It flies at speed of 60 feet per round (perfect maneuverability), and you can concentrate on controlling its every movement or specify a simple program. Directing the vortex's movement is a move action, while changing its programmed movement is a standard action. If you don't move or program the vortex, it merely stays at rest, spinning and howling. The vortex dissipates if it exceeds the spell's range. If a storm mote enters a space with a creature, it stops moving for the round and deals 2d8 points of damage to the creature. A successful Fortitude save reduces damage by half. Those outside the vortex have concealment against those inside. The vortex extinguishes all nonmagical flame. Arcane Material Component: A pinch of sand. ",
    "effect": " Cylinder (5-ft. radius, 10 ft. high)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invoke the Cerulean Sign",
    "school": "evocation",
    "sub_school": "",
    "source": "lords_of_madness",
    "description": "The cerulean sign is an ancient symbol said to embody the purity of the natural world, and as such it is anathema to aberrations. While druids and rangers are the classes most often known to cast this ancient spell, its magic is nearly universal and can be mastered by all spellcasting classes. When you cast this spell, you trace the cerulean sign in the air with a hand, leaving a glowing blue rune in the air for abrief moment before it flashes and fills the area of effect with a pulse of cerulean light. Any aberration within the area must make a Fortitude saving throw or suffer the following ill effects. Closer aberrations are affected first. Each effect lasts for 1 round. None: The aberration suffers no ill effect, even if it fails thesaving throw. Sickened: The aberration takes a -2 penalty on attack rolls, saving throws, skill checks, and ability checks for 1 round. Nauseated: The aberration cannot attack, cast spells, concentrate on spells, or do anything but take a single move action for 1 round. Dazed: The aberration can take no actions, but has no penalty to its Armor Class, for 1 round. Stunned: The aberration drops everything held, can't take actions, takes a -2 penalty to AC, and loses its Dexterity bonus to AC (if any) for 1 round. Once a creature recovers from an effect, it moves up one level on the table. Thus, a creature that is stunned by this spell is dazed the round after that, nauseated the round after that, sickened the round after that, and then recovers fully the next round. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "somatic",
    "target": "",
    "area": " Multiple aberrations whose combined total Hit Dice do not exceed twice caster level in a spread emanating from the character to the extreme of the range",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crack Ice",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You create a sudden explosive burst that shatters ice bridges, breaks up river ice, opens frozen ponds, or damages an icy creature. The ice broken covers a 10-foot radius per caster level, and a 1-foot depth per level. Ice thicker than the spell's depth is cracked and weakened, but not broken all the way through. Weakened ice is treated as one category thinner than it really is (see Table 1-2, page 11). Creatures dropped from a bridge, through lake or river ice, or off a glacier or iceberg take normal falling and cold water damage. Creatures on a glacier will have a crevasse open under them equal to the depth of the spell. Targeted against an ice creature of any weight (such as an ice golem, winterspawn, or entombed), crack ice deals 1d6 points of damage per caster level (maximum 10d6), with a Fortitude save for half damage. Material Component: A hammer carved from salt crystal (50 gp). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 10-ft.-radius/level spread; or one ice creature",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half (see text)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Prismatic Mist",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You call forth a thin, multihued mist that fills the area.  Small incandescent lights, no brighter than candles, drift lazily throughout the mist. \nThe mist is too thin to obscure vision or provide concealment, but walking through it is hazardous.  Each round, a creature that begins its turn in the area of the spell, or that enters themist during its turn, is subject to one or more of the following effects based on the (randomly determined) color of the mist in the area around the creature. \nConsult the table below to determine the color of the mist and its effect. \n\n\nd8 \nColor \nEffect \n\n\n 1 \n Red \n 1d4 points fire damage \n\n\n 2 \n Orange \n 1d6 points acid damage \n\n\n 3 \n Yellow \n 1d8 points electricity damage \n\n\n 4 \n Green \n Poison; 1d4 points Str damage (Fort negates) \n\n\n 5 \n Blue \n Slowed for 1 round (Will negates) \n\n\n 6 \n Indigo \n Lesser confusion for 1 round (Will negates, mind-affecting) \n\n\n 7 \n Violet \n Dazed for 1 round (Will negates) \n\n\n 8 \n At \n the junction of two colors; roll twice more, ignoring any \"8\" results",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": "",
    "area": " 30-ft.-radius spread",
    "duration": " 1 minute/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Daylight",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The object touched sheds light as bright as full daylight in a 60-foot radius, and dim light for an additional 60 feet beyond that.  Creatures that take penalties in bright light also take them while within the radius of this magical light.  Despite its name, this spell is not the equivalent of daylight for the purposes of creatures that are damaged or destroyed by bright light (such as vampires). \nIf daylight is cast on a small object that is then placed inside or under a light-proof covering, the spell's effects are blocked until the covering is removed. \nDaylight brought into an area of magical darkness (or vice versa) is temporarily negated, so that the otherwise prevailing light conditions exist in the overlapping areas of effect. \nDaylight counters or dispels any darkness spell of equal or lower level, such as darkness. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Object touched",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Capricious Zephyr",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Blowing on your twirling hand, you complete the spell, creating a roiling ball of dust and gale-force winds. \nA ball of swirling wind and dust moves as you direct it, pushing your foes across the battlefield.  From its starting point, a capricious zephyr moves 30 feet per round in the direction you point, regardless of the presence or absence of terrain. \nIf the sphere enters a space with a creature, it stops moving for that round and tries to bowl over the creature with its wind force.  That creature must resist a bull rush attack from the capricious zephyr, which has a +6 bonus on the check.  If the spell wins the bull rush, it pushes the creature as far as it can in a random direction (roll 1d8; 1 indicates a push into the square closest to you, and 2 through 8 indicate the other squares, moving clockwise around the creature).  Any creature pushed by the sphere must succeed on a Reflex save or fall prone. \nA capricious zephyr moves as long as you actively direct it (a move action for you).  Otherwise, it merely stays at rest and attempts to bowl over anyone in its square.  The spell ends if the distance between the sphere and you ever exceeds the spell's range. ",
    "effect": " 5-ft.-diameter sphere",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None or Reflex partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Favorable Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "This spell produces a stream of wind that can fill a ship's sails, disperse vapors and gases, and keep flying creatures at bay. The wind force is strong, with a speed of about 30 mph. It begins where you stand and blows directly away from you; you can easily propel a sailing vessel by standing astern of the mast and directing the wind forward to fill the sails. Tiny or smaller creatures in the path of the wind are knocked prone, or if flying are blown back 1d6×10 feet. Small creatures are checked and cannot make headway against the wind. Small airborne creatures are instead blown back 1d6×5 feet. Medium and larger creatures can move normally within the effect. A favorable wind can't push a creature beyond the limit of its range. Any creature, regardless of size, takes a -2 penalty on ranged attacks and on Listen checks in the area of a favorable wind. The wind automatically extinguishes candles, torches, and similar unprotected flames. In addition to the above-noted effects, favorable wind can do anything that a strong natural wind could do. It can fan a large fire, disperse gases and vapors to the limit of its range in 1 round, and make sailing difficult for small craft nearby. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " 10 min./level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Vile Lance",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "Vile lance creates a weapon of blackness that the caster (and only the caster) can wield with proficiency. The caster can throw it, but if he does, the spell ends after the ranged attack is resolved. The vile lance is treated in all ways like a +2 shortspear, except that the damage dealt is vile damage. Arcane Material Component: A bone fragment of a good-aligned creature. ",
    "effect": " One shortspear",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Stars of Arvandor",
    "school": "evocation",
    "sub_school": "",
    "source": "champions_of_valor",
    "description": "You create one twinkling star per level (maximum ten stars). These minute starbursts orbit your head like ioun stones. As a swift action, you can launch one star at a target you designate within range. Alternatively, as a standard action, you can launch up to three stars at one or more targets within range. You can only launch stars once per round. You must make a ranged touch attack for each star. Against non-evil targets, each star deals 1d8 points of nonlethal damage; evil targets take 1d8 points of lethal damage instead. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " See text",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wreath of Flames",
    "school": "evocation",
    "sub_school": "",
    "source": "dragon_magic",
    "description": "A burst of white-hot fire springs into existence around you, swirling and twisting dangerously. This spell surrounds you with white-hot flames. At the end of each of your turns, any enemy adjacent to you or sharing your space takes 1d6 points of fire damage. Your melee attacks deal an extra 1d6 points of fire damage. Special: A red dragon capable of casting 5th-level sorcerer spells can cast this spell as a swift action. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Marked Pulse",
    "school": "evocation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You unleash a pulse of bluish-green energy that slams into your foes. \nCreatures you select within the spell's area take force damage based on the strength of your dragonmark. \n\n\nDragonmark \nForce Damage \n\n\n Least \n 2d6 \n\n\n Lesser \n 3d6 \n\n\n Greater \n 4d6 \n\n\n Siberys \n 5d6 \n\n\nIf you possess a greater or Siberys dragonmark, any creature that fails its Fortitude save is also knocked prone. \nDragonmark: Any true dragonmark. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal,somatic",
    "target": " One creature/level in a 20-ft.-radius burst centered on you",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Burst",
    "school": "evocation",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "A hail of magical ice chunks erupts from a point in space. The chunks fly in all directions, hitting everything within the burst. The pelting ice deals 1d4 points of cold damage +1 point of blunt damage per caster level, to a maximum of 10d4+10. Material Component: A chunk of ice or a single pearl. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 30-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Chamber",
    "school": "evocation",
    "sub_school": "",
    "source": "manual_of_the_planes",
    "description": "You may create a translucent prison of pure crystalline force around a target on the Ethereal Plane. You must be able to see or otherwise target the creature you wish to affect. The target affected by the chamber cannot move on either the Ethereal Plane or its coterminous planes for the duration of the spell but is otherwise unaffected. The target cannot move onto another plane while inside the chamber, including returning to the Material Plane. The target within the crystalline prison cannot physically attack or be attacked is and unaffected by most spells and supernatural abilities. Gaze attacks and sonic spells may function through the walls of the crystalline prison, but the target of those attacks gains a +2 bonus on saving throws. The target of the chamber may attempt to break the crystalline prison by making a Strength check (DC 10 + caster level). A disintegrate spell brings down the chamber. This spell only affects the Ethereal Plane, so it has no effect on planes not coexistent with the Ethereal Plane. It has no effect on creatures on the Material Plane. Material Component: A piece of translucent glass. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One ethereal creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Fireball",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A fireball spell is an explosion of flame that detonates with a low roar and deals 1d6 points of fire damage per caster level (maximum 10d6) to every creature within the area.  Unattended objects also take this damage.  The explosion creates almost no pressure. \nYou point your finger and determine the range (distance and height) at which the fireball is to burst.  A glowing, pea-sized bead streaks from the pointing digit and, unless it impacts upon a material body or solid barrier prior to attaining the prescribed range, blossoms into the fireball at that point.  (An early impact results in an early detonation).  If you attempt to send the bead through a narrow passage, such as through an arrow slit, you must \"hit\" the opening with a ranged touch attack, or else the bead strikes the barrier and detonates prematurely. \nThe fireball sets fire to combustibles and damages objects in the area.  It can melt metals with low melting points, such as lead, gold, copper, silver, and bronze.  If the damage caused to an interposing barrier shatters or breaks through it, the fireball may continue beyond the barrier if the area permits; otherwise it stops at the barrier just as any other spell effect does. \nMaterial Component: A tiny ball of bat guano and sulfur. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scattergloom",
    "school": "evocation",
    "sub_school": "",
    "source": "dragons_of_faerun",
    "description": "When you speak the triggering phrase, six puffs of shadow burst forth from your location, flying out to cover the six areas you target in your mind. \nYou create four cylinders of magical darkness within the area, which randomly and rapidly move around at ground level, giving concealment to nearby creatures.  The cylinders of shadow (called \"glooms\") occupy space as Medium creatures (a 5-foot square), are 10 feet tall, and cannot leave the area of the spell. \nA creature fully engulfed by one or more of these glooms has concealment.  This concealment applies to attacks made against or by creatures in these glooms. \nThe glooms are under your limited control.  While the spell is in effect, you can use a free action on your turn to direct a controlled gloom to attach itself to and envelop a particular target and follow it.  The target can attempt a Will saving throw to avoid being enveloped.  Success indicates the gloom dissipates; failure means the target is surrounded by magical darkness.  Once it is attached to a target, a gloom stays with that target until the spell's duration expires. \nOrigin: This spell was created centuries ago by a steel dragon who eschewed human contact and masqueraded as a cruel necromancer who dwelt in an isolated tower. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": "",
    "area": " 100-ft.-radius burst",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Manyjaws",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You clamp your teeth together with the last gesture, and several disembodied jaws of blue force appear and float toward your foe, gnashing their teeth. \nWhen you cast this spell, you summon several pairs of mystical, disembodied jaws that fly about and attack your foes.  These pairs of jaws can be commanded to attack separate targets, or multiple pairs can be sent to attack a single foe.  The jaws originate at your location and fly out to attack their targets, moving at a fly speed of 40 feet with perfect maneuverability.  You can redirect as many of the jaws as you desire as a standard action. \nEach round on your action, each pair of jaws automatically hits its target and deals 1d6 points of damage, or half that amount with a successful Reflex save. \nA creature targeted by multiple pairs of jaws in a single round makes only one saving throw, with success halving the total damage. \nMaterial Component: A pair of teeth. ",
    "effect": " One pair of disembodied, flying jaws per caster level (maximum ten pairs)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Concentration, up to 3 rounds",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rainbow Blast",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "From your splayed fingers shoots a beam of mixed energy and multihued lights.  The beam burns and freezes, sizzles and screams. \nThis spell is a wide-spectrum blast of radiant energy composed of all five energy types.  Rainbow blast deals 1d6 points of damage from each of the five energy types (acid, cold, electricity, fire, and sonic), for a total of 5d6 points of damage.  Creatures apply resistance to energy separately for each type of damage.  As you gain in levels, the damage die increases in size.  At 7th level the spell deals 5d8 points of damage, at 9th level it deals 5d10 points of damage, and at 11th level it deals 5d12 points of damage — one die for each of the five energy types. \nFocus: A small clear gem or crystal prism worth at least 50 gp. ",
    "effect": "",
    "range": " 120 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 120-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dread Word",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster speaks a single unique word of pure malevolence—a powerful utterance from the Dark Speech (see Chapter 2). The word is so foul that it harms the very soul of one that hears it. The utterance of a dread word causes one subject within range to take 1d3 points of Charisma drain. The power of this spell protects the caster from the damaging effects of both hearing and knowing the word. To attempt to speak this unique word without using this spell means instant death (and no effect, because the caster dies before she gets the entire word out). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature of good alignment",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Wall of Light",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A blinding flash accompanies the completion of this spell as a wall of pure light springs into being. \nThis spell causes a wall of dazzling yellow-white light to come into being at any point within range.  The wall is opaque to all other creatures, though you can see through it without difficulty.  A wall of light has no physical substance and does not otherwise hinder attacks, movement, or spells passing through it, although it blocks line of sight for other creatures. \nA creature that passes through a wall of light becomes dazzled for the duration of the spell.  Spell resistance applies when passing through the wall.  Sightless creatures and those already dazzled are not affected by passing through a wall of light. \nA wall of light sheds light equivalent to a daylight spell.  Wall of light counters or dispels any darkness spell of equal or lower level. \nMaterial Component: A pinch of powdered sunstone. ",
    "effect": " A straight wall whose area is up to one 10-ft. square/level or a sphere or hemisphere with a radius of up to 5 ft./2 levels",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lightning Bolt",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You release a powerful stroke of electrical energy that deals 1d6 points of electricity damage per caster level (maximum 10d6) to each creature within its area. The bolt begins at your fingertips. The lightning bolt sets fire to combustibles and damages objects in its path. It can melt metals with a low melting point, such as lead, gold, copper, silver, or bronze. If the damage caused to an interposing barrier shatters or breaks through it, the bolt may continue beyond the barrier if the spell's range permits; otherwise, it stops at the barrier just as any other spell effect does. Material Component: A bit of fur and an amber, crystal, or glass rod. ",
    "effect": "",
    "range": " 120 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 120-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Leomund_s Tiny Hut",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "",
    "effect": " 20-ft.-radius sphere centered on your location",
    "range": " 20 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Disrupting Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A small, spectral human hand springs into existence before your target. It hovers in the air, ready to deliver a backhanded blow. Like Bigby's interposing hand, this spell creates a magical construct in the form of a human hand. The hand targets a single opponent of your choice within range. You choose this opponent as you cast the spell. You can target a different opponent with this spell by taking a move action to do so. When the subject of Bigby's disrupting hand attempts to cast a spell, the hand punches him. This attack causes no damage, but it forces the subject to make a Concentration check with a DC equal to this spell's save DC. If the subject fails the check, the hand's blow ruins his casting attempt. The hand is about 1 foot long. It has hit points equal to half your full normal hit points, and its AC is 20 (+4 size, +6 natural). It makes saving throws using your total save bonuses and takes damage from spells and attacks as normal. Focus: A soft glove. ",
    "effect": " One hand of force",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 minute (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghost Lantern",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "The object begins to glow with a phosphorescent white light. Your companions' faces are illuminated, but they cast no shadows on the surrounding walls. Ghost lantern causes an object to glow like a torch, shedding bright illumination in a 20-foot radius (and shadowy illumination for an additional 20 feet) from the point you touch. Unlike normal light spells, this light is only visible to you and a number of specifically designated creatures equal to one per three caster levels (maximum five). These creatures must be within 10 feet of you when you cast the spell but can later move as far apart as they want. No others can see the ghost lantern; it has no effect on them, and they are affected by other ambient light conditions as normal. Effectively, this spell allows you and your chosen companions to see in the dark. Material Component: A bit of phosphorescent fungus. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Object touched",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Pebble Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "dragons_of_faerun",
    "description": "At your verbal command, the air nearby whirls and rises, carrying loose dirt and small objects into the air to pelt your foes. This spell functions as gust of wind (PH 238), except as noted herein. Instead of a path of wind, you create a whirling mass of air. The whirlwind carries sand, dirt, and other small objects (nothing heavier than a chicken egg) into the air, creating an opaque cloud of debris. Creatures must succeed on Fortitude saves as described in the gust of wind spell to avoid being checked or moved by the spell. Creatures blown over or moved by the wind are pushed in a random direction. The flying debris causes 1d4 points of bludgeoning damage per caster level (maximum 10d4); this damage is subject to damage reduction, and creatures are allowed a Reflex save for half damage. If the debris is primarily composed of soft or very small objects, such as loose soil, the spell deals 1d4 points of damage per two caster levels (maximum 5d4). The spell deals damage to objects within the spread, though hardness will usually negate this damage. ",
    "effect": " 20-ft.-radius spread",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Glowing Orb",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Calling on the limitless light of the Positive Energy Plane, you coax a tiny portion of its power into a fragile glass sphere. \nThis spell places a magical light source inside a glass sphere roughly the size of a human fist.  You can control the light level generated by a glowing orb by mental command (a standard action), provided that the orb is within 30 feet of you.  The light level ranges from no light at all to illumination within a 60-foot radius.  There is no limit to the number of glowing orbs you can possess, and you can control their light levels independently or in concert. \nIf a glowing orb is smashed, the magic is lost.  If you die, however, an orb retains its magic.  Any character with an Intelligence or Wisdom of at least 13 can gain control of an orb simply by touching it. \nFocus: A glass sphere (50 gp) into which the light is placed.  An orb usable for this purpose has hardness 0 and 2 hit points. ",
    "effect": " Magical, controllable light source",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]