[
  {
    "name": "Crushing Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "This spell functions like Otiluke's resilient sphere, except that the sphere painfully constricts the target, hampering her movements and breathing. The target is entangled and takes 3d6 points of nonlethal damage per round as the sphere contracts. If the target is rendered unconscious, any remaining damage from the crushing sphere is lethal damage. Material Component: An eggshell, which is crushed as the spell is cast. ",
    "effect": " 1-ft.-diameter/level sphere, centered around a creature",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Otiluke_s Freezing Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Otiluke's Freezing sphere creates a frigid globe of cold energy that streaks from your fingertips to the location you select, where it explodes in a 10-foot-radius burst, dealing 1d6 points of cold damage per caster level (maximum 15d6) to each creature in the area. An elemental (water) creature instead takes 1d8 points of cold damage per caster level (maximum 15d8). If the freezing sphere strikes a body of water or a liquid that is principally water (not including water-based creatures), it freezes the liquid to a depth of 6 inches over an area equal to 100 square feet (a 10-foot square) per caster level (maximum 1,500 square feet). This ice lasts for 1 round per caster level. Creatures that were swimming on the surface of frozen water become trapped in the ice. Attempting to break free is a full-round action. A trapped creature must make a DC 25 Strength check or a DC 25 Escape Artist check to do so. You can refrain from firing the globe after completing the spell, if you wish. Treat this as a touch spell for which you are holding the charge (see page 176). You can hold the charge for as long as 1 round per level, at the end of which time the freezing sphere bursts centered on you (and you receive no saving throw to resist its effect). Firing the globe in a later round is a standard action. Focus: A small crystal sphere. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " See text",
    "area": "",
    "duration": " Instantaneous or 1 round/level; see text",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halaster_s Shaking Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "As Bigby's interposing hand, except the hand can also grapple the magic hand created by the following spells: Bigby's clenched fist, Bigby's crushing hand, Bigby's forceful hand, and Bigby's grasping hand. The shaking hand gets one grapple attack per round. Its grapple bonus against another magic hand is your level + your Intelligence or Charisma modifier (for wizards or sorcerers, respectively), +9 for the hand's Strength score (29), +4 for being Large. Once grappled, a magic hand can only escape the shaking hand by making an opposed grapple check, unless the duration of the grappled hand exceeds the duration of the shaking hand. In cases where no Strength score is given, assume the magic hand has a Strength score of 17 + twice the level of the spell. Once a grapple is broken, nothing prevents your shaking hand from attempting another grapple attack. For example, a wizard uses Halaster's shaking hand to grapple a sorcerer's Bigby's forceful hand, rolls a 10 on a d20, adds +4 for his own Intelligence score (18), adds +9 for the hand's Strength score (29), and adds +4 for the hand's size (Large), for a total of 27. The sorcerer seeks to break the handshake; he rolls a 14 on a d20, adds +4 for his own Charisma score (18), adds +8 for the hand's Strength score (27), and adds +4 for the hand's size (Large) for a total of 30. The \"handshake\" (grapple) lasts for at least 1 more round. If, however, the sorcerer had rolled a 15 or higher, the handshake would have been broken, at least until the shaking hand successfully grappled the forceful hand again. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Storm of Fire and Ice",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You bring forth a swirling vortex of smoking lava intermixed with chunks of steaming ice. A shower of lava globs and hailstones rains down for 1 round, dealing 6d6 points of cold damage and 6d6 points of fire damage to everything in the area. The cylinder provides concealment similar to fog cloud and also applies a -4 penalty on Listen checks made within the area. Movement costs within the area of the spell are doubled. At the end of the duration, the lava and ice disappear, leaving no lingering effects (other than the damage dealt). ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cylinder (20-ft. radius, 40 ft. high)",
    "duration": " 1 round",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Entomb",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "An entomb spell traps living creatures in a block of ice, suffocating them. The spell entraps the targets with a thick layer of ice from head to toe. Those that make a successful Fortitude saving throw can shake off the ice immediately, though they still take 6d6 points of cold damage. If the creature fails its saving throw, it is held within the ice and immediately begins to suffocate per the drowning rules (see page 304 of the Dungeon Master's Guide). In addition, the creature takes 2d12 points of cold damage and 1 point of Constitution damage per round from contactwith the ice. Other than attempting to escape, creatures entombed can perform actions that only require mental or verbal activity. Escaping from the ice block requires a DC 20 Strength check or the application of 20 points of fire damage. Material Component: A clear gemstone with a minimum value of 500 gp. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One creature/level, no two of which can be more than 30 ft. apart",
    "duration": " Instantaneous and 1 round/level; see text",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lingering Flames",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "A burst of flame erupts before you, raising the temperature of the area to scorching levels. This spell functions like fireball, except that the area remains filled with fire for the spell's entire duration. Any creature within or entering the area takes 1d6 points of fire damage per caster level (maximum 15d6); a successful Reflex save halves this damage. Material Component: A pinch of sulfur and a length of copper wire. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 3 rounds",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Howling Chain",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A blood-red chain of pure force appears, howling instead of rattling as it shakes and twines. \nYou create a chain of force, which lashes out and attacks your enemies.  The chain has a reach of 15 feet, but cannot move from the space you designate.  The chain attacks by attempting to trip your foes (+12 melee touch attack, +15 on the opposed Strength check).  It does not provoke attacks of opportunity for tripping, nor can it be tripped in response on a failed attempt.  If it succeeds in tripping an enemy, it immediately follows up with a melee attack on the prone defender (+12 melee attack, 2d6+10 points of damage).  Any creature struck by the chain must make a Will saving throw or become shaken. \nA howling chain can make one attack of opportunity each round for every four caster levels you have, using the same tactic as above. \nA howling chain has as many hit points as you do when you're undamaged, and its AC is AC 20 (-1 size, +11 natural).  It takes damage as a normal creature, but most magical effects that don't deal damage do not affect it.  It makes saving throws as its caster.  Disintegrate or a successful dispel magic destroys it. \nFocus: A small length of platinum chain worth at least 500 gp. ",
    "effect": " One chain of force",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Chain Lightning",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell creates an electrical discharge that begins as a single stroke commencing from your fingertips. Unlike lightning bolt, chain lightning strikes one object or creature initially, then arcs to other targets. The bolt deals 1d6 points of electricity damage per caster level (maximum 20d6) to the primary target. After it strikes, lightning can arc to a number of secondary targets equal to your caster level (maximum 20). The secondary bolts each strike one target and deal half as much damage as the primary one did (rounded down). For example, a 19th-level sorcerer generates a primary bolt (19d6 points of damage) and as many as nineteen secondary bolts (each of which deals half as much as the primary bolt dealt). Each target can attempt a Reflex saving throw for half damage. You choose secondary targets as you like, but they must all be within 30 feet of the primary target, and no target can be struck more than once. You can choose to affect fewer secondary targets than the maximum (to avoid allies in the area, for example). Focus: A bit of fur; a piece of amber, glass, or a crystal rod; plus one silver pin for each of your caster levels. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " One primary target, plus one secondary target/level (each of which must be within 30 ft. of the primary target)",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Overwhelming Revelations",
    "school": "evocation",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "You tap the incredible complexity of the draconic Prophecy, granting creatures in the area a burst of insight powerful enough to threaten their sanity.  Creatures in the area take a -2d6 penalty to Wisdom and are confused for 1 round.  A successful Will save reduces the penalty by half and negates the confusion. \nSpecial: Characters with the Dragon Prophesier feat (see page 46) have immunity to the effect of this spell.  Furthermore, if within the area of the spell, such a character can choose to enter prophetic favor as an immediate action.  This counts as one of the character's daily uses of prophetic favor. \nCharacters with a dragonmark take a -2 penalty on their saving throw against this spell. \nMaterial Component: A scale from an adult or older dragon. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Thunder Field",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "The air around you crackles with the distant boom of thunder. A dome of translucent golden energy surrounds the spell's area. The dome shakes and rattles, while the muffled sounds of explosive blasts echoes from it. Any creature within the dome is knocked into the air by the powerful, ear-splitting blasts. This spell creates an area of turbulent, sonic energy. For the duration of the spell, any creature that starts its turn in the spell's area must make a Fortitude save or take 1d8 points of sonic damage. In addition, affected creatures must make a Reflex save or be knocked prone. If a creature is already prone, failing this save has no effect on it. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sandblast",
    "school": "evocation",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "A violent burst of sand and howling wind streams forth from your hand, extending outward in a cone. Every creature and object within the cone takes 6d8 points of damage and is subjected to winds of hurricane force that blow directly away from you. These winds blow away Medium or smaller creatures, knock down Large creatures, and check Huge or larger creatures. (See Table 3-24: Wind Effects, page 95 of the Dungeon Master's Guide). Any creature that succeeds on a Fortitude save takes half damage from the sandblast and ignores the wind effect. Material Component: A handful of sand from the heart of a desert. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Contingency",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can place another spell upon your person so that it comes into effect under some condition you dictate when casting contingency. The contingency spell and the companion spell are cast at the same time. The 10-minute casting time is the minimum total for both castings; if the companion spell has a casting time longer than 10 minutes, use that instead. The spell to be brought into effect by the contingency must be one that affects your person (feather fall, levitate, fly,teleport, and so forth) and be of a spell level no higher than one-third your caster level (rounded down, maximum 6th level). The conditions needed to bring the spell into effect must be clear, although they can be general. For example, a contingency cast with water breathing might prescribe that any time you are plunged into or otherwise engulfed in water or similar liquid, the water breathing spell instantly comes into effect. Or a contingency could bring a feather fall spell into effect any time you fall more than 4 feet. In all cases, the contingency immediately brings into effect the companion spell, the latter being \"cast\" instantaneously when the prescribed circumstances occur. If complicated or convoluted conditions are prescribed, the whole spell combination (contingency and the companion magic) may fail when called on. The companion spell occurs based solely on the stated conditions, regardless of whether you want it to. You can use only one contingency spell at a time; if a second is cast, the first one (if still active) is dispelled. Material Component: That of the companion spell, plus quicksilver and an eyelash of an ogre mage, rakshasa, or similar spell-using creature. Focus: A statuette of you carved from elephant ivory and decorated with gems (worth at least 1,500 gp). You must carry the focus for the contingency to work. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,arcane focus",
    "target": " You",
    "area": "",
    "duration": " One day/level (D) or until discharged",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Ray of Light",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your palm emits a ray of light.  The ray gives off a soft, continuous glow. \nYou direct a short ray at the eyes of a target.  You must succeed on a ranged touch attack with the ray to strike a target.  With a successful ranged touch attack, the subject is blinded for 1d4 rounds. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Haze of Smoldering Stone",
    "school": "evocation",
    "sub_school": "",
    "source": "dragon_magic",
    "description": "Glowing embers swirl around your body, then fly outward to pummel nearby foes with searing volcanic rock. This spell projects hundreds of tiny, burning volcanic rocks outward from your body, dealing 4d6 points of bludgeoning damage and 8d6 points of fire damage. If you cast haze of smoldering stone again before the end of your next turn, the second casting deals 5d6 points of bludgeoning damage and 10d6 points of fire damage. Special: A character who learns this spell gains resistance to fire 3, which stacks with any other resistance to fire he already possesses. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Rift",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "When you cast ice rift, an intense but highly localized tremor rips through the ice. The shock knocks creatures down, collapses structures, opens cracks in the ice, and more. The effect lasts for 1 round, during which time creatures on the ice can't move or attack. A spellcaster on the ice must make a Concentration check (DC 20 + spell level) or lose any spell he or she tries to cast. The ice rift affects all terrain, vegetation, structures, and creatures in the area. The specific effect of an ice rift spell depends on the nature of the terrain where it is cast. Ice or Snow Cave, Cavern, or Tunnel: The spell collapses the roof, dealing 8d6 points of bludgeoning damage to any creature caught under the cave-in (Reflex DC 15 half ) and burying that creature in snow. An ice rift cast on the roof of a very large ice or snow cavern could also endanger those outside the actual area but below the falling debris. Edge of a Glacier: Ice rift causes a glacier's edge to crumble, creating a landslide that travels horizontally as far as it fell vertically. An ice rift cast at the top of a 100-foot glacier would sweep debris 100 feet outward from the base of the glacier. Any creature in the path takes 8d6 points of bludgeoning damage (Reflex DC 15 half ) and is pinned beneath rubble (see below). Open Glacier: Each creature standing in the area must make a DC 15 Reflex save or fall down. Fissures open in the ice, and every creature on the ice has a 25% chance to fall into one (Reflex DC 20 to avoid a fissure). At the end of the spell, all fissures grind shut, killing any creatures still trapped within. Frozen Water: Fissures open in the ice, and every creature on the ice has a 25% chance to fall into the freezing water (Reflex DC 20 to avoid a fissure). Characters who fall into a fissure are immediately subject to hypothermia and take 2d6 points of cold damage from the frigid water. At the end of the spell, all rents in the ice grind shut, sealing any creatures in the icy water beneath (for additional rules on characters in cold water, see Hypothermia, page 10). Arcane Material Component: A bit of earth and a pinch of snow. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 40-ft.-radius spread (S)",
    "duration": " 1 round",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bigby_s Forceful Hand",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like Bigby's interposing hand, except that the forceful hand pursues and pushes away the opponent that you designate. Treat this attack as a bull rush with a +14 bonus on the Strength check (+8 for Strength 27, +4 for being Large, and a +2 bonus for charging, which it always gets). The hand always moves with the opponent to push that target back the full distance allowed, and it has no speed limit. Directing the spell to a new target is a move action. A very strong creature could not push the hand out of its way because the latter would instantly reposition itself between the creature and you, but an opponent could push the hand up against you by successfully bull rushing it. Focus: A sturdy glove made of leather or heavy cloth. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]