[
  {
    "name": "See Invisibility",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can see any objects or beings that are invisible within your range of vision, as well as any that are ethereal, as if they were normally visible.  Such creatures are visible to you as translucent shapes, allowing you easily to discern the difference between visible, invisible, and ethereal creatures.  \nThe spell does not reveal the method used to obtain invisibility.  It does not reveal illusions or enable you to see through opaque objects.  It does not reveal creatures who are simply hiding, concealed, or otherwise hard to see. \nSee invisibility can be made permanent with a permanency spell. \nMaterial Component: A pinch of talc and a small sprinkling of powdered silver. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Alter Fortune",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "With a single utterance, you create a momentary distortion that engulfs and confounds your foe. You change the flow of chance, causing the subject to immediately reroll any die roll it just made. It must abide by the second roll. XP Cost: 200 XP. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,experience",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Ship",
    "school": "divination",
    "sub_school": "",
    "source": "stormwrack",
    "description": "You gain the ability to discern the presence of ships around you. You perceive ships located within a distance of 1 mile per caster level, regardless of current visibility (or even whether or not they are beyond the horizon). You need not be seeking them to become aware that they are there—this spell will alert you to the presence of a ship if you are below decks or asleep. Exactly what can be ascertained depends on whether the ships in question are within sight or not yet visible. Not Visible: You sense only the presence of ships other than your own in the area. A DC 15 Profession (sailor) check allows you to determine the number, direction, and range to each new ship you sense. If you sense a ship's direction and range, you continue to be aware of this information until the other ship is no longer in range of the spell. Within Sight: If a ship is actually within sight, you can gain additional information by studying the vessel for 1 round. You need not be able to see the vessel clearly—a spot on the horizon is sufficient. A Profession (sailor) check gives you information about the ship or ships:This spell cannot penetrate illusions. Focus: A small disk of ground glass, hung on a golden chain and worn about the neck while the spell is in effect. This focus is worth 50 gp. ",
    "effect": "",
    "range": " Special",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 24 hours (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scrying",
    "school": "divination",
    "sub_school": "scrying",
    "source": "player's_handbook_v.3.5",
    "description": "You can see and hear some creature, which may be at any distance.  If the subject succeeds on a Will save, the scrying attempt simply fails.  The difficulty of the save depends on how well you know the subject and what sort of physical connection (if any) you have to that creature.  Furthermore, if the subject is on another plane, it gets a +5 bonus on its Will save. \n\n\nKnowledge \nWill Save Modifier \n\n\n None 1 \n +10 \n\n\n Secondhand (you have heard of the subject) \n +5 \n\n\n Firsthand (you have met the subject) \n +0 \n\n\n Familiar (you know the subject well) \n —5 \n\n\n1 You must have some sort of connection to a creature you have no knowledge of.  \n\n\nConnection \nWill Save Modifier \n\n\n Likeness or picture \n —2 \n\n\n Possession or garment \n —4 \n\n\n Body part, lock of hair, bit of nail, etc.  \n —10 \n\n\nIf the save fails, you can see and hear the subject and the subject's immediate surroundings (approximately 10 feet in all directions of the subject).  If the subject moves, the sensor follows at a speed of up to 150 feet. \nAs with all divination (scrying) spells, the sensor has your full visual acuity, including any magical effects.  In addition, the following spells have a 5% chance per caster level of operating through the sensor: detect chaos, detect evil, detect good, detect law, detect magic, and message.  \nIf the save succeeds, you can't attempt to scry on that subject again for at least 24 hours. \nArcane Material Component: The eye of a hawk, an eagle, or a roc, plus nitric acid, copper, and zinc. \nWizard, Sorcerer, or Bard Focus: A mirror of finely wrought and highly polished silver costing not less than 1,000 gp.  The mirror must be at least 2 feet by 4 feet. \nCleric Focus: A holy water font costing not less than 100 gp. \nDruid Focus: A natural pool of water. ",
    "effect": " Magical sensor",
    "range": " See text",
    "components": "verbal,somatic,material,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Enduring Scrutiny",
    "school": "divination",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You sense a sudden, empathic connection with the subject, as though you were constantly a mere step or two behind. You designate a particular action when casting this spell. If the subject engages in or commits that particular action during the spell's duration, you are instantly alerted of that fact, regardless of the distance between you and the subject (and even if the subject is on another plane). For instance, you could command the spell to alert you if the subject casts a spell or kills someone. You do not necessarily know the precise details of when or how the subject committed the designated action; you only know, instantly, that he did so. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Analyze Touchstone",
    "school": "divination",
    "sub_school": "",
    "source": "planar_handbook",
    "description": "If you study an area for 1 round, you know the location of any touchstone in the area. Once you find a touchstone, you can study it. (If you find more than one touchstone—an extremely rare occurrence—you can study only one at a time). Each round you study a touchstone, you can discover one property of the touchstone, in this order:\n\nThe base ability gained by someone who takes the Planar Touchstone feat related to the site. \nAny conditions that must be met in order to recharge the higher-order ability granted by the site. \nThe higher-order ability gained by someone who visits the touchstone and fulfills the recharge condition. \nThe number of uses of the higher-order ability that the character gains from visiting the site and fulfilling the recharge condition. \nFor each of these properties, you make a caster level check (1d20 + caster level) against DC 15. If you fail, you can try again in the next round. Material Components: A crystal lens, a drop of ink, and a piece of paper or parchment. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " A quarter circle emanating from you to the extreme of the range",
    "duration": " Concentration, up to 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Treasure Scent",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A multihued glow of metallic colors surrounds you.  The swirling glow manifests as a thin mist that forces itself up into your nose.  Suppressing a sneeze, you note with excitement the unmistakable scent of treasure. \nYou can detect copper, silver, gold, platinum, and gems within 30 feet, as well as differentiate between the five kinds of valuables. \nWhen you detect one of these types of valuables, the exact location of the source is not revealed—only its presence and direction.  Whenever you come within 5 feet of the treasure, you can pinpoint its exact location.  The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]