[
  {
    "name": "Circle Dance",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You dance to each point of the compass rose, then finish the spell in a wide, circular sweep.  At the end, you know that the creature you seek lies in the direction you face. \nYou divine the relative direction and condition of another creature.  You must have firsthand knowledge of the creature for the spell to function. \nIf the creature is alive and on the same plane as you, the spell leaves you facing in its direction.  You also get an impression of its physical and emotional condition (unharmed, wounded, unconscious, dying, and so on).  If the creature you seek is on a different plane or dead, you feel nothing. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Know Vulnerabilities",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your eyes turn red, then take on a golden hue.  As you look at the creature, you see small runes dancing around its head.  Each rune identifies a particular vulnerability or resistance—red for resistances, green for vulnerabilities. \nYou learn any special qualities, vulnerabilities, and resistances the target creature has.  Vulnerabilities include anything that causes the creature more than the normal amount of damage (such as a creature with the cold subtype having vulnerability to fire or a crystalline creature's susceptibility to the shatter spell).  Resistances include any effects that reduce or negate damage the creature takes and immunities to particular attacks.  The spell identifies resistances and vulnerabilities granted by spell effects. \nFor example, if cast upon a balor, you learn that it has damage reduction 15/cold iron and good; spell resistance 28; immunity to poison, fire, and electricity; resistance to acid 10 and cold 10; and that it does not have any particular vulnerabilities. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Tongues",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell grants the creature touched the ability to speak and understand the language of any intelligent creature, whether it is a racial tongue or a regional dialect. The subject can speak only one language at a time, although it may be able to understand several languages. Tongues does not enable the subject to speak with creatures who don't speak. The subject can make itself understood as far as its voice carries. This spell does not predispose any creature addressed toward the subject in any way. Tongues can be made permanent with a permanency spell. Arcane Material Component: A small clay model of a ziggurat, which shatters when the verbal component is pronounced. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Insidious Insight",
    "school": "divination",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "The gnomes of Zilargo use knowledge of any sort as leverage to ensure that their negotiations and social interactions lead to a preferred outcome.  Gnome spellcasters developed the insidious insight spell for just this purpose, turning the inner feelings and desires of opposing creatures against them. \nWhile this spell is in effect, you gain great insight into the target creature's secret motivations and desires, granting you a +10 insight bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks made against it. \n-Special:_ Gnome spellcasters cast this spell at +1 caster level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Insight of Good Fortune",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You toss a small golden die. It rolls toward the creature you choose, then disappears in a tiny golden flash of light. The subject of the spell becomes unusually lucky. Once during the spell's duration, when he makes an attack roll, skill check, saving throw, or ability check, he rolls twice and takes the better result. He must choose to use this ability before the check is attempted, and the spell expires once the second die is rolled. Material Component: A gold die (worth 20 gp). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spymaster_s Coin",
    "school": "divination",
    "sub_school": "scrying",
    "source": "complete_scoundrel",
    "description": "You slide your finger over a coin, imbuing it with a tiny fraction of your own senses. You imbue a Fine object (such as a coin, stone, or other innocuous item) with a dormant magical scrying sensor. Anyone attempting to detect its magical aura must succeed on a caster level check (DC 15 + your caster level). At any one time during the spell's duration, as a standard action you can concentrate upon the object, enabling you to hear or see (your choice) as if you were in the object's location. This effect otherwise functions as if you had cast clairaudience/clairvoyance in the object's area. You have no control over the object's movement and gain no special senses. Spymaster's coin functions only on the plane of existence you are currently occupying. You must continue to concentrate to see or hear through the spymaster's coin. If you stop concentrating, the spell's effect ends. Once activated, the scrying effect of the spell lasts for a maximum number of rounds equal to your caster level. Focus:One object of Fine size. ",
    "effect": " Magical sensor",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 hour/level or until triggered, then 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Locate Object",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You sense the direction of a well-known or clearly visualized object. The spell locates such objects as apparel, jewelry, furniture, tools, weapons, or even a ladder. You can search for general items such as a stairway, a sword, or a jewel, in which case you locate the nearest one of its kind if more than one is within range. Attempting to find a certain item, such as a particular piece of jewelry, requires a specific and accurate mental image; if the image is not close enough to the actual object, the spell fails. You cannot specify a unique item (such as \"Baron Vulden's signet ring\") unless you have observed that particular item firsthand (not through divination). The spell is blocked by even a thin sheet of lead. Creatures cannot be found by this spell. Polymorph any object fools it. Arcane Focus: A forked twig. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " Circle, centered on you, with a radius of 400 ft. + 40 ft./level",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Thoughts",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You detect surface thoughts. The amount of information revealed depends on how long you study a particular area or subject. 1st Round: Presence or absence of thoughts (from conscious creatures with Intelligence scores of 1 or higher). 2nd Round:Number of thinking minds and the Intelligence score of each. If the highest Intelligence is 26 or higher (and at least 10 points higher than your own Intelligence score), you are stunned for 1 round and the spell ends. This spell does not let you determine the location of the thinking minds if you can't see the creatures whose thoughts you are detecting. 3rd Round: Surface thoughts of any mind in the area. A target's Will save prevents you from reading its thoughts, and you must cast detect thoughts again to have another chance. Creatures of animal intelligence (Int 1 or 2) have simple, instinctual thoughts that you can pick up. Each round, you can turn to detect thoughts in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. Arcane Focus: A copper piece. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 1 min./level (D)",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]