[
  {
    "name": "Boreal Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You create a strong blast of arctic air that originates from your fingertips and moves in the direction you are facing. As a stronger form of gust of wind, this boreal wind automatically extinguishes candles, torches, and similar protected or unprotected f lames, including lanterns. Large fires (such as bonfires, a blacksmith's coals, or even a house fire) have a 50% chance to be extinguished by the boreal wind. Forest or grassland fires are too large to be extinguished by this spell. All creatures caught in the area take 1d4 points of cold damage per caster level (maximum 15d4). A successful Fortitude saving throw negates the gust's effects. Those that fail the save are pushed away from the caster a distance of 3 feet per caster level. Creatures that remain in the area past the first round must make an additional saving throw each round. A boreal wind can do anything a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, overturn tentsand blow down small huts, scuttle a small boat, and blow gases or vapors to the edge of the range. The wind can change direction if you actively direct it (a move action for you); otherwise, it merely blows in the same direction. ",
    "effect": " Gust of wind (20 ft. wide, 20 ft. high) emanating out from you to the extreme of the range",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round + 1 round/2 levels",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Channeled Sound Blast",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You channel energy into the shimmering waves of sound spell, causing them to tremble and quake with power. When you have poured enough energy into the spell, you send a thunderous blast into your foes. This spell creates a cone of sonic energy that blasts your enemies. The spell's strength depends on the amount of time you spend channeling energy into it. If you cast channeled sound burst as a swift action, it deals 1d4 points of sonic damage per two levels in a 15-foot cone. If you cast the spell as a standard action, it deals 1d6 points of sonic damage per level in a 30-foot cone. If you cast channeled sound burst as a full-round action, it deals 1d8 points of sonic damage per level in a 30-foot cone. If you spend 2 full rounds casting this spell, it deals 1d10 points of sonic damage per level in a 60-foot-radius spread and permanently deafens all creatures in the area that fail Fortitude saves. Regardless of how long you spend casting this spell, it can't deal more than 10 dice of damage. When you begin casting this spell, you decide when you are finished casting it after the appropriate time has passed. You do not need to declare ahead of time how long you want to spend casting the spell. ",
    "effect": "",
    "range": " See text",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dragonmark Demesne",
    "school": "evocation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "",
    "effect": " 20-ft.-radius sphere centered on your location",
    "range": " 0 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]