[
  {
    "name": "Dispel Fog",
    "school": "abjuration",
    "sub_school": "",
    "source": "shining_south",
    "description": "You make normal or magical fog within the affected area instantly and completely vanish. This spell is effective against fog and mist from any source, including spells such as obscuring mist or cloudkill, but not against bodies of water, precipitation, or smoke. The dispelled area stays clear for 1 minute per level regardless of other conditions—after that, it can fill in again if there is sufficient fog in the surrounding vicinity. Natural fog is automatically cleared in the affected area; natural fog reform within 1 minute after the expiration of the spell. Magical fog (such as that from a fog cloud spell) requires you to make a dispel check (1d20 + your caster level, maximum +10) against the spell to clear the area. The DC for this dispel check is 11 + the spell's caster level. Success means the spell is dispelled in the area you designate, but magic fogs covering large areas might not be completely cleared away by dispel fog. Creatures in fog or mist form who are in the area must succeed on a Fortitude save or take 2d10 points of damage. Even those who make their saves must immediately assume another shape. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Up to four 10-ft. cubes/level (S)",
    "duration": " 1 min./level; see text",
    "saving_throw": " Fortitude half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Aerial Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "heroes_of_battle",
    "description": "As alarm (see Player's Handbook page 197), except the area is a cylinder that extends 500 feet into the air and the alarm only sounds when a flying creature of Medium or larger size enters or touches the warded area. Arcane Focus: A silver bell and an eagle's feather. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " 100-ft.-radius cylinder, 500 ft. high",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Elements",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_3.0",
    "description": "As endure elements, but protection from elements grants temporary invulnerability to the selected energy type.  When the spell absorbs 12 points per caster level of elemental damage, it is discharged. \nNote: Protection from elements overlaps (and does not stack with) resist elements and endure elements.  If a character is warded by protection from elements and one or both of the other spells, the protection spell absorbs damage until it is exhausted.  If a character is warded by resist elements and endure elements at the same time, the resist spell absorbs damage but the endure spell does not. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level or until discharged",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Protection from Energy",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Protection from energy grants temporary immunity to the type of energy you specify when you cast it (acid, cold, electricity, fire, or sonic).  When the spell absorbs 12 points per caster level of energy damage (to a maximum of 120 points at 10th level), it is discharged. \nNote: Protection from energy overlaps (and does not stack with) resist energy.  If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ethereal Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "As alarm, but detecting only ethereal creatures that enter the warded area. The spell does not give you the ability to see the ethereal creatures once the alarm is triggered. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Protection from Dessication",
    "school": "abjuration",
    "sub_school": "",
    "source": "sandstorm",
    "description": "The warded creature gains temporary immunity to dehydration of any kind. While protected by the spell, the subject cannot become dehydrated even if it takes dessication damage. Once the spell has prevented a total of 10 points of damage from dehydration per caster level (maximum 100 points), whether that damage is dessication damage or nonlethal damage, it is discharged. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]