[
  {
    "name": "Resist Energy",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This abjuration grants a creature limited protection from damage of whichever one of five energy types you select: acid, cold, electricity, fire, or sonic.  The subject gains energy resistance 10 against the energy type chosen, meaning that each time the creature is subjected to such damage (whether from a natural or magical source), that damage is reduced by 10 points before being applied to the creature's hit points.  The value of the energy resistance granted increases to 20 points at 7th level and to a maximum of 30 points at 11th level.  The spell protects the recipient's equipment as well.  \nResist energy absorbs only damage.  The subject could still suffer unfortunate side effects, such as drowning in acid (since drowning damage comes from lack of oxygen) or becoming encased in ice. \nNote: Resist energy overlaps (and does not stack with) protection from energy. If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resist Elements",
    "school": "abjuration",
    "sub_school": "",
    "source": "psionics_handbook_3.0",
    "description": "As endure elements, except resist elements absorbs the first 12 points of damage. Note: Resist elements overlaps (and does not stack with) endure elements and protection from elements.  If a character is warded by protection from elements and one or both of the other spells, the protection spell absorbs damage until it is exhausted.  If a character is warded by resist elements and endure elements at the same time, the resist spell absorbs damage but the endure spell does not. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Fortify Dragonmark",
    "school": "abjuration",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "Your dragonmark tingles as its energy blocks the most potent attacks of your adversaries. \nAny critical hit or sneak attack made against you has a chance to be negated so that damage is instead rolled normally.  The chance depends on the strength of your dragonmark. \n\n\nDragonmark \nNormal Damage \n\n\n Least \n 25% \n\n\n Lesser \n 75% \n\n\n Greater or Siberys \n 100% \n\n\nThe benefits of this spell do not stack with any other effect that grants a percentage chance to negate extra damage from a critical hit or sneak attack. \nDragonmark: Any true dragonmark. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Major Resistance",
    "school": "abjuration",
    "sub_school": "",
    "source": "savage_species",
    "description": "You imbue the subject with a strong magical energy that protects her from harm, granting a +3 resistance bonus on saves. Arcane Material Component: A miniature cloak of fine cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  }
]