[
  {
    "name": "Indifference",
    "school": "enchantment",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "This spell drains emotion from the creature touched. The subject becomes immune to fear and compulsion effects of 2nd level or lower and gains a +4 circumstance modifier on saving throws against fear or compulsion effects of 3rd level or higher. Furthermore, morale bonuses or penalties do not affect the subject while the spell lasts. However, the subject's lack of emotion imposes a -4 circumstance penalty on Charisma checks. If the subject already is under a fear or compulsion effect when receiving this spell, a failed saving throw ends that effect and leaves the subject dazed for 1 round. Material Component: A small stone. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Addiction",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster gives the subject an addiction to a drug (see the Drugs section of Chapter 3 for descriptions of drugs and information on addiction). A caster of less than 5th level can force the subject to become addicted to any drug with a low addiction rating. A 6th- to 10th-level caster can force addiction to any drug with a medium addiction rating, and an 11th- to 15th-level caster can force addiction to a drug with a high addiction rating. Casters of 16th level or higher can give the subject an addiction to a drug with an extreme addiction rating. Drug Component: The chosen drug for the addiction. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Proud Arrogance",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "races_of_destiny",
    "description": "This spell lets a group of creatures resist effects that convince them they should not be following their present course of action. The creatures affected gain a +4 resistance bonus on saves against charm, compulsion, and fear effects. The proud arrogance spell only functions for creatures of the same race as the caster. In other words, a human wizard casting the spell can target only humans with it. Material Component: A piece of polished brass. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Whelming Blast",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "You stretch your arms before you, spread your hands wide, and unleash an invisible cone of magical power that assails the minds of the creatures within it. You assail the mental faculties of creatures in the area, dealing 1d6 points of nonlethal damage per two caster levels (maximum 5d6 at 10th level) to each creature that fails its save. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Stupidity",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "A bright yellow beam bursts from your extended fingertips.  The beam emits an \"uh\" sound, like someone trying to think of a word. \nThis ray clouds the mind of your enemy, damaging its intellect.  You must succeed on a ranged touch attack with the ray to strike a target.  A subject struck by the ray takes 1d4+1 points of Intelligence damage.  If the target is a wizard, she might temporarily lose the ability to cast some or all of her spells if her Intelligence drops too low. \nMaterial Component: A miniature cone-shaped hat. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sap Strength",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster drains the personal wellbeing from the subject, who becomes exhausted. After 1 hour of complete rest, characters become fatigued rather than exhausted. A fatigued character becomes exhausted again if she does something else that would normally cause fatigue. After 8 hours of complete rest, fatigued characters are no longer fatigued. Material Component: A long needle and a tiny glass bottle. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Rebuke",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You rap the switch in your hand and then sharply against your thigh, finishing the final gesture that will bring discomfort to your foe. \nWhen the spell is cast, the subject is dazed for 1 round and shaken for the duration of the spell.  Furthermore, a spellcaster targeted by rebuke must make a successful Concentration check (DC equal to the save DC for this spell + the level of the spell being cast) to cast spells while under its effect. \nFocus: A stick at least 1 foot long. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stay the Hand",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_ii",
    "description": "Your words invoke compassion and mercy in the merciless. If the target creature fails its save against stay the hand, it refrains from attacking you or targeting you with spells for the remainder of the current round. You can cast this spell during an opponent's turn after the opponent announces its intention to attack you or target you with a spell. If the opponent becomes subject to this spell, it can choose a new target to attack, but it takes a -4 circumstance penalty on its attack roll due to the sudden change of intentions at the last second. Likewise, the subject of this spell can redirect a spell that had been targeted on you, but it must succeed on a Concentration check (DC 15 + the spell's level) or the spell is wasted. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One humanoid",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Black Karma Curse",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "With a word and a gesture, you compel the bewildered creature to attack itself. If the target creature's saving throw fails, it immediately takes damage as if it had hit itself with its currently wielded weapon (or natural weapon). If the creature has more than one eligible attack form, it uses the one that deals the most damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Power Word Sicken",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "You speak a mildly revolting word of power. You utter a single word of power that instantly causes one creature of your choice to become sickened, whether the creature can hear the word or not. The duration of the spell depends on the target's current hit point total, as shown below. Any creature that currently has 101 or more hit points is unaffected by power word sicken. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 100 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Masochism",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "For every 10 points of damage the caster takes in a given round, he gains a +1 luck bonus on attack rolls, saving throws, and skill checks made in the following round. The more damage the caster takes, the greater the luck bonus. It's possible to get a luck bonus in multiple rounds if the caster takes damage in more than one round during the spell's duration. Material Component: A leather strap that has been soaked in the caster's blood. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " Caster",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Charm Person Or Ghost",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "ghostwalk",
    "description": "As charm person, except that it also affects ghosts. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Sadism",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "For every 10 points of damage the caster deals in a given round while under the effect of this spell, she gains a +1 luck bonus on attack rolls, saving throws, and skill checks in the next round. The more damage the caster deals, the greater the luck bonus. It's possible to get a luck bonus for multiple rounds if she deals damage in more than one round during the spell's duration. Material Component: A leather strap that has been soaked in human blood. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " Caster",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Touch of Idiocy",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "With a touch, you reduce the target's mental faculties.  Your successful melee touch attack applies a 1d6 penalty to the target's Intelligence, Wisdom, and Charisma scores.  This penalty can't reduce any of these scores below 1. This spell's effect may make it impossible for the target to cast some or all of its spells, if the requisite ability score drops below the minimum required to cast spells of that level. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Yoke of Mercy",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "This spell compels a creature up to 4 HD more than the caster's level to fight in a merciful manner. Specifically, the creature deals nonlethal damage with its attacks, avoids using damaging spells or spell-like abilities, and does not deliver a coup de grace to a helpless foe. Abstinence Component: You must not have dealt damage, by spell or any other means, to another living creature within the last 8 hours before casting this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Unfettered Grasp",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "You speak a word of emancipation. Upon casting this spell, you force the target creature to immediately attempt a grapple check. If it succeeds on that check, the creature immediately ends and escapes from any grapple or pin that it is currently subject to (even if it isn't the creature's turn). Typically, this spell is used to free an ally from the grasp of a creature that is larger and/or stronger than the ally. This spell was developed by dragonborn sorcerers to better face the threat of their enormous dragon enemies (many of which have the ability to snatch up smaller foes). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One grappling or pinned creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dream Lock",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "secrets_of_sarlona",
    "description": "Your foe stops short as a nimbus of glowing light surrounds it.  Where it fought you a moment before, it stands transfixed now, caught up in a waking dream. \nWhen you cast this spell, you wrap the subject creature in the otherworldly energy of the dreamspace, altering its perceptions and behavior.  The creature enters a state of waking dreaming, and is dazed for 1 round.  Thereafter, until the spell's duration expires, the target is trapped in a waking dream, unable to differ­entiate the random visions of the dream from reality.  The creature is treated as shaken, and all its opponents gain concealment. \nCreatures that do not dream are subject to the effect of this spell unless they are also immune to enchant­ments or mind-affecting spells, powers, and abilities. \nSpecial: If you cast this spell while in a dreamtouched state, you can partially direct the random visions that plague the target creature.  This allows you to influ­ ence the actions of the target as if using a suggestion spell.  The suggested course of activity continues for the entire duration of the spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mindless Rage",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "By waving a scarlet cloth and shouting taunts at your intended subject, you gain its undivided attention. \nYou fill the subject with so great a rage that it can do nothing but focus on engaging you in personal physical combat.  The target must be able to see you when you cast this spell.  If the subject later loses line of sight to you, the spell immediately ends.  (A subject can't voluntarily break line of sight with you, such as by closing its eyes, to end this spell prematurely. )\nIf the subject threatens you, it must make a full attack against you using a melee weapon or a natural weapon.  If the subject doesn't threaten you at the start of its turn, it must move toward you (taking nothing but move actions) and end its movement as close to you as possible.  If it gets close enough with a single move action to threaten you, it stops and makes a melee attack against you as normal. \nWhile under the effect of a mindless rage spell, the subject can make use of all its normal melee combat skills, abilities, and feats—either offensive or defensive.  However, the subject can't make ranged attacks, cast spells, or activate magic items that require a command word, a spell trigger, or spell completion to function.  The subject can't make any attack against a creature other than you. \nThe subject of this spell, though overcome with rage, is by no means rendered idiotic or suicidal.  For example, an affected creature will not charge off a cliff in an attempt to reach you. \nAn interesting side effect of mindless rage occurs when the spell affects any character or creature that has the rage ability (such as a barbarian).  In these cases, the mindless rage spell automatically activates the creature's rage ability (and counts as one of the creature's uses of rage for that day). \nFocus: A scarlet handkerchief or similar piece of cloth, waved in the target's direction while you vocalize the verbal component. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Daze Monster",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like daze, but daze monster can affect any one living creature of any type. Creatures of 7 or more HD are not affected. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "",
    "target": " One living creature of 6 HD or less",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Mechanus Mind",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You speak the words of the spell and your mind feels clearer and more organized, as if it were mere drawers where everything was put in its proper place.  Your face grows calmer and unexpressive, but your thoughts are more rational and ordered. \nThe subject gains a +4 resistance bonus on Will saving throws to resist mind-affecting spells and abilities. \nWhile in the grip of Mechanus mind, the subject also becomes more analytical and less emotional.  The subject gains a +2 competence bonus on Intelligence-based checks, but takes a -2 penalty on Charisma-based checks. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mindburn",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "magic_of_eberron",
    "description": "This spell attacks a creature's mind, causing the target to lose its highest-level remaining spell, spell slot, or infusion slot each round.  The target gets a save to avoid this effect each round.  On its first successful save, the spell ends. \nMaterial Component: An empty crystal vial. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/3 levels",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Torrent of Tears",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_mage",
    "description": "Tears pour from the subject's eyes, and his body is wracked with sobs. You force the subject to cry by drawing forth the water of his tears. For the duration of the spell, the subject is sickened and blinded; a successful Will save negates the effect. Material Component: A single tear. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 5 rounds",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sting Ray",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "From your outstretched hand leaps forth a ray of glittering energy apparently composed of countless minuscule writhing insects.  The hum of minute chitinous bodies scrambling over one another fills the air. \nYou must succeed on a ranged touch attack with the ray to strike a target.  When this ray successfully strikes, it creates a sensation of many tiny insects biting and crawling on the victim's body.  The target can attempt a Will save each round to shake off the effect.  Until the spell is shrugged off, the victim is hampered by the unsettling feeling of all the stinging and biting, and is able to perform only a single move or standard action each round.  The victim also takes a -2 penalty to AC.  In addition, if the victim attempts to cast a spell, it must succeed on a Concentration check with a DC equal to the sting ray's DC + the level of the spell the subject is attempting to cast.  For example, if a 6th-level sorcerer with a Charisma score of 16 casts sting ray on a wizard casting a fireball, the Concentration check DC is 19 (16 [sting ray DC] + 3 [fireball spell level]). \nA successful Will save negates the effect restricting the subject's action to one move or one standard action each round, nor does the subject need to make a Concentration check each time it wishes to cast a spell.  However, the subject still takes the penalty to AC for the duration of the spell with a successful save. \nMaterial Component: Four dried stinging insects (bees, wasps, and so on). ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Tasha_s Hideous Laughter",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell afflicts the subject with uncontrollable laughter. It collapses into gales of manic laughter, falling prone. The subject can take no actions while laughing, but is not considered helpless. After the spell ends, it can act normally. A creature with an Intelligence score of 2 or lower is not affected. A creature whose type (such as humanoid or dragon) is different from the caster's receives a +4 bonus on its saving throw, because humor doesn't \"translate\" well. Material Component: Tiny tarts that are thrown at the target and a feather that is waved in the air. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature; see text",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]