[
  {
    "name": "Geas_quest",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions similarly to lesser geas, except that it affects a creature of any HD and allows no saving throw. Instead of taking penalties to ability scores (as with lesser geas), the subject takes 3d6 points of damage each day it does not attempt to follow the geas/quest. Additionally, each day it must make a Fortitude saving throw or become sickened. These effects end 24 hours after the creature attempts to resume the geas/quest. A remove curse spell ends a geas/quest spell only if its caster level is at least two higher than your caster level. Break enchantment does not end a geas/quest, but limited wish, miracle, and wish do. Bards, sorcerers, and wizards usually refer to this spell as geas, while clerics call the same spell quest. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": " One living creature",
    "area": "",
    "duration": "",
    "saving_throw": " None",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Suggestion, Mass",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like suggestion, except that it can affect more creatures. The same suggestion applies to all these creatures. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Control Elemental",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "magic_of_eberron",
    "description": "This spell enables you to command an elemental for a short period of time.  While a spellcaster does not normally have line of effect to a bound elemental, which remains bound by a Khyber shard, a caster can establish line of effect by maintaining physical contact with the dragonshard while casting this spell.  In such a case, the caster of control elemental would also need to have contact with the Khyber shard binding the elemental, or in the case of an elemental vessel, access to the helm, whenever he wished to give the elemental an order. \nThe elemental is commanded by voice and understands you, no matter what language you speak.  Even if vocal communication is impossible (in the area of a silence spell, for instance), the targeted elemental does not attack you.  When the spell's duration expires, the target elemental reverts to its normal behavior and remembers that you controlled it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One elemental with HD no greater than twice your caster level",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cloak of Hate",
    "school": "enchantment",
    "sub_school": "",
    "source": "heroes_of_horror",
    "description": "Living beings view the subject of this spell with instinctive hostility. All NPC reactions begin one category worse than theyotherwise would (see page 72 of the Player's Handbook), and any Diplomacy checks to moderate those reactions take a – 10 circumstance penalty. Furthermore, people view the target in the worst possible light. If, for example, a community is hunting for an unknown murderer, they will assume that the subject of the spell is guilty of the crime. Player characters and NPCs who know the subject well, such as old friends or loved ones, are unaffected. Material Component:One ounce of bile. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Persuasion",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that all creatures within the radius of a symbol of persuasion instead become charmed by the caster (as the charm monster spell) for 1 hour per caster level. Unlike symbol of death, symbol of persuasion has no hit point limit; once triggered, a symbol of persuasion simply remains active for 10 minutes per caster level. Note:Magic traps such as symbol of persuasion are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of persuasion and Disable Device to thwart it. The DC in each case is 25 + spell level, or 31 for symbol of persuasion. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Thirst",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "sandstorm",
    "description": "This spell functions like symbol of death (see page 289 of the Player's Handbook), except that all creatures within 60 feet of a symbol of thirst are consumed by a terrible sense of thirst (as the tormenting thirst spell; see below) for 10 minutes per caster level. Note:Magic traps, such as symbol of thirst, are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of thirst and Disable Device to thwart it. The DC in each case is 25 + spell level, or 32 for symbol of thirst. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp. ",
    "effect": "",
    "range": " 0 ft.; see text",
    "components": "verbal,somatic,material",
    "target": " One symbol",
    "area": "",
    "duration": " See text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dominate Person Or Ghost",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "ghostwalk",
    "description": "As dominate person, except that it also affects ghosts. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Power Word Nauseate",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "You speak a word of power so disgusting that your target retches.  You utter a single word of power that instantly causes one creature of your choice to become nauseated, whether the creature can hear the word or not.  The duration of the spell depends on the target's current hit point total, as shown below.  Any creature that currently has 151 or more hit points is unaffected by power word nauseate. \n\n\nHit Points \nDuration \n\n\n 50 or less \n 2d4+2 rounds \n\n\n 51-100 \n 1d4+1 rounds \n\n\n 101-150 \n 1 round",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 150 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Overwhelm",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "You grip the creature's head, and a surge of magical energy overwhelms its senses. With a touch, you deal nonlethal damage to the subject equal to the creature's current hit point total. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Endless Slumber",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_mage",
    "description": "As you utter the final syllable, your foe's eyes roll up in her head. She falls, snoring softly even as she hits the ground. You put a single subject into a magically induced slumber that lasts indefinitely. Normal stimuli, such as shouting or prodding, are insufficient to wake the subject, but any damage dealt to the subject causes her to rouse immediately. The subject can attempt a new save every 24 hours to awaken early. The subject does not need to eat or drink during this time. Material Component: A pinch of black sand. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Remorseless Charm",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "champions_of_ruin",
    "description": "This spell eliminates normal inhibitions and silences the subject's conscience. Under its effects, a good creature might commit acts of extraordinary evil without any feelings of remorse. For instance, a paladin who strives to never destroy a foe that has surrendered might decide that she's better off meting out justice immediately and killing the enemy. This spell affects the target's norms and expections; for example, once affected, a good-aligned target might be willing to attack his friends when urged to do so through a suggestion. This would not eliminate his need to atone, according to the tenets and punishments prescribed by his faith or law. The compulsion is permanent until broken by a break enchantment spell or similar magic, or until it is removed by the spellcaster. Material Component:One piece of masterwork artwork of at least 1,000 gp in value. The artwork must depict acts of debauchery or evil that are titillating and fascinating, not disturbing or revolting. The spell is cast upon the artwork, which is then revealed to the subject of the spell, triggering its effects. The enchantment on the artwork lasts for 1 day per spellcaster level, much like a symbol, until it is viewed and its magical effect is triggered. ",
    "effect": "",
    "range": " Close (25 ft + 5ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Freezing Glance",
    "school": "enchantment",
    "sub_school": "",
    "source": "frostburn",
    "description": "Your eyes become wintry tombs that destroy the spark of life in those who you meet your stare. Each round you may target a single living creature. It must make a Will saving throw or be frozen in place. Frozen creatures cannot move, attack, cast spells, or defend themselves; they are considered immobile, losing shield and Dexterity bonuses to Armor Class and taking a further -4 penalty to Armor Class. Frozen creatures are entitled to an additional saving throw if attacked, but this provides no immunity to the gaze. A creature that has been immobilizing with a freezing glance,then restored to motion after an attack, can still be the target of the same freezing glance in a later round. Though the gaze attack ends rather quickly, frozen creatures remain immobile for 1 minute per level. In some cases, this can cause serious damage through exposure to the elements. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level; see text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heroism, Greater",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like heroism, except the creature gains a +4 morale bonus on attack rolls, saves, and skill checks, immunity to fear effects, and temporary hit points equal to your caster level (maximum 20). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wages of Sin",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "The affected creatures' own evil thoughts and impulses blossom in their minds into intense suspicion and distrust. Each subject becomes convinced that its own allies are plotting to kill it at any moment, and attacks the nearest evil creature using whatever attack form (melee or ranged attack, spell, supernatural or spell-like ability) is most effective against that foe, to the best of its knowledge. Affected creatures do not completely ignore other threats, but attack evil creatures in preference to any other foes. Abstinence Component: You must refrain from intoxicants and stimulants for one week before casting this spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One evil creature/level",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]