[
  {
    "name": "Hold Person, Mass",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like hold person, except as noted above. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": " One or more humanoid creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Power Word Blind",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You utter a single word of power that causes one creature of your choice to become blinded, whether the creature can hear the word or not. The duration of the spell depends on the target's current hit point total. Any creature that currently has 201 or more hit points is unaffected by power word blind. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature with 200 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rebuke, Final",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You jab the stick into your side and twist it, causing yourself some discomfort but creating a killing pain in the target. \nThis spell functions like rebuke, except that the target dies instantly if it fails its saving throw.  A creature that survives this effect is dazed for 1 round. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Symphonic Nightmare",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "A dark and ominous aura forms around you as you complete the spell.  Distant chords of a harsh and terrible symphony—as if multiple orchestras played different pieces simultaneously—echo continuously in the air as you reach for your victim. \nA creature targeted by this spell loses the ability to dream during sleep or rest.  Rather, in place of dreams, the subject's slumbering mind is filled with the sounds of a discordant orchestra.  After the victim's first attempt to sleep, it incurs a -2 penalty on Wisdom-based skill checks.  This penalty persists as long as the symphonic nightmare maintains its hold.  This spell affects all creatures that sleep or enter sleep-like trances, although creatures without the need to sleep are effectively immune. \nIn addition, the creature's sleep is now haunted.  It can no longer gain complete rest from sleeping or resting.  The subject does not regain hit points or heal ability damage naturally, nor is it able to prepare spells if doing so requires a full night's rest. \nThe creature is, however, now immune to the dream and nightmare spells, as well as to other effects that cause nightmares (such as the night hag's dream haunting ability). \nYou can lift the effect of this curse at will, but it is otherwise difficult to remove a symphonic nightmare before its duration expires.  A remove curse cast at a higher caster level than the symphonic nightmare spell removes it, as does a successful break enchantment.  Otherwise, a wish or miracle is required to lift the curse. \nThis spell can also be cast on a creature you are scrying, or on a creature distant from you if you hold something the creature carried within the past 24 hours. \nFocus: A small statue of an opened skull, within which is arranged a miniature orchestra.  The quality of this component must be extraordinary, and it carries a value of 1,000 gp. ",
    "effect": "",
    "range": " Touch; see text",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature touched; see text",
    "area": "",
    "duration": " 24 hours/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hiss of Sleep",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "From your hiding place, you whisper the spell softly, your words taking on a sonorous drone.  One by one, your foes drop to ground, asleep. \nThe targets of this spell fall into a comatose slumber.  Sleeping creatures are helpless.  Slapping or wounding the subjects awakens them, but normal noise does not.  Awakening a creature is a standard action. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature/level",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Insanity",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "The affected creature suffers from a continuous confusion effect, as the spell. \nRemove curse does not remove insanity.  Greater restoration, heal, limited wish, miracle, or wish can restore the creature. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Nybor_s Stern Reproof",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "magic_of_faerun",
    "description": "This spell causes stabbing pains even greater than those of Nybor's gentle reminder and Nybor's mild admonishment. The target creature must make a Fortitude save or die instantly. A surviving creature receives a Will save to avoid further effects. Subjects failing the Will save are dazed for 1d4 rounds and suffer a -2 penalty on attacks, saving throws, and most checks while the spell lasts; however, the subject also receives a +2 circumstance bonus to Strength. Focus: A pointed metal rod at least 1 foot long. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Symbol of Stunning",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that all creatures within 60 feet of a symbol of stunning instead become stunned for 1d6 rounds. Note:Magic traps such as symbol of stunning are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of stunning and Disable Device to thwart it. The DC in each case is 25 + spell level, or 32 for symbol of stunning. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": true,
    "is_30_spell": false
  }
]