[
  {
    "name": "Locate Object",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You sense the direction of a well-known or clearly visualized object. The spell locates such objects as apparel, jewelry, furniture, tools, weapons, or even a ladder. You can search for general items such as a stairway, a sword, or a jewel, in which case you locate the nearest one of its kind if more than one is within range. Attempting to find a certain item, such as a particular piece of jewelry, requires a specific and accurate mental image; if the image is not close enough to the actual object, the spell fails. You cannot specify a unique item (such as \"Baron Vulden's signet ring\") unless you have observed that particular item firsthand (not through divination). The spell is blocked by even a thin sheet of lead. Creatures cannot be found by this spell. Polymorph any object fools it. Arcane Focus: A forked twig. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " Circle, centered on you, with a radius of 400 ft. + 40 ft./level",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Thoughts",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You detect surface thoughts. The amount of information revealed depends on how long you study a particular area or subject. 1st Round: Presence or absence of thoughts (from conscious creatures with Intelligence scores of 1 or higher). 2nd Round:Number of thinking minds and the Intelligence score of each. If the highest Intelligence is 26 or higher (and at least 10 points higher than your own Intelligence score), you are stunned for 1 round and the spell ends. This spell does not let you determine the location of the thinking minds if you can't see the creatures whose thoughts you are detecting. 3rd Round: Surface thoughts of any mind in the area. A target's Will save prevents you from reading its thoughts, and you must cast detect thoughts again to have another chance. Creatures of animal intelligence (Int 1 or 2) have simple, instinctual thoughts that you can pick up. Each round, you can turn to detect thoughts in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. Arcane Focus: A copper piece. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 1 min./level (D)",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]