[
  {
    "name": "Contagion",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject contracts a disease selected from the table below, which strikes immediately (no incubation period).  The DC noted is for the subsequent saves (use contagion's normal save DC for the initial saving throw).  See the Dungeon Master's Guide for descriptions of each disease, as well as for the general effects of disease. \n\n\nDisease \nDC \nDamage \n\n\n Blinding sickness \n 16 \n 1d4 Str 1 \n\n\n Cackle fever \n 16 \n 1d6 Wis \n\n\n Filth fever \n 12 \n 1d3 Dex and 1d3 Con \n\n\n Mindfire \n 12 \n 1d4 Int \n\n\n Red ache \n 15 \n 1d6 Str \n\n\n Shakes \n 13 \n 1d8 Dex \n\n\n Slimy doom \n 14 \n 1d4 Con \n\n\n1 Each time a victim takes 2 or more points of Strength damage from blinding sickness, he or she must make another Fortitude save (using the disease's save DC) or be permanently blinded.  \n\n\nSee the Dungeon Master's Guide for descriptions of each disease, as well as for the general effects of disease. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animate Dead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell turns the bones or bodies of dead creatures into undead skeletons or zombies that follow your spoken commands.  The undead can follow you, or they can remain in an area and attack any creature (or just a specific kind of creature) entering the place.  They remain animated until they are destroyed. (A destroyed skeleton or zombie can't be animated again). \nRegardless of the type of undead you create with this spell, you can't create more HD of undead than twice your caster level with a single casting of animate dead.  (The deserate spell doubles this limit; see page 218). \nThe undead you create remain under your control indefinitely.  No matter how many times you use this spell, however, you can control only 4 HD worth of undead creatures per caster level.  If you exceed this number, all the newly created creatures fall under your control, and any excess undead from previous castings become uncontrolled.  (You choose which creatures are released).  If you are a cleric, any undead you might command by virtue of your power to command or rebuke undead do not count toward the limit. \nSkeletons: A skeleton can be created only from a mostly intact corpse or skeleton.  The corpse must have bones, so creating a skeleton from a purple worm, for example, is not possible.  If a skeleton is made from a corpse, the flesh falls off the bones.  The statistics for a skeleton depend on its size; they do not depend on what abilities the creature may have had while alive.  The Monster Manual has game statistics for skeletons. \nZombies: A zombie can be created only from a mostly intact corpse.  The corpse must be that of a creature with a true anatomy, so a dead gelatinous cube, for example, cannot be animated as a zombie.  The statistics for a zombie depend on its size, not on what abilities the creature may have had while alive.  The Monster Manual has game statistics for zombies. \nMaterial Component: You must place a black onyx gem worth at least 25 gp per Hit Die of the undead into the mouth or eye socket of each corpse you intend to animate.  The magic of the spell turns these gems into worthless, burned-out shells. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One or more corpses touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bestow Curse",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You place a curse on the subject.  Choose one of the following three effects. \n\n-6 decrease to an ability score (minimum 1). \n-4 penalty on attack rolls, saves, ability checks, and skill checks. \nEach turn, the target has a 50% chance to act normally; otherwise, it takes no action. \nYou may also invent your own curse, but it should be no more powerful than those described above, and the DM has final say on the curse's effect. \nThe curse bestowed by this spell cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell. \nBestow curse counters remove curse. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]