[
  {
    "name": "Demonic Blood Infusion",
    "school": "transmutation",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You grant the subject infernal power by transforming its blood into the blood of a demon. The subject gains the fiendish template and the chaotic and evil subtypes, and it becomes chaotic evil if it is not already. The creature counts as an outsider for the purpose of spells and effects that affect only certain creature types. However, any effect that banishes, binds, or sends away outsiders does not function against the subject; instead, it simply causes demonic blood infusion to end immediately. When the spell ends, all its effects terminate immediately, and the target is nauseated for 1d4 rounds. Repeated use of this spell tends to corrupt the target and force it to become chaotic evil if it was not already. Each time demonic blood infusion is cast upon a creature it must attempt a Will saving throw. Failure means the subject becomes chaotic if it was not already. If the subject is chaotic but nonevil, failure causes it to become evil. Each time the spell is used against the same creature, the DC for this saving throw increases by 1. Demonic blood infusion was invented by the followers of Orcus, who use it to boost the power of their church's mortal servants. Material Component: A vial of demon's blood worth 100 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Willing creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Make Manifest, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You toss a handful of copper dust into the air, and it clings to creatures invisible to you.  Suddenly they're visible and in your presence. \nThis spell functions like make manifest, except that all creatures and unattended objects on coterminous and coexistent planes within the area of this spell are instantly brought onto your plane. \nFor the duration of the spell, the target creatures retain all their abilities except for those that allow them to enter other planes.  At the end of mass make manifest's duration, objects and creatures return to their plane of origin, even if they have left the spell's area. \nMaterial Component: A handful of copper dust. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 25-ft.-radius emanation centered on a point in space",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fiendish Quickening",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "For the duration of this spell, the caster's teleport or teleport without error spell-like ability is quickened. This means that the caster can teleport as a free action and still have time during the round to attack and/or move. The caster can use his quickened teleport or teleport without error once per round. This spell does not affect teleport spells in any way, only the spell-like ability of fiends to teleport themselves. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " Caster",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Bear_s Endurance, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Mass bear's endurance works like bear's endurance, except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Contingent Spell Lock",
    "school": "transmutation",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You transfer some of your currently prepared spells or available spell slots to a hidden part of your soul so that, if you die, when you appear on the Ethereal Plane, you have those spells or spell slots available for use (normally, dying and appearing on the Ethereal Plane causes you to lose all prepared spells and unused spell slots). You can transfer one spell per spell level that you can cast into this hidden part of your soul. Once you transfer the spells or spell slots in this manner, you cannot access them in any way—it is as if you had used those spell slots. The next time you choose to ready or prepare spells, you may leave those transferred spells or slots in place, or you may recover them along with your other spells or spell slots (which means they would not be available if you died). The transferred spells or spell slots may be used by your ghost in the normal manner, requiring the appropriate components and so on. If you are raised from the dead, the transferred spells become inaccessible again (although you can choose to recover them the next time you ready or prepare spells, as described above). ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,divine focus",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Investiture of the Barbed Devil",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With brisk arcane gestures that glow with a fiery red light, you imbue a target with the might of a barbed devil, causing long thorns to sprout all over its body. You cause the target of this spell to grow a number of long barbs similar to those found on a barbed devil. While under the effect of the spell, the target does not provoke attacks of opportunity when initiating a grapple. If the subject already has improved grab or the Improved Grapple feat, it instead gains a +4 profane bonus on grapple checks. Whenever the subject successfully makes a grapple check to grab a foe, pin a foe, or deal damage, it impales its foe on its barbs, dealing extra damage based on its size. The subject also gains resistance to fire 10. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the barbed devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. \n\n\nSize \nDamage\n\n\n Tiny or smaller \n 1d8 \n\n\n Small \n 2d8 \n\n\n Medium \n 3d8 \n\n\n Large \n 4d8 \n\n\n Huge \n 5d8 \n\n\n Gargantuan \n 6d8 \n\n\n Colossal \n 7d8",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Weapon, Greater Legion_s",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "This spell functions like greater magic weapon (see page 251 of the Player's Handbook), except as noted above and as follows.  It only affects weapons held by allies when the spell is cast.  It has no effect on ammunition. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " Melee or ranged weapons held by allied creatures in a 20-ft.-radius burst",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Chasing Perfection",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Energy courses through the creature touched. Its muscles grow and become more defined, it starts to move with greater alacrity and grace, and its bearing increases. The subject improves in all ways. It gains a +4 enhancement bonus to each of its ability scores. Material Component: A statuette of a celestial or fiend worth 50 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Malebranche",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "A fearsome roar splits the air when you conclude the arcane words that invest the target with hellish power drawn from a malebranche. You infuse a creature with the raw power of the mighty malebranche, causing it to grow twisted horns of blackened bone from of its brow. While under the effect of this spell, the subject deals extra damage whenever it successfully hits with a charge attack, depending on its size. In addition, the subject gains resistance to fire 10. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the malebranche). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lucent Lance",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The eternal energies of light and darkness you call upon to cast this spell cause the ambient light near you to coalesce around the crystal rod in your hand.  The light erupts in a coruscating beam of radiance shaped like a needle-sharp lance. \nYou must succeed on a ranged touch attack with the ray to strike a target.  A creature struck is blinded for 1 round, and dazzled for 1 round per caster level.  A creature sensitive to bright light (such as a drow, duergar, or kuo-toa) takes penalties as if it had been exposed to full daylight for 1 round if struck by the beam, even if it resists the spell's other effects. \nIn addition to this dazzling effect, lucent lance deals damage based on the level of light available within your square.  In bright light, it deals 1d6 points of damage per caster level (maximum 15d6).  In shadowy illumination, it deals 1d4 points of damage per caster level (maximum 15d4).  If no light is present in your square, the spell cannot be cast at all. \nFocus: A clear glass or crystal rod. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Eagle_s Splendor, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like eagle's splendor, except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Manifest, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "manual_of_the_planes",
    "description": "All creatures and unattended objects on coterminous and coexistent planes within the area of mass manifest are instantly brought onto your plane. For the duration of the spell, the target creature retains all its abilities except for those that allow it to enter other planes. At the end of mass manifest's duration, objects and creatures return to their plane of origin, even if they have left the spell's area. Material Component: A handful of copper dust, cast in the air. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 25-ft.-radius emanation centered on a point in space",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Bull_s Strength, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like bull's strength, except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]