[
  {
    "name": "Investiture of the Harvester Devil",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "A deep chuckle sounds as you complete the incantation, and motes of violet light surround the target, imbuing it with infernal energy drawn from a harvester devil. The target of this spell deals horrific, lingering wounds with its melee attacks. If it successfully strikes an opponent with a melee attack, it causes an infernal wound that deals an extra 1d6 points of damage each round until the creature dies, or until the struck creature is the recipient of a DC 20 Heal check, a cure spell, or a heal spell. A creature can be affected by the lingering damage of only one such infernal wound at a time. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the harvester devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Erinyes",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With the sound of flapping wings, you grant the target the power of an erinyes. The target gains the sinister allure of an erinyes. While the spell is in effect, the subject can beckon a creature it can see clearly, forcing it to approach unless the creature succeeds on a Will save against the spell's save DC. On a failed save, the creature can do nothing on its next action except to attempt to move closer to the subject of investiture of the erinyes. The beckoned creature will not take obviously suicidal actions, such as walking off the edge of a cliff. However, it will move normally through squares threatened by other creatures. This is a mind-affecting compulsion effect. Once the beckoned creature enters an adjacent square, or if it was already in an adjacent square, it takes no further action that round. The subject of this spell can use this effect once per three caster levels. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the erinyes). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lower Spell Resistance",
    "school": "transmutation",
    "sub_school": "",
    "source": "draconomicon",
    "description": "This spell reduces the subject's spell resistance by 1 per caster level (maximum reduction 15). This reduction can't lower a target's spell resistance below 0. The target of the spell takes a penalty on its saving throw equal to your caster level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates (see text)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Amnizu",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With a flash of red light and a sound like the screams of a thousand suffering souls, you invest the target with infernal energy, drawing power from an amnizu to power the spell. You infuse a target with the intellect-sapping power and slippery mind of an amnizu. While under the effect of this spell, the target can, each round as a standard action, make a single melee touch attack. A touched creature takes 1d4 points of Intelligence damage. The subject of this spell can use this touch attack once per two caster levels. The subject of this spell also becomes immune to any effect that would damage, drain, or otherwise reduce its own Intelligence score. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the amnizu). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Control Water",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Depending on the version you choose, the control water spell raises or lowers water. Lower Water: This causes water or similar liquid to reduce its depth by as much as 2 feet per caster level (to a minimum depth of 1 inch). The water is lowered within a squarish depression whose sides are up to caster level x 10 feet long. In extremely large and deep bodies of water, such as a deep ocean, the spell creates a whirlpool that sweeps ships and similar craft downward, putting them at risk and rendering them unable to leave by normal movement for the duration of the spell. When cast on water elementals and other water-based creatures, this spell acts as a slow spell (Will negates). The spell has no effect on other creatures. Raise Water: This causes water or similar liquid to rise in height, just as the lower water version causes it to lower. Boats raised in this way slide down the sides of the hump that the spell creates. If the area affected by the spell includes riverbanks, a beach, or other land nearby, the water can spill over onto dry land. With either version, you may reduce one horizontal dimension by half and double the other horizontal dimension. Arcane Material Component: A drop of water (for raise water) or a pinch of dust (for lower water). ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Water in a volume of 10 ft./level by 10 ft./level by 2 ft./level (S)",
    "duration": " 10 min./level (D)",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mark of the Enlightened Soul",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragon_magic",
    "description": "Your hands glow softly, as if illuminated from within by a bright light. This spell adds a touch of good to your magic, granting you special potency against your evil-aligned enemies. Your spells gain the good descriptor. Any spell you cast of 3rd level or lower deals +50% damage to evil-aligned creatures. As part of the casting of this spell, you can sacrifice one sorcerer spell slot of 5th to 9th level; doing this increases the maximumlevel of spells affected by mark of the enlightened soul to the level of the sacrificed slot minus 1. For example, if you spend a 4th-level spell slot to cast the spell and a 7th-level spell slot to augment it, you would deal extra damage to evil-aligned creatures with spells of 6th level or lower. Special: A good-aligned caster of the dragonblood subtype can choose to end this spell's duration by activating protection from evil (as the spell, but targeting itself) as a swift action. This effect lasts for the normal duration of protection from evil. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 3 rounds or until ended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Magic Weapon, Greater",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like magic weapon, except that it gives a weapon an enhancement bonus on attack and damage rolls of +1 per four caster levels (maximum +5). \nAlternatively, you can affect as many as fifty arrows, bolts, or bullets.  The projectiles must be of the same kind, and they have to be together (in the same quiver or other container).  Projectiles, but not thrown weapons, lose their transmutation when used.  (Treat shuriken as projectiles, rather than as thrown weapons, for the purpose of this spell). \nArcane Material Component: Powdered lime and carbon. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One weapon or fifty projectiles (all of which must be in contact with each other at the time of casting)",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Steel Devil",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With the sound of low chanting, you invest the target with the power of a steel devil. While under the effect of this spell, the target is infused with the magical energy and deadly skill of a steel devil. While the spell is in effect, the target gains a +3 profane bonus on attack rolls and to Armor Class. This bonus increases by 1 for every adjacent creature that is also under the effect of an investiture of the steel devil spell. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the steel devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Make Manifest",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cast a spell that reaches into another plane and pulls another creature to your realm. \nYou can cause one creature on a coexistent plane (DMG 150), along with its personal belongings, to suddenly appear on your plane of existence.  An affected creature appears in the location analogous to the space it occupied on the coexistent plane.  For example, the make manifest spell allows you to cause a target on the Ethereal Plane to appear on the Material Plane, and vice versa.  This spell does not grant the ability to pinpoint the location of ethereal creatures. \nFor the duration of the spell, the target creature retains all its abilities except for those that allow it to enter other planes.  For example, a ghost brought in from the Ethereal Plane would be unable to return to the Ethereal Plane but would remain incorporeal.  At the end of the spell's duration, the target creature returns to whatever plane it was on before it was targeted by the spell, even if it has moved beyond the range of make manifest. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghost Bane Weapon",
    "school": "transmutation",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You give a weapon the ghost bane property in addition to any other properties it has. Against ghosts, your weapon's enhancement bonus (if any) is 2 higher than normal and it deals an extra 2d6 points of damage. The spell has no effect if cast upon a weapon that already has the ghost bane property. At caster level 9th and higher, the weapon gains a +1 enhancement bonus if it is not already a magic weapon. Alternatively, you can affect up to 50 arrows, bolts, or bullets. The projectiles must be of the same type, and they have to be together, such as in the same quiver. Projectiles (but not thrown weapons) lose their ghost bane property when fired. Any weapon affected by this spell glows with witchlight (see the Witchlight feat). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": true
  }
]