[
  {
    "name": "Investiture of the Pit Fiend",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "The air shatters with a shriek of sorrow, and a flash of flame briefly limns the target of this spell as she receives a portion of the might of a pit fiend. You infuse a creature with the terrifying power of a pit fiend. The spell causes the subject's mouth to expand to accommodate new dripping fangs. To add to this devilish effect, a pair of red leathery wings tears free from the flesh of the subject's back, granting it a fly speed of 60 feet with average maneuverability. The subject of the spell gains these benefits regardless of his aspect choice (see below). The power granted to the subject by investiture of the pit fiend can manifest in one of three ways. At the beginning of each round, the invested creature chooses which aspect of the spell will be in place. Aspect of Tyranny: The invested creature's hands lengthen to horrific claws, and the creature gains powerful melee attacks. While the aspect of tyranny is in effect, the invested creature can attack with both its claws and wings. Each attack deals base damage of 2d6 points. The claws are treated as primary melee attacks with a natural weapon, and the wing attacks are treated as secondary attacks with a natural weapon. When making attacks with these claws and wings, the invested creature has a base attack bonus equal to its character level (or Hit Dice, if the invested creature has a level adjustment). When taking a full attack action and using only the natural weapons granted by the aspect of tyranny, the secondary attacks are made with only a -2 penalty rather than the normal -5. Because these are natural attacks, the invested creature cannot make multiple attacks because of a high base attack bonus. Aspect of Pestilence:When the invested creature chooses to manifest the aspect of pestilence, it can, as a standard action, release a cloud of disease-ridden air. Creatures within 10 feet of the subject when it generates this effect must succeed on a Fortitude saving throw against the spell's DC or take 2 points of Strength damage. Aspect of Terror:When the invested creature chooses to manifest the aspect of terror, it can, as a standard action, release a powerful wave of fear. Creatures within 10 feet of the subject when it generates this effect must succeed on a Will saving throw against the spell's DC or become frightened for 2 rounds. This wave of fear is a mind-affecting fear effect. The subject gains immunity to poison and resistance to fire 20. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the pit fiend). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incarnate Construct",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "This spell turns a humanoid-shaped construct into a living creature. The spell does not work on constructs that are only constructs temporarily (such as objects affected by an animate objects spell). The construct gains the incarnate construct template (see Chapter 10). The incarnated creature is independent of both you and the being who originally made it, though it is initially friendly toward both you and its maker. Material Component: The heart of a humanoid that has been dead less than 8 hours. XP Cost: 5,000 XP. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,experience",
    "target": " One construct",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Fimbulwinter",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "",
    "effect": "",
    "range": " 1 mile/level",
    "components": "verbal,somatic,experience",
    "target": "",
    "area": " 1 mile/level radius, centered on you",
    "duration": " 4d12 weeks",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Hellfire Engine",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "Upon the casting of this spell, the target's flesh transforms, assuming a dull metallic hue. Its eyes erupt with unholy flame, and when it opens its mouth, you see the fires of Hell roiling within. A creature affected by investiture of the hellfire engine gains all the benefits described under the iron body spell (PH 245), except that its flesh transforms into living cold iron. Its unarmed natural attacks count as cold iron for the purpose of overcoming damage reduction. In addition, the subject can breathe a 30-foot cone of hellfire that deals 8d10 points damage. This damage is not fire damage, and is not subject to being reduced by resistance to fire-based attacks, such as that granted by protection from energy (fire), fire shield (chill shield),and similar magic. All creatures in the area are entitled to a Reflex save against the spell's DC for half damage. The subject must wait 1d4 rounds between each use of this breath weapon. The subject also gains resistance to fire 20. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the chain devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Etherealness",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like ethereal jaunt, except that you and other willing creatures joined by linked hands (along with their equipment) become ethereal. Besides yourself, you can bring one creature per three caster levels to the Ethereal Plane. Once ethereal, the subjects need not stay together. When the spell expires, all affected creatures on the Ethereal Plane return to material existence. ",
    "effect": "",
    "range": " Touch; see text",
    "components": "",
    "target": " You and one other touched creature per three levels",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": "",
    "spell_resistance": false,
    "is_30_spell": false
  }
]