[
  {
    "name": "Devil Blight",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cry out the ancient words and make the prescribed motions, and your foe lets out a shriek of agony as it stumbles under the force of the spell. \nThis spell deals 2d6 points of damage per round for the duration of the spell to creatures that have both the lawful and evil subtypes (such as a barghest or a devil).  No saving throw is allowed against this damage. \nIf the target creature also possesses the baatezu subtype (MM 306), it must succeed on a Fortitude save or be stunned for the duration of the spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature",
    "area": "",
    "duration": " 1d6 rounds",
    "saving_throw": " None or Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Shape",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You can form an existing piece of ice into any shape that suits your purpose. For example, you can make an ice weapon, a special trapdoor, or a crude idol. Ice shape also permits you to reshape an ice door to make an exit where one didn't exist or to seal a door shut. While it's possible to make crude coffers, doors, and so forth with ice shape, fine detail isn't possible. There is a 30% chance that any shape including moving parts simply doesn't work. Arcane Material Component: Slush, which must be spread into roughly the desired shape of the ice object and then touched to the ice while the verbal component is uttered. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Ice touched, up to 10 cu. ft. + 1 cu. ft./level",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bladebane",
    "school": "transmutation",
    "sub_school": "",
    "source": "unapproachable_east",
    "description": "You impart a deadly quality to a single bladed weapon (any slashing weapon) for a short time. Bladebane confers the bane ability on the weapon touched, against a creature type (and subtype, if necessary) of your choice. The weapon's enhancement bonus increases by +2 against the appropriate creature type, and it deals +2d6 points of bonus damage to those creatures. Material Component: A drop of blood and ruby dust worth 500 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Forced Manifestation",
    "school": "transmutation",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "The target creature is enveloped in a violet haze that forces it to manifest fully for the duration of the spell. Forced manifestation counters and dispels forced incorporeality. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One ghost or naturally incorporeal undead",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Attune Form",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You touch the pebble against your allies' flesh and bring them into attunement with the plane. \nThis spell allows you to attune the affected creatures to the plane you are currently on, negating the harmful effects of that plane.  Affected creatures gain the protections described in the avoid planar effects spell (page 19). \nArcane Material Component: A bit of stone or earth from your home plane. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature/3 levels",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crown of Protection",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A shimmering crown of force appears upon the recipient's head. A barely visible shield of force projects forward from it, warding off attacks aimed at its wearer. This spell creates a crown of magical energy that grants the spell's recipient a +1 deflection bonus to AC and a +1 resistance bonus on all saves. As an immediate action, the creature wearing a crown of protection can discharge its magic to gain a +4 deflection bonus to AC or a +4 resistance bonus on saves for 1 round. The spell ends after the wearer uses the crown in this manner. The crown occupies space on the body as a headband, hat, or helm. If the crown is removed, the spell immediately ends. Focus: An iron hoop 6 inches in diameter. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Curse of Arrow Attraction",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You surround a creature in a nimbus of emerald light that seems to draw missiles toward it. The subject is cursed so that missile weapons veer toward him and strike with extreme force. The subject takes a -5 penalty to Armor Class against any ranged attack, including projectile weapons, thrown weapons, and ranged touch attacks. In addition, any critical threats on such attacks are automatically confirmed. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Demon Dirge",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cry out the ancient words and make the prescribed motions, and your foe lets out a howl of pain as his blood boils in his veins. \nDemon dirge deals 2d6 points of damage each round for the duration of the spell to any creature that has both the chaotic and evil subtypes (such as a howler or a demon).  No saving throw is allowed against this damage.  If the target creature also possesses the tanar'ri subtype (MM 316), the spell has a much more powerful effect.  In addition to the damage, a tanar'ri is stunned for the duration of the spell unless it succeeds on a Fortitude save. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature",
    "area": "",
    "duration": " 1d6 rounds; see text",
    "saving_throw": " None or Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Energize Potion",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "This spell transforms a magic potion into a volatile substance that can be hurled out to the specified range. The spell destroys the potion and releases a 10-foot-radius burst of energy at the point of impact. The caster must specify the energy type (acid, cold, electricity, fire, or sonic) when the spell is cast. The potion deals 1d6 points of damage (of the appropriate energy type) per spell level of the potion (maximum 3d6). For example, a potion of displacement transformed by this spell deals 3d6 points of damage. An energized potion set to deal fire damage ignites combustibles within the spell's burst radius. Material Component: A magic potion. ",
    "effect": " 10-ft.-radius burst",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dragonmarked Weapon",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You imbue the touched weapon with the power of your dragonmark, a ghostly likeness of which appears on the weapon's surface. \nA weapon under the effect of this spell deals an extra 1d6 points of damage to any dragonmarked creature whose mark does not correspond to the caster's dragonmarked house.  Because aberrant dragonmarks are unique, a dragonmarked weapon created by a caster with an aberrant dragonmark deals its extra damage to all dragonmarked creatures (except the caster).  In addition, a dragonmarked weapon's hardness increases by 50% for the spell's duration. \nA mundane weapon under the effect of this spell is treated as a magic weapon for the purpose of bypassing damage reduction. \nCasting this spell on a bow, crossbow, or sling bestows the extra damage benefit upon the weapon's ammunition. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crown of Might",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A crown of plain copper appears upon the recipient's head.  The crown has a front piece fashioned to resemble a bull's head. \nThis spell creates a crown of magical energy that grants the spell's recipient a +2 enhancement bonus to Strength.  \nAs an immediate action, the creature wearing a crown of might can discharge its magic to gain a +8 enhancement bonus to Strength for 1 round.  The spell ends after the wearer uses the crown in this manner.  \nThe crown occupies space on the body as a headband, hat, or helm.  If the crown is removed, the spell immediately ends. \nFocus: A copper hoop 6 inches in diameter. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Chain Devil",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With a rush of red light and the faint clanking of many chains, you invest the target with the power of a chain devil. While under the effect of this spell, the target is infused with the magical energies and malignant will of a chain devil. While the spell is in effect, the subject's reach increases by 5 feet, and the subject's maximum number of attacks of opportunity made each round increases by one. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the chain devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Augment Object",
    "school": "transmutation",
    "sub_school": "",
    "source": "stronghold_builder's_guidebook",
    "description": "This spell adds +20 to the break DC of the object and doubles its hardness and hit points. An augmented object also gains a saving throw against spells when unattended as if it were a magic item (save bonus equals 2 + half the caster level). Material Component: A pinch of chalk. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " Object of up to 200 cubic ft./level",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " None (Object)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Investiture of the Bearded Devil",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With a rush of sinister green light, you invest the target with infernal energy, drawing power from a bearded devil to fuel the spell. You cause the target to grow a long, ropy mass of callused tissue from its chin that vaguely resembles a beard. This beard flails about as though it were alive. If the subject successfully hits an adjacent opponent with at least one melee attack in a round, it also automatically hits with its beard, dealing an extra 2d8 points of damage. The subject also gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the bearded devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the target of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Forced Incorporeality",
    "school": "transmutation",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "The target ghost is enveloped in an orange haze that forces it to be incorporeal for the duration of the spell. Forced incorporeality counters and dispels forced manifestation. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One ghost or naturally incorporeal undead",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Hamatula Barbs",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You invoke the dark nature of the spell and slender, sharp-edged barbs sprout from your body and clothing, glowing with hellish energy. \nAny creature hitting the subject of this spell with a handheld weapon or a natural weapon takes 1d8 points of slashing and piercing damage from the subject's barbs.  This damage does not apply to attackers using reach weapons, such as longspears.  The subject itself is not harmed by its own barbs. \nArcane Material Component: A barb from a hamatula. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]