[
  {
    "name": "Investiture of the Narzugon",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "A moan precedes the transformation that results when you imbue the target with the baleful power of a narzugon. You bind the dread essence of a narzugon to a target creature, filling it with the misery and horror that defines the devil's existence. The subject of this spell can use a baleful gaze as a standard action. The gaze affects a single creature within 20 feet. That creature must succeed on a Will save against the spell's save DC or be immobilized for 1 round as if affected by a hold monster spell. Baatezu are immune to this gaze attack. Once a creature has successfully resisted this effect, it cannot be affected by this gaze from the same creature for 24 hours. The subject also gains resistance to fire 10. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the narzugon). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dragonmarked Weapon, Greater",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "As dragonmarked weapon, except that the weapon deals an extra 2d6 points of damage to any dragonmarked creature whose mark does not correspond to the caster's dragonmarked house.  In addition, the weapon's hardness is doubled for the spell's duration. \nDragonmark: Any greater true or aberrant dragonmark, or any Siberys dragonmark. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Orthon",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "A dull humming noise sounds briefly, and the air crackles with the terrible power of an orthon. While under the effect of this spell, a creature is infused with the disruptive power of an orthon. As an immediate action, the subject of this spell can erect a 20-foot-radius field that disrupts teleportation spells or effects. All creatures in the area are prevented from using any spell, spell-like ability, or supernatural ability that provides such movement, as if they were in the area of a dimensional lock spell. Each use of this field lasts 1 round. In addition, the subject of the spell gains the benefit of a sonic shield for as long as the spell remains in effect. This shield functions like the fire shield spell, except that it deals sonic damage instead of cold or fire, and the subject takes half damage from acid-based attacks. If exposed to an acid attack that allows a Reflex save for half damage, the subject takes no damage on a successful save. The subject gains resistance to fire 10. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the orthon). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Improved Blindsight",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "As blindsight, except as noted above and that the blindsight granted by the spell has a 60-foot range. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Etherealness, Swift",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "With a single word and a quick wave of your hand, the creature disappears. The subject becomes ethereal until the end of its next turn. If, at the end of the spell's duration, the subject creature rematerializes within a solid object or in an occupied space, it is shunted off to the nearest open space and takes 1d6 points of damage per 5 feet so traveled. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One willing creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]