[
  {
    "name": "Magic Weapon, Legion_s",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "This spell functions like magic weapon (see page 251 of the Player's Handbook), except as noted above and as follows.  It affects only weapons held by allies when the spell is cast.  It has no effect on ammunition. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " Melee or ranged weapons held by allied creatures in a 20-ft.-radius burst",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bladebane",
    "school": "transmutation",
    "sub_school": "",
    "source": "unapproachable_east",
    "description": "You impart a deadly quality to a single bladed weapon (any slashing weapon) for a short time. Bladebane confers the bane ability on the weapon touched, against a creature type (and subtype, if necessary) of your choice. The weapon's enhancement bonus increases by +2 against the appropriate creature type, and it deals +2d6 points of bonus damage to those creatures. Material Component: A drop of blood and ruby dust worth 500 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Dragonmarked Weapon",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You imbue the touched weapon with the power of your dragonmark, a ghostly likeness of which appears on the weapon's surface. \nA weapon under the effect of this spell deals an extra 1d6 points of damage to any dragonmarked creature whose mark does not correspond to the caster's dragonmarked house.  Because aberrant dragonmarks are unique, a dragonmarked weapon created by a caster with an aberrant dragonmark deals its extra damage to all dragonmarked creatures (except the caster).  In addition, a dragonmarked weapon's hardness increases by 50% for the spell's duration. \nA mundane weapon under the effect of this spell is treated as a magic weapon for the purpose of bypassing damage reduction. \nCasting this spell on a bow, crossbow, or sling bestows the extra damage benefit upon the weapon's ammunition. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bull_s Strength",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject becomes stronger.  The spell grants a +4 enhancement bonus to Strength, adding the usual benefits to melee attack rolls, melee damage rolls, and other uses of the Strength modifier. \nArcane Material Component: A few hairs, or a pinch of dung, from a bull. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]