[
  {
    "name": "Chain Dispel",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "effect": "",
    "description": "A coruscating bolt rips through the air, humming with power as it strikes each targeted creature. Each creature struck by this spell is affected as if by a targeted dispel magic, except that you can add your caster level to the dispel check, up to a maximum of 25. Material Component: A pair of bronze nails, each no less than 6 inches in length. ",
    "is_30_spell": 0
  },
  {
    "name": "Dimensional Lock",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " One day/level",
    "saving_throw": " None",
    "effect": "",
    "description": "You create a shimmering emerald barrier that completely blocks extradimensional travel. Forms of movement barred include astral projection, blink, dimension door, ethereal jaunt, etherealness, gate, maze, plane shift, shadow walk, teleport, and similar spell-like or psionic abilities. Once dimensional lock is in place, extradimensional travel into or out of the area is not possible. A dimensional lock does not interfere with the movement of creatures already in ethereal or astral form when the spell is cast, nor does it block extradimensional perception or attack forms, such as a basilisk's gaze. Also, the spell does not prevent summoned creatures from disappearing at the end of a summoning spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Mind Blank",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "The subject is protected from all devices and spells that detect, influence, or read emotions or thoughts. This spell protects against all mind-affecting spells and effects as well as information gathering by divination spells or effects. Mind blank even foils limited wish, miracle, and wish spells when they are used in such a way as to affect the subject's mind or to gain information about it. In the case of scrying that scans an area the creature is in, such as arcane eye, the spell works but the creature simply isn't detected. Scrying attempts that are targeted specifically at the subject do not work at all. ",
    "is_30_spell": 0
  },
  {
    "name": "Mysterious Redirection",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 5 rounds or until expended",
    "saving_throw": "",
    "effect": "",
    "description": "Your foe's attacks mysteriously veer toward other targets. This spell creates a field around you that deflects physical blows. The field affects melee and ranged attacks made with natural or manufactured weapons, but not spells or magical attacks unless they are delivered with a physical touch attack. Anyone who aims a melee or ranged attack against you must make a Will save to overcome the spell's effect. If the save fails, all attacks that individual makes against you while the spell lasts have a 50% chance to be deflected to another target instead. Spell resistance applies to this effect. If a melee attack is deflected, the new target must be a creature both adjacent to you and within your attacker's melee reach. If a ranged attack is deflected, the new target must be both adjacent to you and within your attacker's range. If more than one target is available, determine which creature is attacked randomly. Any combat modifiers (such as cover) apply to the attack. A creature that has total cover against the attacker can't be selected as a target, nor can the attacker. If no eligible target exists, the attack misses. As an immediate action while the spell lasts, you can choose to redirect a deflected attack back at the attacker. You can wait to make this decision until after you know an attack has been deflected, but you must do so before you know which creature is the target of the deflected attack. Using this ability ends the spell's duration. ",
    "is_30_spell": 0
  },
  {
    "name": "Prismatic Wall",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 10 min./level (D)",
    "saving_throw": " See text",
    "effect": " Wall 4 ft./level wide, 2 ft./level high",
    "description": "Prismatic wall creates a vertical, opaque wall—a shimmering, multicolored plane of light that protects you from all forms of attack.  The wall flashes with seven colors, each of which has a distinct power and purpose.  The wall is immobile, and you can pass through and remain near the wall without harm.  However, any other creature with less than 8 HD that is within 20 feet of the wall is blinded for 2d4 rounds by the colors if it looks at the wall. \nThe wall's maximum proportions are 4 feet wide per caster level and 2 feet high per caster level.  A prismatic wall spell cast to materialize in a space occupied by a creature is disrupted, and the spell is wasted. \nEach color in the wall has a special effect.  The accompanying table shows the seven colors of the wall, the order in which they appear, their effects on creatures trying to attack you or pass through the wall, and the magic needed to negate each color. \nThe wall can be destroyed, color by color, in consecutive order, by various magical effects; however, the first color must be brought down before the second can be affected, and so on.  A rod of cancellation or a Mordenkainen's disjunction spell destroys a prismatic wall, but an antimagic field fails to penetrate it.  Dispel magic and greater dispel magic cannot dispel the wall or anything beyond it.  Spell resistance is effective against a prismatic wall, but the caster level check must be repeated for each color present. \nPrismatic wall can be made permanent with a permanency spell. \n\n\nColor \nOrder \nEffect of Color \nNegated By \n\n\n Red \n 1st \n Stops nonmagical ranged weapons.  \n Cone of cold \n\n\n \n \n Deals 20 points of fire damage (Relfex half).  \n \n\n\n Orange \n 2nd \n Stops magical ranged weapons.  \n Gust of wind \n\n\n \n \n Deals 40 points of acid damage (Reflex half).  \n \n\n\n Yellow \n 3rd \n Stops poisons, gases and petrification.  \n Disintegrate \n\n\n \n \n Deals 80 points of electricity damage (Reflex half).  \n \n\n\n Green \n 4th \n Stops breath weapons \n Passwall \n\n\n \n \n Poison (Kills; Fortitude partial for 1d6 points of Con damage instead).  \n \n\n\n Blue \n 5th \n Stops divination and mental attacks.  \n Magic missle \n\n\n \n \n Turned to stone (Fortitude negates).  \n \n\n\n Indigo \n 6th \n Stops all spells.  \n Daylight \n\n\n \n \n Will save or become insane (as insanity spell).  \n \n\n\n Violet \n 7th \n Energy field destroys all objects and effects.  \n Dispel magic \n\n\n \n \n Creatures sent to another plane (Will negates).  \n \n\n\nNote: The violet effect makes the special effects of the other six colors redundant, but these six effects are included here because certain magic items can create prismatic effects one color at a time, and spell resistance might render some colors ineffective (see above). ",
    "is_30_spell": 0
  },
  {
    "name": "Protection from Spells",
    "school": "abjuration",
    "components": "verbal,somatic,material,arcane focus",
    "range": " Touch",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "The subject gains a +8 resistance bonus on saving throws against spells and spell-like abilities (but not against supernatural and extraordinary abilities). Material Component: A diamond of at least 500 gp value, which must be crushed and sprinkled over the targets. Focus:One 1,000 gp diamond per creature to be granted the protection. Each subject must carry one such gem for the duration of the spell. If a subject loses the gem, the spell ceases to affect him. ",
    "is_30_spell": 0
  },
  {
    "name": "Shun the Dark Chaos",
    "school": "abjuration",
    "components": "verbal,somatic,experience",
    "range": " Touch",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "You remove a vestige of the creature's Abyssal heritage, making it seem less fiendish. You strip the taint of the Abyss from the creature touched. If the subject possesses any Abyssal heritor feats, one of them is immediately removed and replaced by any other feat for which the subject qualifies (except an Abyssal heritor feat). The subject chooses both the feat lost and its replacement. If the lost Abyssal heritor feat was a prerequisite for other feats or prestige classes, the recipient loses access to those feats or prestige class abilities until it once again meets all the prerequisites. The subject can regain its original Abyssal heritor feat (and lose the replacement feat) by means of embrace the dark chaos,miracle, or wish. XP Cost: 250 XP. ",
    "is_30_spell": 0
  },
  {
    "name": "Soulbanned Zone",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "You create an immobile area within which no incarnum can be used. All soulmelds are suppressed within the soulbanned zone. Essentia cannot be invested or reallocated by any creature within the area; currently invested essentia has no effect inside the zone. Incarnum creatures are not otherwise affected by the soulbanned zone (they can enter normally). Only creatures entirely within the soulbanned zone are affected. Should a creature be larger than the area enclosed by the soulbanned zone (or only partially within it), it can use its essentia incarnum-based abilities normally. ",
    "is_30_spell": 0
  },
  {
    "name": "Spell Engine",
    "school": "abjuration",
    "components": "verbal,somatic,material,experience",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " See text",
    "saving_throw": " None",
    "effect": " 5-ft.-radius magical wheel",
    "description": "You speak a word of abjuration and thrust aloft the bone disk and silver wheel, held together by a single tear.  The disk and wheel begin to spin, then vanish, but you feel the power of the mystic engine created nearby. \nUpon casting this spell, you can swap out any or all of your prepared spells for other spells from your spellbook.  Each prepared spell must be swapped for a spell of the same level.  Empty spell slots from a spell cast earlier in the day (including the casting of this spell) cannot be refreshed. \nPreparing spells within the light provided by a spell engine takes only half as long as normal. \nMaterial Components: A disk of polished bone, one of your tears, and a silver wheel worth 500 gp. \nXP Cost: 250 XP. ",
    "is_30_spell": 0
  },
  {
    "name": "Truename Dispel",
    "school": "abjuration",
    "components": "verbal,somatic,true name",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "effect": "",
    "description": "By speaking aloud the personal truename of your foe and pointing with arm outstretched, you cause a gray haze to swirl around your target briefly. Then the haze dissipates, carrying your enemy's magic with it. This spell enables you to see the strands of magic surrounding your target and selectively separate them. This functions like the dispel magic spell, except that it always targets a creature, you learn the nature of each ongoing magical effect currently affecting the target creature, and effects you want to dispel are automatically removed (no caster level check is necessary), if you succeed on the Truespeak check, you can choose which effects you want to dispel. Thus, you can eliminate harmful effects while retaining beneficial ones—or vice versa. Truename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're targeting with truename dispel. ",
    "is_30_spell": 0
  },
  {
    "name": "Wall of Greater Dispel Magic",
    "school": "abjuration",
    "components": "verbal,somatic,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "effect": " A straight wall whose area is up to one 10-ft. square/level",
    "description": "You cast the spell and a translucent wall springs up, its shimmering field pulsing with strong, malignant shades than spin and twist into each other. \nThis spell functions like wall of dispel magic, except that the effect is that of greater dispel magic (PH 223). ",
    "is_30_spell": 0
  }
]