[
  {
    "name": "Abate Dracorage",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 day/level; see text",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "As you speak the ancient words, the torrent of rage begins to drain from the eyes of the dragon before you. \nThis spell helps calm the effects, of the Dracorage.  It instantaneously restores 5 points of Wisdom damage resulting from the Dracorage (but not other sources) and returns the dragon's negative attitude toward nondragons one step closer in the positive direction (from unfriendly to indifferent, for example). \nIn addition, the spell also protects the dragon from having to make another save against the Dracorage for a number of days equal to the caster's level (maximum 20 days). \nThis spell counters or dispels aggravate Dracorage. \nOrigin: The abate Dracorage spell was rediscovered by the song dragon, Karasendrieth the Dragon Bard, while carrying out research at the Ilmatari Monastery of the Yellow Rose. ",
    "is_30_spell": 0
  },
  {
    "name": "Arcane Seal",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus",
    "range": " Touch",
    "duration": " Permanent",
    "saving_throw": " None",
    "effect": "",
    "description": "This spell can be cast upon a door, chest, or portal.  This magically seals the target and attaches a mystical alarm to this location.  The focus of the spell is a platinum key: this key is mystically bound to the target of the spell and cannot be used again.  The bearer of the key may freely pass the arcane seal without affecting it.  Otherwise, a door or object secured with this spell can be opened only by breaking in or with a successful dispel magic or knock spell.  Add 10 to the normal DC to break open a door or portal affected by this spell.  In addition, if the door is opened in any manner, the bearer of the key receives a mental alert: a single word, set when the spell is cast. \nA knock spell suppresses the seal for 10 minutes.  Dispel magic permanently destroys the seal if the dispel check is successful.  However, the seal sends its mental alert even if its magic is dispelled.  A rogue or artificer can sense the presence of a arcane seal by making a successful Search check (DC 28).  A rogue or artificer can temporarily disable the alarm using an arcane key (see next page). \nFocus: A finely crafted platinum key worth 50 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Condemnation",
    "school": "abjuration",
    "components": "verbal",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "You speak words of power, forcing the entity to shrink with horror. The outsider targeted by this spell must succeed on a Will save or be stunned for 1 round and have its spell resistance reduced by 10. ",
    "is_30_spell": 0
  },
  {
    "name": "Dimensional Anchor",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "effect": " Ray",
    "description": "A green ray springs from your outstretched hand. You must make a ranged touch attack to hit the target. Any creature or object struck by the ray is covered with a shimmering emerald field that completely blocks extradimensional travel. Forms of movement barred by a dimensional anchor include astral projection, blink, dimension door, ethereal jaunt, etherealness, gate, maze, plane shift, shadow walk, teleport, and similar spell-like or psionic abilities. The spell also prevents the use of a gate or teleportation circle for the duration of the spell. A dimensional anchor does not interfere with the movement of creatures already in ethereal or astral form when the spell is cast, nor does it block extradimensional perception or attack forms, such as a basilisk's gaze. Also, dimensional anchor does not prevent summoned creatures from disappearing at the end of a summoning spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Dispelling Screen",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "effect": " Energy wall whose area is up to one 10-ft. square/level, or a sphere or hemisphere with a radius of up to 1 ft./level",
    "description": "By tossing down the sheet of crystal in your hand and completing the mysterious words of power needed to release the energy of the spell, you create an immobile, shimmering screen of violet energy. \nAny spell effect operating on a creature or unattended object that passes through the screen is affected as by a targeted dispel magic (PH 223) at your caster level.  Attended items that pass through are not affected by the screen, which is the only way the screen differs from a normal targeted casting of dispel magic items are essentially not targeted by the screen.  Make a caster level check (1d20 + 1 per caster level, maximum +10) to dispel spell effects (DC 11 + caster level) or suppress an unattended object's magical properties for 1d4 rounds (DC equal to the item's caster level).  Spell effects not operating on objects or creatures cannot pass through the screen.  A disintegrate or successful dispel magic removes dispelling screen, while an antimagic field suppresses it. \nMaterial Component: A sheet of fine lead crystal. ",
    "is_30_spell": 0
  },
  {
    "name": "Essentia Lock",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus,divine focus",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "When you cast essentia lock, you freeze the subject's current allocation of essentia in place. The target is unable to shift essentia to or from any soulmelds, feats, or other essentia receptacles he might possess, and must maintain his current allocation of essentia for the duration of the spell. Creatures without essentia are unaffected by this spell. Arcane Focus: A tiny padlock made of silver (10 gp). ",
    "is_30_spell": 0
  },
  {
    "name": "Fang Trap",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Touch",
    "duration": " Permanent until discharged (D)",
    "saving_throw": " Fortitude negates (see text)",
    "effect": "",
    "description": "While casting this spell, you physically trace the area or handle the object to be trapped. A fang trap functions like a glyph of warding, except that it can't be made to activate on the basis of faith or alignment, and you can't be caught in your own fang trap. A fang trap is usually cast on a specific spot, such as a doorway or an area of floor. It can be set to distinguish between humans and Scaled Ones, or between beings wearing particular items and those who are not. The trigger can't be a symbol, but it may be one or more specific items (for example, \"six metal rings on digits, no more and no less\"). When a fang trap discharges, the subject is held immobile for 1 round. A successful Fortitude saving throw frees the subject after that period without further effect. A failed save means the subject takes 1d4 points of piercing and bludgeoning damage per caster level from the bite of a pair of unseen jaws. Material Component: A fang from any snake. ",
    "is_30_spell": 0
  },
  {
    "name": "Fire Trap",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " Permanent until discharged (D)",
    "saving_throw": " Reflex half; see text",
    "effect": "",
    "description": "Fire trap creates a fiery explosion when an intruder opens the item that the trap protects. A fire trap can ward any object that can be opened and closed (book, box, bottle, chest, coffer, coffin, door, drawer, and so forth). When casting fire trap, you select a point on the object as the spell's center. When someone other than you opens the object, a fiery explosion fills the area within a 5-foot radius around the spell's center. The flames deal 1d4 points of fire damage +1 point per caster level (maximum +20). The item protected by the trap is not harmed by this explosion. A fire trapped item cannot have a second closure or warding spell placed on it. A knock spell does not bypass a fire trap. An unsuccessful dispel magic spell does not detonate the spell. Underwater, this ward deals half damage and creates a large cloud of steam. You can use the fire trapped object without discharging it, as can any individual to whom the object was specifically attuned when cast. Attuning a fire trapped object to an individual usually involves setting a password that you can share with friends. Note:Magic traps such as fire trap are hard to detect and disable. A rogue (only) can use the Search skill to find a fire trap and Disable Device to thwart it. The DC in each case is 25 + spell level (DC 27 for a druid's fire trap or DC 29 for the arcane version). Material Component: A half-pound of gold dust (cost 25 gp) sprinkled on the warded object. ",
    "is_30_spell": 0
  },
  {
    "name": "Forceward",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " 15 ft.",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates; see text",
    "effect": " 15-ft.-radius sphere centered on you",
    "description": "Waving your arm about your head to trace the curve of a dome, you call up a hemisphere of force as clear as glass. \nYou create an unmoving, transparent sphere of force centered on you.  The sphere negates force effects and provides an impassable barrier against incorporeal creatures.  Spells with the force descriptor do not affect anything within the sphere, and any force spell that overlaps the area, such as wall of force, is automatically countered.  Incorporeal creatures, or creatures with the force descriptor must make a Will save to enter the area of the sphere. \nForceward does not push a creature out of the way if you move toward an incorporeal creature or force effect and such creatures are treated as if they automatically succeeded on their saving throws against this spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Ghost Lock",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 hour/level or until discharged",
    "saving_throw": " None",
    "effect": "",
    "description": "If the nonhumanoid subject creature dies while this spell is in effect, the creature's soul does not immediately enter the realm of the dead, and it can instead attempt to enter the Material Plane as a ghost, just as if it were a type of creature (humanoid) normally capable of such. Once the creature becomes a ghost, it can remain so until the spell duration expires, at which time it immediately passes through the Veil of Souls to the True Afterlife. The creature may willingly do this before the duration expires. ",
    "is_30_spell": 1
  },
  {
    "name": "Glacial Ward",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "A faint, shimmering reddish energy encases the subject's body, granting spell resistance 18 against fire spells and spell-like abilities. In addition, any creature using a fire-based supernatural ability on the subject (such as a breath weapon) must succeed on a DC 18 level check (1d20 + level or HD) to affect a creature warded by this spell. Material Component: A pinch of sulfur. ",
    "is_30_spell": 0
  },
  {
    "name": "Globe of Invulnerability, Lesser",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " 10 ft.",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "An immobile, faintly shimmering magical sphere surrounds you and excludes all spell effects of 3rd level or lower. The area or effect of any such spells does not include the area of the lesser globe of invulnerability. Such spells fail to affect any target located within the globe. Excluded effects include spell-like abilities and spells or spell-like effects from items. However, any type of spell can be cast through or out of the magical globe. Spells of 4th level and higher are not affected by the globe, nor are spells already in effect when the globe is cast. The globe can be brought down by a targeted dispel magic spell, but not by an area dispel magic. You can leave and return to the globe without penalty. Note that spell effects are not disrupted unless their effects enter the globe, and even then they are merely suppressed, not dispelled. For example, creatures inside the globe would still see a mirror image created by a caster outside the globe. If that caster then entered the globe, the images would wink out, to reappear when the caster exited the globe. Likewise, a caster standing in the area of a light spell would still receive sufficient illumination for vision, even though that part of the light spell's area that lies within the globe would not be luminous. If a given spell has more than one level depending on which character class is casting it, use the level appropriate to the caster to determine whether lesser globe of invulnerability stops it. Material Component: A glass or crystal bead that shatters at the expiration of the spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Ice Shield",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "The warded creature gains resistance to blows, cuts, stabs, and slashes. The subject gains damage reduction 15/-. The spell prevents a total of 10 points of damage per caster level (maximum 150 points). While protected by the spell, the creature also has vulnerability to fire and takes half again as much (+50%) damage as normal from the effect, regardless of whether a saving throw is allowed, or if the save is a success or failure. The duration increases to 10 minutes per level when in a frostfell environment. Material Component: A pinch of sleet. Coldfire Component: Five ounces of coldfire. ",
    "is_30_spell": 0
  },
  {
    "name": "Ilyykur's Mantle",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Personal",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "You cloak yourself in a luminous aura that protects you against hostile magic. The aura has two effects: You gain a luck bonus of +1 per 3 caster levels (maximum +5) on saving throws against spells and spell-like abilities, and you gain electricity resistance 10. Material Component: An uncut diamond worth at least 50 gp. ",
    "is_30_spell": 1
  },
  {
    "name": "Improved Portal Alarm",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 8 hours/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "As the portal alarm spell, with the following additions:\n\nYou may designate the alarm set off by the improved portal alarm to be mental, audible, or both. \nIf a mental alarm is chosen, you receive a mental picture of all creatures that passed through the portal and which direction they passed through. \nThe mental image provides information as if you were standing 10 feet away from the portal. \n\nYou may enable another creature to receive the mental alarm instead of yourself. \nYou must touch the creature, which receives a Will saving throw to negate the effect, if applicable. Focus: A small leather pouch containing three brass bells. ",
    "is_30_spell": 1
  },
  {
    "name": "Nezram's Emerald Energy Shield",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "You coat the subject with protective energy of an emerald green hue. This energy shield does not affect the subject's movement, senses, or ability to cast spells. While surrounded by this energy, the subject is immune to any natural or magical effect that causes deafness and to all language-dependent, mind-affecting spells and effects. The subject also gains sonic resistance 10 and a +4 bonus on saves against all spells and effects with the sonic descriptor to which it has not already been rendered immune. Arcane Material Component: A pinch of powdered emerald. ",
    "is_30_spell": 0
  },
  {
    "name": "Otiluke's Dispelling Screen",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "effect": " Energy wall whose area is up to one 10-ft. square/level, or a sphere or hemisphere with a radius of up to 1 ft./level",
    "description": "You create an opaque, immobile, shimmering screen of violet energy. Any spell effect operating on a creature or unattended object that passes through the screen is affected as by a targeted dispel magic at your caster level. Attended items that pass through are not affected by the screen, which is the only way the screen differs from a normal targeted casting of dispel magic—attended items are essentially not targeted by the screen. Make a caster level check (1d20 + 1 per caster level, maximum +10) to dispel spell effects (DC 11 + caster level) or suppress an unattended object's magical properties for 1d4 rounds (DC equal to the item's caster level). Spell effects not operating on objects or unattended creatures cannot pass through the screen. A disintegrate or successful dispel magic removes Otiluke's dispelling screen, while an antimagic field suppresses it. Material Component: A sheet of fine lead crystal. ",
    "is_30_spell": 0
  },
  {
    "name": "Otiluke's Supressing Field",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " 20 ft.",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "Your skin tingles as you radiate a field of powerful magic. When you cast this spell, designate either a school of magic or a subtype of magic (such as evil spells or fire spells). Spells of that type are suppressed within the area of your spell. Anyone attempting to cast such a spell in (or into) the area must succeed on a caster level check against a DC of 11 + your caster level. (Abilities and feats that improve the ability to defeat spell resistance, such as Spell Penetration, apply here as well). Anyone attempting to activate an item that produces a spell or effect of that type must make a similar roll, using the item's caster level for the level check. Constant items or precast effects make this check when first exposed to your suppressing field. If they succeed, they remain unaffected for the duration. If they fail, they are suppressed for the duration, resuming function (if their duration has not expired) when they leave the area. ",
    "is_30_spell": 0
  },
  {
    "name": "Portal Alarm, Improved",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 8 hours/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "This spell functions like portal alarm, with the following additions:\n\nYou can designate the alarm set off by an improved portal alarm to be mental, audible, or both. \nIf a mental alarm is chosen, you receive a mental picture of all creatures that have passed through the portal and which direction they passed through.  The mental image provides information as if you were standing 10 feet away from the portal. \nYou can enable another creature to receive the mental alarm instead of yourself.  You must touch the creature, which receives a Will saving throw to negate the effect, if applicable. \n\nFocus: A small leather pouch containing three brass bells. ",
    "is_30_spell": 0
  },
  {
    "name": "Psychic Poison",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 hour/level",
    "saving_throw": "",
    "effect": "",
    "description": "The caster taints an area, creature, or object so that anyone casting a mindaffecting or divination spell at the creature or object or within the area is subject to a psychic poison (see Table 3-6). The caster may choose any psychic poison for which he meets the minimum level requirement. Arcane Material Component: A bit of humanoid brain tissue. ",
    "is_30_spell": 1
  },
  {
    "name": "Ray Deflection",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus",
    "range": " Personal",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "effect": "",
    "description": "As the spell is cast, a brief shimmering field appears around you.  Small motes of silver float within the field. \nFor the duration of the spell, you are protected against ranged touch attacks, including ray spells and ray attacks made by creatures.  Any ray attack directed at you is automatically reflected harmlessly away. \nFocus: A glass prism. ",
    "is_30_spell": 0
  },
  {
    "name": "Ray of Deanimation",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "effect": " Ray",
    "description": "A copper-red ray bursts from your outstretched hand.  The sound of grinding gears and breaking metal accompanies the ray's flight. \nThis ray interferes with magical animation, degenerating the magic bound within constructs and effectively causing damage.  You must succeed on a ranged touch attack with the ray to strike a target.  The ray deals 1d6 points of damage per caster level to the subject (maximum 15d6). ",
    "is_30_spell": 0
  },
  {
    "name": "Remove Curse",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "Remove curse instantaneously removes all curses on an object or a creature. Remove curse does not remove the curse from a cursed shield, weapon, or suit of armor, although the spell typically enables the creature afflicted with any such cursed item to remove and get rid of it. Certain special curses may not be countered by this spell or may be countered only by a caster of a certain level or higher. Remove curse counters and dispels bestow curse. ",
    "is_30_spell": 0
  },
  {
    "name": "Resist Elements, Mass",
    "school": "abjuration",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "As resist elements, except that it affects multiple creatures. ",
    "is_30_spell": 1
  },
  {
    "name": "Resist Energy, Mass",
    "school": "abjuration",
    "components": "verbal,somatic,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 10 minutes/level",
    "saving_throw": " Fortitude negates (harmless)",
    "effect": "",
    "description": "You call upon the protective energies of magical power, surrounding your subjects in temporarily visible fields of energy.  Although the fields fade from view, you can still just barely sense their existence. \nThis spell functions like resist energy (PH 272), except that it affects all targeted creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Resistance, Greater",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Touch",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "Just as you touch the spell's subject, a feeling of peace and watchful guardianship fills your being. \nThis spell functions like resistance (PH 272), except as noted here.  You grant the subject a +3 resistance bonus on saves. ",
    "is_30_spell": 0
  },
  {
    "name": "Spell Snare",
    "school": "abjuration",
    "components": "somatic,material",
    "range": " Touch",
    "duration": " 10 minutes/level",
    "saving_throw": " None (object)",
    "effect": "",
    "description": "A spell snare takes advantage of an Eberron dragonshard's innate magical affi nity, tuning the shard so that it readily absorbs the energy of a spell.  The next spell or spelllike ability of 3rd level or lower that targets the bearer of the spell snare is absorbed into the dragonshard and has no effect.  Only spells or spell-like abilities that affect a single target, or orb or ray spells directed at the bearer, can be absorbed.  Once the spell snare has absorbed a spell, its magic expires and the dragonshard disintegrates.  It requires no action to absorb a spell, but you must have the dragonshard in hand. \nA spell snare does not discriminate between harmful or beneficial spells, and will just as readily absorb a cure light wounds spell as vampiric touch (though a character could temporarily put away or set aside the spell snare to receive a beneficial spell). \nA character can only benefit from one spell snare at any given time.  If more than one affected shard is carried, they will all activate (and be destroyed) by the first spell to target the bearer. \nMaterial Component: An Eberron dragonshard worth at least 25 gp.  Unlike most material components, the dragonshard is consumed when the spell snare effect functions, not when the spell is cast. ",
    "is_30_spell": 0
  },
  {
    "name": "Stifle Spell",
    "school": "abjuration",
    "components": "verbal",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "effect": "",
    "description": "As the creature casts a spell, you utter a simple magical phrase that momentarily confounds it. You cast this spell to distract another creature as it attempts to cast a spell. The target must succeed on a Concentration check (DC equal to 14 + your key ability modifier + the level of the spell being cast) to ignore the distraction, or else it loses the spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Stoneskin",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "The warded creature gains resistance to blows, cuts, stabs, and slashes. The subject gains damage reduction 10/adamantine. (It ignores the first 10 points of damage each time it takes damage from a weapon, though an adamantine weapon bypasses the reduction). Once the spell has prevented a total of 10 points of damage per caster level (maximum 150 points), it is discharged. Material Component: Granite and 250 gp worth of diamond dust sprinkled on the target's skin. ",
    "is_30_spell": 0
  },
  {
    "name": "Unshape Soulmeld",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "effect": "",
    "description": "You unshape (destroy) one soulmeld currently shaped on the target creature. You can choose a specific soulmeld if you wish; otherwise, the soulmeld affected is chosen randomly from all those currently shaped on the target. To succeed in unshaping the soulmeld, you must make a caster level check (1d20 + your caster level, maximum +15) against a DC of 11 + the meldshaper level of the soulmeld (add +4 to the DC if the soulmeld is bound to a chakra). If the unshaped soulmeld was bound to one of the target's chakras, the target takes damage equal to 3d6 points plus 1 additional point per caster level (maximum 3d6+15). Essentia invested in an unshaped soulmeld returns to the target's essentia pool. If the target creature has no soulmelds shaped, this spell has no effect. ",
    "is_30_spell": 0
  },
  {
    "name": "Wall of Chaos",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 10 minutes/level",
    "saving_throw": " See text",
    "effect": " A straight wall whose area is up to one 10-ft. square/level or a sphere or hemisphere with a radius of up to 5 ft./2 levels",
    "description": "You invoke the abjuration, and a wall of multicolored energy springs up, becoming translucent and vanishing in a flash. \nThis spell functions like wall of good, except that lawful creatures are blocked. ",
    "is_30_spell": 0
  },
  {
    "name": "Wall of Evil",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 10 minutes/level",
    "saving_throw": " See text",
    "effect": " A straight wall whose area is up to one 10-ft. square/level or a sphere or hemisphere with a radius of up to 5 ft./2 levels",
    "description": "You invoke the abjuration and a wall of red and black energy springs up, only to fade away to invisibility. \nThis spell functions like wall of good, except that good creatures are blocked. ",
    "is_30_spell": 0
  },
  {
    "name": "Wall of Good",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 10 minutes/level",
    "saving_throw": " See text",
    "effect": " A straight wall whose area is up to one 10-ft. square/level or a sphere or hemisphere with a radius of up to 5 ft./2 levels",
    "description": "You invoke the abjuration, and a cascade of brilliant white energy springs up in a wall that becomes invisible almost instantly. \nYou create an immobile barrier that inhibits evil creatures.  An evil summoned creature cannot pass through the wall in either direction, and any other evil creature must succeed on a Will save each time it attempts to move through the wall.  If the saving throw is failed, the creature's movement is stopped, and it can take no other action that round. \nA wall of good must be continuous and unbroken when formed.  If it is cast so that an object or creature breaks its surface, the spell fails. \nArcane Material Component: Powdered silver worth 25 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Wall of Law",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 10 minutes/level",
    "saving_throw": " See text",
    "effect": " A straight wall whose area is up to one 10-ft. square/level or a sphere or hemisphere with a radius of up to 5 ft./2 levels",
    "description": "You invoke the abjuration, and a wall of translucent silver energy springs up before fading away to nothingness. \nThis spell functions like wall of good, except that chaotic creatures are blocked. ",
    "is_30_spell": 0
  }
]