[
  {
    "name": "Anti-ectoplasm Shell",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "As antilife shell, except that it affects only ectoplasm, whether inert or part of an ectoplasmic creature. ",
    "is_30_spell": 1
  },
  {
    "name": "Anticipate Teleportation, Greater",
    "school": "abjuration",
    "components": "arcane focus",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like anticipate tele- portation, except that greater anticipate teleportation identifies the type of the arriving creature (and any companions accompanying it) and creates a delay of 3 rounds, providing the recipient with even more warning and preparation time. \nFocus: A tiny hourglass of platinum and crystal filled with diamond dust, costing at least 1,000 gp.  The hourglass must be carried or worn by the spell's recipient while the spell is in effect. ",
    "is_30_spell": 0
  },
  {
    "name": "Antimagic Field",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " 10 ft.",
    "duration": " 10 min./level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "An invisible barrier surrounds you and moves with you.  The space within this barrier is impervious to most magical effects, including spells, spell-like abilities, and supernatural abilities.  Likewise, it prevents the functioning of any magic items or spells within its confines. \nAn antimagic field suppresses any spell or magical effect used within, brought into, or cast into the area, but does not dispel it.  A hasted creature, for example, is not hasted while inside the field, but the spell resumes functioning when the creature leaves the field.  Time spent within an antimagic field counts against the suppressed spell's duration.  \nSummoned creatures of any type and incorporeal undead wink out if they enter an antimagic field.  They reappear in the same spot once the field goes away.  Time spent winked out counts normally against the duration of the conjuration that is maintaining the creature.  If you cast antimagic field in an area occupied by a summoned creature that has spell resistance, you must make a caster level check (1d20 + caster level) against the creature's spell resistance to make it wink out.  (The effects of instantaneous conjurations, such as create water, are not affected by an antimagic field because the conjuration itself is no longer in effect, only its result).  \nA normal creature (a normally encountered griffon rather than a conjured one, for instance) can enter the area, as can normal missiles.  Furthermore, while a magic sword does not function magically within the area, it is still a sword (and a masterwork sword at that).  The spell has no effect on golems and other constructs that are imbued with magic during their creation process and are thereafter self-supporting (unless they have been summoned, in which case they are treated like any other summoned creatures).  Elementals, corporeal undead, and outsiders are likewise unaffected unless summoned.  These creatures' spell-like or supernatural abilities, however, may be temporarily nullified by the field.  Dispel magic does not remove the field. \nTwo or more antimagic fields sharing any of the same space have no effect on each other.  Certain spells, such as wall of force, prismatic sphere, and prismatic wall, remain unaffected by antimagic field (see the individual spell descriptions).  Artifacts and deities are unaffected by mortal magic such as this. (See the Dungeon Master's Guide for more about artifacts). \nShould a creature be larger than the area enclosed by the barrier, any part of it that lies outside the barrier is unaffected by the field. \nArcane Material Component: A pinch of powdered iron or iron filings. ",
    "is_30_spell": 0
  },
  {
    "name": "Aura of Evasion",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " 10 ft.",
    "duration": " 1 minute/level",
    "saving_throw": " No",
    "effect": "",
    "description": "\"Stay together,\" you shout, and intone the words of this spell, casting the crushed gemstone in the air at its conclusion.  You are all bathed in a silver-green nimbus of light. \nYou and all creatures within 10 feet of you gain evasion, but only against breath weapons.  (If a breath weapon would normally allow a Reflex saving throw for half damage, a creature within an aura of evasion that successfully saves takes no damage instead. ) Creatures within the spell's area that already have evasion or improved evasion get a +4 bonus on Reflex saving throws against breath weapons. \nMaterial Component: Powdered emerald worth 500 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Dispel Magic, Greater",
    "school": "abjuration",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like dispel magic, except that the maximum caster level on your dispel check is +20 instead of +10. \nAdditionally, greater dispel magic has a chance to dispel any effect that remove curse can remove, even if dispel magic can't dispel that effect. ",
    "is_30_spell": 0
  },
  {
    "name": "Dragonmark Symbol",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " 0 ft.; see text",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " Fortitude negates",
    "effect": " One symbol",
    "description": "You use a dragonshard to trace a copy of your dragonmark on a surface.  The shard disappears as you complete the rune, which glows momentarily, then fades away. \nThis spell functions like a symbol of death (PH 289), except that each creature within the radius of a dragonmark symbol must attempt a Fortitude saving throw each round at the beginning of its turn.  Failure means that a creature is nauseated.  These effects end after the creature moves farther than 60 feet from the symbol. \nUnlike symbol of death, dragonmark symbol has no hit point limit; once triggered, a dragonmark symbol simply remains active for 10 minutes per caster level. \nCreatures possessing the dragonmark of your house do not trigger the symbol and are unaffected by it if it is triggered by others.  However, they sense its presence if they are within 60 feet.  Because aberrant dragonmarks are unique, a dragonmark symbol spell cast by a character with an aberrant dragonmark affects all creatures except the caster. \nYou can make a dragonmark symbol permanent using a permanency spell (CL 14th, 3,000 XP). \nNote: Magic traps such as dragonmark symbol are hard to detect and disable.  A rogue (only) can use the Search skill to find a dragonmark symbol and Disable Device to thwart it.  The DC in each case is 25 + spell level, or 31 for dragonmark symbol. \nMaterial Component: A Siberys dragonshard (if you possess a true dragonmark) or a Khyber dragonshard (if you possess an aberrant dragonmark) worth at least 1,000 gp. \nDragonmark: Any true or aberrant dragonmark. ",
    "is_30_spell": 0
  },
  {
    "name": "Fleshbound",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " Will negates; see text",
    "effect": "",
    "description": "",
    "is_30_spell": 0
  },
  {
    "name": "Gate Seal",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Permanent",
    "saving_throw": " None",
    "effect": "",
    "description": "You permanently seal a gate or portal. Gate seal prevents any activation of the gate or portal, though the seal may be negated by a successful dispel magic cast upon the spell. A knock spell does not function on the gate seal, but a chime of opening dispels the spell. Material Component: A silver bar worth 50 gp. ",
    "is_30_spell": 1
  },
  {
    "name": "Globe of Invulnerability",
    "school": "abjuration",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like lesser globe of invulnerability, except that it also excludes 4th-level spells and spell-like effects. ",
    "is_30_spell": 0
  },
  {
    "name": "Guards and Wards",
    "school": "abjuration",
    "components": "verbal,somatic,material,arcane focus",
    "range": " Anywhere within the area to be warded",
    "duration": " 2 hours/level (D)",
    "saving_throw": " See text",
    "effect": "",
    "description": "This powerful spell is primarily used to defend your stronghold. The ward protects 200 square feet per caster level. The warded area can be as much as 20 feet high, and shaped as you desire. You can ward several stories of a stronghold by dividing the area among them; you must be somewhere within the area to be warded to cast the spell. The spell creates the following magical effects within the warded area. Fog: Fog fills all corridors, obscuring all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). Saving Throw: None. Spell Resistance: No. Arcane Locks: All doors in the warded area are arcane locked. Saving Throw: None. Spell Resistance: No. Webs:Webs fill all stairs from top to bottom. These strands are identical with those created by the web spell, except that they regrow in 10 minutes if they are burned or torn away while the guards and wards spell lasts. Saving Throw: Reflex negates; see text for web. Spell Resistance: No. Confusion:Where there are choices in direction—such as a corridor intersection or side passage—a minor confusion-type effect functions so as to make it 50% probable that intruders believe they are going in the opposite direction from the one they actually chose. This is an enchantment, mind-affecting effect. Saving Throw: None. Spell Resistance: Yes. Lost Doors:One door per caster level is covered by a silent image to appear as if it were a plain wall. Saving Throw: Will disbelief (if interacted with). Spell Resistance: No. In addition, you can place your choice of one of the following five magical effects. 1.  Dancing lights in four corridors. You can designate a simple program that causes the lights to repeat as long as the guards and wards spell lasts. Saving Throw: None. Spell Resistance: No. 2.  A magic mouth in two places. Saving Throw: None. Spell Resistance: No. 3.  A stinking cloud in two places. The vapors appear in the places you designate; they return within 10 minutes if dispersed by wind while the guards and wards spell lasts. Saving Throw: Fortitude negates; see text for stinking cloud. Spell Resistance: No. 4.  A gust of wind in one corridor or room. Saving Throw: Fortitude negates. Spell Resistance: Yes. 5.  A suggestion in one place. You select an area of up to 5 feet square, and any creature who enters or passes through the area receives the suggestion mentally. Saving Throw: Will negates. Spell Resistance: Yes. The whole warded area radiates strong magic of the abjuration school. A dispel magic cast on a specific effect, if successful, removes only that effect. A successful Mordenkainen's disjunction destroys the entire guards and wards effect. Material Component: Burning incense, a small measure of brimstone and oil, a knotted string, and a small amount of blood. Focus: A small silver rod. ",
    "is_30_spell": 0
  },
  {
    "name": "Hidden Truename",
    "school": "abjuration",
    "components": "verbal,somatic,true name",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "You chant a personal truename in an ever-quieter voice as you slowly lower your hand and crouch, trying to erase traces of the personal truename from the cosmos. The subject gains protection from those who would use her personal truename for ill purposes, and a modicum of defense against utterances that use more general truenames. The subject of a hidden truename spell gets a +2 bonus on saving throws against utterances. In addition, those trying to research the personal truename of a creature protected by hidden truename take a -8 penalty on the Knowledge check required to do so. (Truename research rules are detailed on page 196). Truename Component:When you cast this spell, you must correctly speak the personal truename of the creature you're trying to protect. ",
    "is_30_spell": 0
  },
  {
    "name": "Impotent Possessor",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Permanent (D)",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "The caster renders one creature that can possess or inhabit other creatures, or a creature that can move its mind out of its body, powerless within the host it currently inhabits. Potential targets include possessing demons, malevolent ghosts, and a caster currently using a magic jar spell. The only action the subject can take is to leave the body it currently inhabits. This spell, in conjunction with imprison possessor, is one of the best ways to deal with a possessing fiend. ",
    "is_30_spell": 1
  },
  {
    "name": "Karmic Retribution",
    "school": "abjuration",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "By manipulating fate itself, you ensure that any who attack you suffer greatly for their insolence. \nThis spell functions like karmic aura, except that any creature that damages you and fails its Will save becomes stunned for 1 round. ",
    "is_30_spell": 0
  },
  {
    "name": "Prismatic Aura",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 1 round/level or until discharged (D)",
    "saving_throw": "",
    "effect": "",
    "description": "You are surrounded in a flashing aura of multiple colors. The prismatic aura spell obscures your image, offering you concealment. In addition, any creature that hits you with a nonreach melee weapon is subject to a random prismatic effect. Roll 1d8 and consult the table under prismatic spray (PH 264); reroll any result of 8, since a prismatic aura can't generate two effects at once. Each time an effect is expended, that color disappears from the aura (reroll if it comes up again on the table). Thus a prismatic aura can affect a maximum of seven attackers before it disappears, and the spell ends. An attacker is entitled to any applicable saves, and spell resistance applies to this effect. ",
    "is_30_spell": 0
  },
  {
    "name": "Repel Ectoplasm",
    "school": "abjuration",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "As repel wood, but affecting only ectoplasm, whether inert or part of an ectoplasmic creature. Large manifestations of ectoplasm (such as a wall of ectoplasm spell) are not considered \"fixed firmly\" for the purpose of this spell and are pushed back by the waves of energy. ",
    "is_30_spell": 1
  },
  {
    "name": "Repulsion",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus,divine focus",
    "range": " Up to 10 ft./level",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "An invisible, mobile field surrounds you and prevents creatures from approaching you. You decide how big the field is at the time of casting (to the limit your level allows). Any creature within or entering the field must attempt a save. If it fails, it becomes unable to move toward you for the duration of the spell. Repelled creatures' actions are not otherwise restricted. They can fight other creatures and can cast spells and attack you with ranged weapons. If you move closer to an affected creature, nothing happens. (The creature is not forced back). The creature is free to make melee attacks against you if you come within reach. If a repelled creature moves away from you and then tries to turn back toward you, it cannot move any closer if it is still within the spell's area. Arcane Focus: A pair of small iron bars attached to two small canine statuettes, one black and one white, the whole array worth 50 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Resistance, Superior",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Touch",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "As you finish casting the spell, you feel imbued with the feeling that something greater than yourself is protecting you.  When you touch your intended subject and release the spell, the feeling disappears. \nThis spell functions like resistance (PH 272), except as noted here.  You grant the subject a +6 resistance bonus on saves. ",
    "is_30_spell": 0
  },
  {
    "name": "Ruby Ray of Reversal",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "effect": "",
    "description": "From your fingertips springs a thin line of bright red light to negate the hazard before you. \nEach version of this spell can target one of the hazards described below and \"correct\" it in the manner described.  Unless specifically stated otherwise, this spell affects magical and mundane hazards of the indicated type equally.  For example, a ruby ray of reversal can eliminate the webs of a monstrous spider or the effect of a web spell. \n\nAny trap targeted by the ray is sprung.  This version of the spell can have adverse effects on creatures standing within a trap's area.  You must be aware of a trap to cast ruby ray of reversal on it. \n\n\nThe spell unties knots and causes chains, manacles, and similar restraining devices to fall away.  Entangle and similar magical effects are dispelled.  Doors (or chests, drawers, cabinets, and so on) that are locked, barred, or under the effect of an arcane lock spell are opened. \n\n\nA 5-foot-diameter hole is created in a wall of force, forcecage, or similar spell or effect.  This function of the spell does not destroy the targeted effect, but creatures trapped by it might be able to wriggle free. \n\n\nA creature that has been polymorphed, turned to stone, or otherwise transformed from its natural state is returned to its natural form. \n\n\nA magic jar spell is dispelled if a ruby ray of reversal targets the crystal holding the caster's soul. \n\n\nWebs, slime, grease, and other substances that would hamper movement are destroyed in a 20-foot- radius spread. \n\nFocus: A ruby worth at least 500 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Seal Portal",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Permanent (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "You cast a silver bar in the direction of the portal and it vanishes, becoming a semi-translucent net of silver magic that briefly encases the portal before disappearing. \nYou can permanently seal an interplanar gate or portal.  The spell prevents any use of the portal, although seal portal can be dispelled by a dispel magic spell.  A knock spell does not function on a sealed portal, but a chime of opening dispels seal portal if seal portal was cast by a spellcaster of lower than 15th level. \nOnce a portal is opened, seal portal does not remain in effect and must be cast again. \nMaterial Component: A silver bar worth 50 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Sign of Sealing, Greater",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Permanent",
    "saving_throw": " Reflex half; see text",
    "effect": "",
    "description": "This spell functions like sign of sealing, except that it can also be used to seal an open space (such as a corridor or an archway), creating a magical barrier of force that repels any creature attempting to pass.  In addition, doors and objects protected by a greater sign of sealing are strengthened, increasing their hardness by 10 and granting them an extra 5 hit points per caster level.  Any object protected by a greater sign of sealing is treated as a magic item for the purpose of making saving throws and gains a +4 resistance bonus on saving throws.  If its seal is broken, a greater sign of sealing deals 1d6 points of damage per caster level (maximum 20d6) in a 40-foot radius (Reflex half). \nA greater sign of sealing cannot be passed with a knock spell, but it can be dispelled (DC 15 + the caster level of the sign's creator).  It can be disarmed with a DC 31 Disable Device check. \nMaterial Component: A crushed emerald worth at least 500 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Snare Astral Traveler",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "This spell allows the caster to attract and capture an astral creature, as someone using the astral projection spell. If such a creature is within range at the time of casting and fails its saving throw, it is brought instantly before thecaster and held motionless and visible for the spell's duration. Spellcasters generally follow snare astral traveler with a more lasting restraint, such as trap the soul. If more than one astral creature is within range, the closest creature is affected. If that creature makes its saving throw, the next closest creature must make a save. This continues until one creature fails its save or all have succeeded. ",
    "is_30_spell": 1
  },
  {
    "name": "Starmantle",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "This spell manifests as a draping cloak of tiny, cascading stars that seem to flicker out before touching the ground. The cloak forms over the target's existing apparel and sheds light as a torch, although this is not the mantle's primary function. The starmantle renders the wearer impervious to nonmagical weapon attacks and transforms any nonmagical weapon or missile that strikes it into harmless light, destroying it forever. Contact with the starmantle does not destroy magic weapons or missiles, but the starmantle's wearer is entitled to a Reflex saving throw (DC 15) each time he is struck by such a weapon; success indicates that the wearer takes only half damage from the weapon (rounded down). Material Component: A pinch of dust from a pixie's wing (20 gp). ",
    "is_30_spell": 0
  },
  {
    "name": "Stone Body",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Personal",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "As iron body, except as follows. You gain damage reduction 20/+2. You are vulnerable to all special attacks that affect stone golems. You gain a +4 enhancement bonus to Strength and a -4 penalty to Dexterity (to a minimum Dexterity score of 1). Your speed is reduced to half normal. Your weight increases by a factor of three. Arcane Material Component: A small piece of stone that was once part of either a stone golem, a greater earth elemental, or a castle's outer wall. ",
    "is_30_spell": 1
  },
  {
    "name": "Transcribe Symbol",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus",
    "range": " Touch",
    "duration": " 10 minutes or until discharged",
    "saving_throw": " None",
    "effect": "",
    "description": "Mimicking the marks of the sigil on the slate you hold, you render yourself immune to detection by the magic symbol. \nYou place a protective spell upon your hand that allows you to touch an untriggered magic sigil (such as a glyph of warding or a symbol of death) without setting it off.  The touched sigil is removed from its location and held as magical potential on your hand, as though it were a touch spell. \nTo pick up a sigil in this manner, you must make a successful caster level check (DC 20 + the target glyph's spell level).  Failure indicates that you have triggered the glyph or symbol.  If you successfully transfer the sigil to your hand, you can use a standard action to place it on a surface (not a creature) of the sort on which it can normally be scribed.  The transferred sigil works normally thereafter and retains all its original triggering conditions, although its current location might make its triggers difficult or impossible to achieve. \nYou can maintain the magic sigil on your hand as long as you concentrate.  If your concentration lapses or the spell duration expires while the sigil is thus stored as potential, it immediately triggers upon you (and only you), even if you normally would not meet its same saving throw and spell resistance as the original spell did.  The only safe way to rid yourself of the stored sigil is to place it upon a suitable surface. \nFocus: A piece of slate that has been scoured bare and smooth on one side. ",
    "is_30_spell": 0
  }
]