[
  {
    "name": "Aiming At the Target",
    "school": "abjuration",
    "components": "somatic",
    "range": " Personal",
    "duration": " Concentration, up to 20 minutes; see text",
    "saving_throw": "",
    "effect": "",
    "description": "When you cast this spell as a swift action (see page 86), you increase your ability to concentrate on a spell you have already cast. This spell is one of only a few spells (finding the center being another) that you can cast while maintaining concentration on another spell. Aiming at the target gives you a +10 circumstance bonus on Concentration checks you make to maintain concentration on the other spell, and its effect lasts as long as you concentrate on the other spell (to a maximum of 20 minutes). ",
    "is_30_spell": 0
  },
  {
    "name": "Anticold Sphere",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " 10 ft.",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "As a rosy color flickers into being in the surrounding air, you feel a sense of warmth and well-being. \nAll creatures within the area of the spell gain immunity to cold damage.  In addition, the emanation prevents the entrance of any creature with the cold subtype.  The effect hedges out such creatures in the area when it is cast. \nNote: Forcing an abjuration barrier against creatures that the spell keeps at bay collapses the barrier (PH 172). ",
    "is_30_spell": 0
  },
  {
    "name": "Antifire Sphere",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "You bring into being a mobile, spherical energy field that protects against fire. All creatures within the area of the spell gain immunity to fire damage. In addition, the sphere prevents the entrance of any creature with the fire subtype and hedges out such creatures that are in the area when the spell is cast. You must overcome a creature's spell resistance to keep it at bay. ",
    "is_30_spell": 0
  },
  {
    "name": "Banish Dragonmark",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25ft. + 5ft./2 levels)",
    "duration": " 1 day/level",
    "saving_throw": " Will Negates",
    "effect": "",
    "description": "If the subject fails its save, its dragonmark i stripped away for the spell's duration.  The affected subject cannot use any of its dragonmarked spell-like abilities (or any other abilities that rely on dragonmarks) during this time. If the target creature's dragonmark is one step more powerful than yours, that creature it gains a +2 bonus to its Will save.  If the target creature's dragonmark is two steps more powerful than yours, that creature it gains a +4 bonus to its Will save.  \nMaterial Component.  A pinch of Eberron dragonshard dust. \nDragonmark: Any true or aberrant dragonmark. ",
    "is_30_spell": 0
  },
  {
    "name": "Break Enchantment",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "effect": "",
    "description": "This spell frees victims from enchantments, transmutations, and curses. Break enchantment can reverse even an instantaneous effect, such as flesh to stone. For each such effect, you make a caster level check (1d20 + caster level, maximum +15) against a DC of 11 + caster level of the effect. Success means that the creature is free of the spell, curse, or effect. For a cursed magic item, the DC is 25. If the spell is one that cannot be dispelled by dispel magic, break enchantment works only if that spell is 5th level or lower. For instance, bestow curse cannot be dispelled by dispel magic, but break enchantment can dispel it. If the effect comes from some permanent magic item, such as a cursed sword, break enchantment does not remove the curse from the item, but it does frees the victim from the item's effects. For example, a cursed item can change the alignment of its user. Break enchantment allows the victim to be rid of the item and negates the alignment change, but the item's curse is intact and affects the next creature to pick up the item—even if it's the recent recipient of the break enchantment spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Contingent Energy Resistance",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "As you finish chanting the words, a pearlescent film covers your body before fading into your skin, a pale rainbow of colors offering their protection against potential damage to come. \nThis spell functions similarly to contingency (PH 213), but with a more limited scope.  While contingent energy resistance is in effect, if you are dealt damage associated with one of the five types of energy (acid, cold, electricity, fire, or sonic), the spell automatically grants you resistance 10 against that type of energy for up to 10 minutes per caster level, or until the remainder of the spell's duration, just as if you were under the effect of a resist energy spell of the appropriate type. \nOnce the energy type protected against by a particular casting of this spell is determined, it can't be changed.  You can't have more than one contingent energy resistance in effect on yourself at the same time—if you cast the spell a second time while an earlier casting is still in effect, the earlier spell automatically expires. \nThe energy resistance granted by this spell does not stack with similar benefits against the same energy type (such as from the resist energy spell).  However, it is possible to be simultaneously under the effect of resist energy (fire) and contingent energy resistance (electricity), or any other two such spells that protect against different types of energy. \nMaterial Component: An oyster shell. ",
    "is_30_spell": 0
  },
  {
    "name": "Dismissal",
    "school": "abjuration",
    "components": "verbal,somatic,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " Will negates; see text",
    "effect": "",
    "description": "This spell forces an extraplanar creature back to its proper plane if it fails a special Will save (DC = spell's save DC – creature's HD + your caster level).  If the spell is successful, the creature is instantly whisked away, but there is a 20% chance of actually sending the subject to a plane other than its own. ",
    "is_30_spell": 0
  },
  {
    "name": "Dispel Possession",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "effect": "",
    "description": "You force a being that is possessing a creature out of its host body. The possessor acts as if it had left its host voluntarily (a ghost appears next to the host, a person using magic jar returns to its receptacle if in range or dies if it is not, and so on). Alternatively, this spell may be used as a form of dispel magic to dispel a charm, dominate, or similar effect on a target. Material Component: powered silver worth 1 gp. ",
    "is_30_spell": 1
  },
  {
    "name": "Dispel Water",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "effect": "",
    "description": "You call on the power of the waste to counter and dismiss water creatures, spells, and effects. However, dispel water cannot counter an instantaneous spell or effect. You choose to use dispel water in one of three ways: to dry up a body of water, to counter a water-based spell or effect, or to dismiss an extraplanar creature of the water subtype. Dry Up Water: This effect instantly destroys 200 cubic feet of water per level. Remaining water rushes in to fill the void. Cast in a large body of water, such as an ocean, the destruction of 1,000 or more cubic feet of water produces a strong current that pulls boats and creatures down. Creatures caught in the current must make a DC 20 Swim check to avoid going under. A creature that fails the Swim check is pulled down to a depth of 10 feet per caster level and must hold its breath or begin to drown (see page 304 of the Dungeon Master's Guide). The current might capsize vessels: The chance is 95% for a craft shorter than 20 feet long, 50% for one from 20 to 60 feet long, and 20% for one over 60 feet long. Counterspell:Used in this way, dispel water targets a spellcaster and is cast as a counterspell (see page 170 of the Player's Handbook). It only counters spells and spell-like abilities that have the water descriptor, or appear on the Water domain spell list, or clearly involve water (such as create food and water, sleet storm, and wall of ice). To successfully counter the other spell, you must make a dispel check (1d20 + your caster level, maximum +20) against a DC equal to 11 + the spell's caster level. Dismiss Water Creature: Cast in this way, dispel water targets a single extraplanar creature of the water subtype within range. The creature can negate the effect with a successful Will save (and its spell resistance, if any, applies). If it fails to save or resist the spell, the creature is forced back to its home plane. ",
    "is_30_spell": 0
  },
  {
    "name": "Dispelling Breath",
    "school": "abjuration",
    "components": "somatic",
    "range": " Personal",
    "duration": " 1 round",
    "saving_throw": "",
    "effect": "",
    "description": "You exhale a cloud of poisonous gas mixed with starlight motes that gravitate toward the spellcasters and summoned monsters within the cloud. \nFor this spell to function, you must have a breath weapon, either as a supernatural ability or as the result of casting a spell such as dragon breath (page 73).  When you successfully cast this spell, your breath weapon acts as a targeted dispel magic (PH 223). \nFor each creature or object that fails its saving throw against your breath weapon and that is the subject of one or more spells, you make a dispel check against the highest level spell currently in effect on the object or creature.  A dispel check is 1d20 + 1 per caster level (maximum +15) against a DC of 11 + the spell's caster level.  If that check fails, you make dispel checks against progressively weaker spells until you dispel one spell or until you fail all your checks.  A creature's magic items are not affected, and creatures and objects that rolled successful saving throws against your breath weapon are likewise not affected. \nIf a creature that is the effect of an ongoing spell (such as a monster summoned by monster summoning), is in the area and fails its saving throw against your breath weapon, you can also make a dispel check to end the spell that conjured the creature (returning it whence it came). \nFor each ongoing area or effect spell centered within the area of your breath weapon, you make a dispel check to dispel the spell. \nSpells are dispelled prior to the effect of your breath weapon being resolved. \nYou can choose to automatically succeed on dispel checks against any spell in the area that you have cast. ",
    "is_30_spell": 0
  },
  {
    "name": "Duelward",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Personal",
    "duration": " 1 round/level or until discharged (D)",
    "saving_throw": "",
    "effect": "",
    "description": "The air around you crackles with magical energy as you finish uttering the last syllables of the spell's formula.  You immediately feel as if your link to the arcane somehow has increased, filling you with confidence and a sense of security. \nWhile a duelward spell is in effect, counterspelling is an immediate action for you, allowing you to counterspell even when it is not your turn without having previously readied an action.  You also gain a +4 competence bonus on Spellcraft checks made to identify spells being cast. \nThe first time you succesfully counterspell while the spell is in effect (whether you conterspell as an immediate action or not), duelward is discharged. \nMaterial Component: A miniature silk glove. ",
    "is_30_spell": 0
  },
  {
    "name": "Energy Buffer",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " 24 hours or until discharged",
    "saving_throw": "",
    "effect": "",
    "description": "This abjuration grants you protection against damage from any type of energy: acid, cold, electricity, fire, or sonic. The spell protects your equipment as well. Whenever you are exposed to energy damage, a multi-hued aura covers your body and absorbs up to 1d6 points per caster level (maximum 15d6) of whatever type of energy triggered the effect. The protective aura lasts for 1 round or until it absorbs all the damage it can, whichever comes first. Once the aura begins absorbing damage, you cannot change the type of damage it absorbs. Energy buffer overlaps (and does not stack with) endure elements, resist elements, and protection from elements. If you are warded by energy buffer and one or more of the other spells, the energy buffer spell absorbs damage until it is exhausted, no matter what type of energy the other spells ward against. If you are subjected to a second type of energy after energy buffer is activated, any warding spell that protects you from the second type of energy is still effective. For example, Mialee casts energy buffer on herself and also receives protection from elements (fire) and resist elements (cold) from Jozan. Later, a white dragon and a group of ogres ambush Mialee's party. The ogres hurl flasks of alchemist's fire at Mialee, which triggers her energy buffer spell. The buffer easily absorbs all the fire damage Mialee would have suffered, and the protection from elements (fire) spell absorbs nothing. Later, in the surprise round, the white dragon looses its breath weapon. Because Mialee's energy buffer spell is absorbing fire damage, it is ineffective against the cold damage the dragon's breath weapon deals, but Mialee still gets the benefit of the resist elements (cold) spell. ",
    "is_30_spell": 1
  },
  {
    "name": "Field of Resistance",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "The air in this spell's effect shimmers with arcane energy. A buzzing sound echoes in your mind as the flow of magic into the affected area chokes off and ends. This spell creates a zone that impedes the flow of magic. The energy of this zone clings to creatures and objects, granting them a shield against spells. All creatures in the spell's area gain spell resistance of 11 + caster level for as long as they remain in the area. If a creature already has spell resistance higher than this amount, this spell does not affect it. Unlike personal spell resistance, this spell resistance cannot be voluntarily lowered. A creature loses this spell resistance when it leaves the spell's area, and gains it again if it returns. ",
    "is_30_spell": 0
  },
  {
    "name": "Imprison Possessor",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Permanent (D)",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "The caster traps one creature that can possess or inhabit other creatures, or one that can move its mind out of its body, within the creature it currently inhabits. Potential targets include possessing demons, malevolent ghosts, and a caster currently using a magic jar spell. The possessing creature cannot leave the body it is currently in, whether or not it is its own, by any means. ",
    "is_30_spell": 1
  },
  {
    "name": "Indomitability",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " 1 minute/level or until discharged",
    "saving_throw": " None (harmless)",
    "effect": "",
    "description": "The spell's energy makes you feel impervious to wounds, if only for a limited time. \nThe indomitability spell protects its recipient from the first incapacitating attack the creature suffers during the spell's duration.  An incapacitating attack is one that would reduce the recipient to fewer than 1 hit point.  The attack must be one that deals damage; the indomitability spell offers no protection from nondamaging effects or attacks that kill or destroy without dealing any damage, such as death effects.  Regardless of how much damage the attack deals, the recipient of the indomitability spell takes only enough damage to be reduced to 1 hp.  The remaining damage from the attack is ignored.  Once the spell protects the subject in this manner, the spell is discharged. ",
    "is_30_spell": 0
  },
  {
    "name": "Ironguard, Lesser ",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "You watch as your target's skin lightens and takes on a translucent look. \nThe subject of lesser ironguard becomes immune to nonmagical metal.  Metal items (including metal weapons) simply pass through you, and you can walk through metal barriers such as iron bars.  Magic metal affects you normally, as do spells, spell-like abilities, and supernatural effects.  Attacks delivered by metal items (such as poison on a dagger) affect you normally.  If the spell expires while metal is inside you, the metal object is shunted out of your body (or you away from the metal, if it is an immovable object such as a set of iron bars).  You and the object each take 1d6 points of damage as a result (ignoring the object's hardness for determining damage to it). Because you pass through metal, you can ignore armor bonuses from nonmagic metal armor on opponents you attack with unarmed attacks. \nMaterial Component: A tiny shield of wood, glass, or crystal. ",
    "is_30_spell": 0
  },
  {
    "name": "Ironguard, Lesser",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "You or a creature you touch becomes immune to nonmagical metal. Metal items (including metal weapons) simply pass through you, and you can walk through metal barriers such as iron bars. Magic metal affects you normally, as do spells, spell-like abilities, and supernatural effects. Attacks delivered by metal items (such as poison on a dagger) affect you normally. If the spell expires while metal is inside you, the metal object is shunted out of your body (or you away from the metal, if it is an immovable object such as a set of iron bars). You and the object each take 1d6 points of damage as a result (ignoring the object's hardness for determining damage to it). Because you pass through metal, you may ignore armor bonuses from metal armor on opponents you attack with unarmed attacks. Material Component: A tiny shield of wood, glass, or crystal. ",
    "is_30_spell": 1
  },
  {
    "name": "Mana Flux",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "effect": "",
    "description": "The air crackles and warps as you flood the area with unstable, disrupting magical energy. The light shed by a continual flame torch flutters wildly, while your magic items hum and vibrate. This spell creates a field of unstable magical energy. Any creature trying to cast a spell, use a spell-like ability, activate a supernatural ability, or manifest a psionic power in the spell's area has a 20% chance of failure. Spell completion items, such as scrolls, also have this failure chance. If a creature within the spell's area has a spell failure chance due to some other source, such as wearing armor, check each source of spell failure chance separately. Feats and abilities that reduce the chance of spell failure due to armor have no effect on this field. A failed spell uses up a spell slot or other resources as appropriate. Magic items do not have a chance of failure, since the power invested in them is too ingrained to be disrupted by this spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Mordenkainen's Private Sanctum",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 24 hours (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "This spell ensures privacy. Anyone looking into the area from outside sees only a dark, foggy mass. Darkvision cannot penetrate it. No sounds, no matter how loud, can escape the area, so nobody can eavesdrop from outside. Those inside can see out normally. Divination (scrying) spells cannot perceive anything within the area, and those within are immune to detect thoughts. The ward prevents speech between those inside and those outside (because it blocks sound), but it does not prevent other communication, such as a sending or message spell, or telepathic communication, such as that between a wizard and her familiar. The spell does not prevent creatures or objects from moving into and out of the area. Mordenkainen's private sanctum can be made permanent with a permanency spell. Material Component: A thin sheet of lead, a piece of opaque glass, a wad of cotton or cloth, and powdered chrysolite. ",
    "is_30_spell": 0
  },
  {
    "name": "Nezram's Sapphire Screen of Shielding",
    "school": "abjuration",
    "components": "verbal,somatic,arcane focus",
    "range": " Personal",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "You create a levitating, square screen of fluid blue force approximately 5 feet on a side and 1 inch thick. This screen responds immediately to spells and physical attacks that target you, moving with you and flowing freely around your body to protect you from specific attacks. In addition to providing the effect of a shield spell, Nezram's sapphire screen of shielding also gives you damage reduction 10/magic. Arcane Focus: A sapphire worth at least 250 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Planar Tolerance",
    "school": "abjuration",
    "components": "verbal",
    "range": " 20 ft.",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "effect": "",
    "description": "You have barely time to bark out a few elder words of power, but then the pressure subsides, and you know you are safe long enough to complete your mission. \nThis spell functions like avoid planar effects (page 19), except as noted above. ",
    "is_30_spell": 0
  },
  {
    "name": "Psychic Turmoil",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level",
    "saving_throw": " Will partial; see text",
    "effect": "",
    "description": "With this spell, you create an invisible field that leeches away the power points of psionic characters standing within the emanation. Nonpsionic characters are unaffected. When the spell is cast and at the beginning of each of your subsequent turns, psionic creatures within the area of the psychic turmoil lose 1 power point per manifester level they have. Characters who succeed on a Will save when they first come into contact with the emanation lose only half as many power points (round down) each round. Characters get only one save attempt against any particular psychic turmoil effect, even if they leave the spell's area and later return. Material Component: Five playing cards, which are torn in half when the spell is cast. ",
    "is_30_spell": 0
  },
  {
    "name": "Reciprocal Gyre",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " Instantaneous",
    "saving_throw": " Will half, then Fortitude negates; see text",
    "effect": "",
    "description": "You finger the tiny loop of wire in your hands as you complete the spell.  You manipulate the magical aura of the target, creating a damaging feedback reaction, and the target explodes with white sparks. \nThe subject takes 1d12 points of damage per functioning spell or spell-like ability currently affecting it (maximum 25d12).  In addition, any creature so affected that fails its Will save must then succeed on a Fortitude save or be dazed for 1d6 rounds. \nOnly spells specifically targeted on the creature in question can be used to create the backlash of a reciprocal gyre, so spells that affect an area can't be used to deal reciprocal damage to creatures within their area.  Likewise, persistent or continuous effects from magic items can't be used to deal reciprocal damage, but targeted spell effects can be. \nMaterial Component: A tiny closed loop of copper wire. ",
    "is_30_spell": 0
  },
  {
    "name": "Refusal",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates, see text",
    "effect": "",
    "description": "A metallic stretching sound, as if a thin sheet of metal were bowed then released, echoes forth from your outstretched hand.  You can see for just an instant a glowing grid that defines the protected area of your spell. \nYou create a special ward that prevents unauthorized spellcasters or creatures with spell-like abilities from entering an area.  Any creature that has spells prepared, spell slots available for casting without preparation, or innate spell-like abilities must succeed on a Will save or be halted by an invisible barrier that prevents passage.  The DC of the Will save increases by a number equal to the spell level of the highest level spell the creature has prepared or is capable of casting (so that a 10th-level sorcerer who hasn't yet depleted his 5th level spell slots for the day adds 5 to the save DC).  You can choose to designate a password or special condition (such as character race, alignment, possession of a token, or any other observable or detectable characteristic) by which spellcasting characters and creatures can enter the refusal-warded area. \nCreatures that have no spellcasting capability or spell-like abilities (including spellcasters who have used up their spell slots and creatures with spell trigger or spell completion magic items) can pass through the barrier with no difficulty.  Spellcasters and creatures that have spell-like abilities and that are already within the area you protect when you create the ward are not compelled to leave or restricted in their movement within it (and spells and spell-like abilities can pass through the barrier in either direction with no difficulty).  However, if such creatures leave the area, they must succeed on saving throws as described above to return. \nCreatures attempting to use any teleportation spell or effect to enter the warded area make the normal saving throw.  They are shunted harmlessly to the nearest safe space outside the warded area if they fail. \nMaterial Component: A pinch of dust from a wizard's tomb. ",
    "is_30_spell": 0
  },
  {
    "name": "Scry Trap",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 hour/level",
    "saving_throw": " See text",
    "effect": "",
    "description": "You ward a creature against scrying, granting it defenses capable of terribly wounding any would-be scryer.  If the subject of this spell comes within 10 feet of a sensor created by a divination (scrying) spell, the scry trap automatically activates.  The caster of the scrying spell takes 1d6 points of damage per your caster level (maximum 15d6) and is blinded for 1 minute.  A successful Will save halves the damage and negates the blindness; spell resistance also applies against this effect. \nIn addition, the caster of the scrying spell must succeed on a caster level check (DC 10 + your caster level) or the scrying spell is dispelled immediately (spell resistance does not apply against this effect).  The subject of scry trap becomes automatically aware when the spell triggers, although the subject gains no knowledge as to the nature of the scrying spell or its caster. \nSpecial: A character with any Mark of Detection dragonmark, or with the Favored in House feat (Medani), casts this spell at +1 caster level. \nMaterial Component: Powdered glass from a broken mirror. ",
    "is_30_spell": 0
  },
  {
    "name": "Shadow Tentacle, Greater",
    "school": "abjuration",
    "components": "somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 round/level or concentration",
    "saving_throw": " None",
    "effect": "",
    "description": "As lesser shadow tentacle, except the spell creates a shadow tentacle that extends up to 10 feet per caster level (maximum 100 feet) from its anchoring point. The tentacle created by this spell has 40 hit points, AC 18, and can be burst with a Strength check (DC 25). A character can also free himself from the tentacle with an Escape Artist check (DC 22). ",
    "is_30_spell": 1
  },
  {
    "name": "Shard Blessing Aura",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 1 round/level",
    "saving_throw": "",
    "effect": "",
    "description": "",
    "is_30_spell": 0
  },
  {
    "name": "Skin of the Steel Dragon",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Personal",
    "duration": " 1 round/3 levels",
    "saving_throw": "",
    "effect": "",
    "description": "",
    "is_30_spell": 0
  },
  {
    "name": "Spell Theft",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "effect": "",
    "description": "Winding your magical grip around the dweomers that augment your opponent, you rip them away and feel their energy rise around you. You attempt to steal an opponent's beneficial spell effects for yourself. Upon casting this spell, you instantly discern all spells currently affecting the target (including their effects). For each spell so discerned, you can make a dispel check (1d20 + your caster level, maximum +15) against a DC of 11 + the spell's caster level. If the check succeeds, you gain the effect of the spell for the remainder of its duration, as if it had been cast on you instead of the original target, and the opponent loses that effect. Only spells capable of being dispelled can be affected by spell theft. In addition, if you are not a legal target of the spell to be stolen, your dispel check automatically fails. For example, if you cast spell theft on a dire bear affected by bull's strength and animal growth, you could steal only the effect of the first spell unless you were also of the animal type. ",
    "is_30_spell": 0
  },
  {
    "name": "Spurn the Supernatural",
    "school": "abjuration",
    "components": "verbal,somatic,true name",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " Fortitude negates",
    "effect": "",
    "description": "Your make your hand into a grasping claw as you speak your foe's truename, stealing some of its supernatural energy, which appears as a minuscule storm-cloud in your hand. With this spell, you can temporarily suppress a supernatural ability possessed by the target creature. For the duration of the spell, the target is unable to activate the supernatural ability you have chosen. Extraordinary and spell-like abilities aren't affected by this spell. If you succeed on the Truespeak check, you can suppress one of the creature's supernatural abilities, plus another supernatural ability for every 5 points by which your result beat the Truespeak DC. Truename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're targeting. ",
    "is_30_spell": 0
  },
  {
    "name": "Superior Resistance",
    "school": "abjuration",
    "components": "verbal,somatic,material,divine focus",
    "range": " Touch",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "You imbue the subject with a powerful magical energy that protects him from harm, granting a +6 resistance bonus on saves. Arcane Material Component: A miniature cloak of fine cloth. ",
    "is_30_spell": 1
  },
  {
    "name": "Symbol of Spell Loss",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " 0 ft.; see text",
    "duration": " See text",
    "saving_throw": " Will negates",
    "effect": " One symbol",
    "description": "You trace the symbol and feel a pull as it tugs against the magical energy in your mind. \nThis spell functions like symbol of death (PH 289), except that when it is triggered, the symbol begins to attack the minds of spellcasters within 60 feet.  Each must attempt a Will saving throw every round they are within range, at the beginning of their turn.  Failure means that the highest-level spell prepared by the spellcaster (or highest-level spell slot, if the character casts spells spontaneously) is lost for the day.  The symbol remains active for 10 minutes per level or until it has erased fifty levels of spells.  The symbol attacks creatures with spell-like abilities as if they had spells, consuming a daily use of the highest-level ability the creature possesses, or suppressing an ability usable at will for 1 round. ",
    "is_30_spell": 0
  },
  {
    "name": "Telepathy Block",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "This spell blocks all telepathic communication within the affected area, making telepathic conversation impossible. The spell can be cast on a point in space, but the effect is stationary. The spell can be centered on a creature or mobile object, in which case the effect emanates from the creature or object and moves as it moves. ",
    "is_30_spell": 0
  },
  {
    "name": "Vanishing Weapon",
    "school": "abjuration",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " 1 minute/level",
    "saving_throw": " None; see text",
    "effect": "",
    "description": "This spell encapsulates a weapon in a faint blue glow. In addition to dealing normal damage, the weapon dispels on contact any summoned creature or quasireal creature brought into being by a Conjuration (summoning) or Illusion (shadow) spell. This requires a successful dispel check (1d20 + caster's level) against DC 11 + the level of the caster who summoned or created the creature. If the vanishing weapon is a ranged weapon, the spell's effect is imparted to the weapon's ammunition. A summoned or quasi-real creature goaded into touching the vanishing weapon is also dispelled. This spell has no effect on called creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Wall of Dispel Magic",
    "school": "abjuration",
    "components": "verbal,somatic,divine focus",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "effect": " A straight wall whose area is up to one 10-ft. square/level",
    "description": "You cast the spell and a translucent wall springs up, a shimmering field of faded colors that swirls and merges with itself like the surface of a soap bubble. \nThis spell creates a transparent, permeable barrier.  Anyone passing through it becomes the target of a dispel magic effect (PH 223) at your caster level.  A summoned creature targeted in this way can be dispelled by the effect. \nA wall of dispel magic cannot be seen or felt by ordinary means, or even with a see invisibility spell.  Detect magic indicates the presence of the effect, and true seeing reveals its presence. ",
    "is_30_spell": 0
  },
  {
    "name": "Watchware",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " Permanent",
    "saving_throw": " None",
    "effect": " Object touched",
    "description": "You create a mystical connection with a single inanimate object. When that object is damaged, moved, or touched at any later time, you are instantly aware of the fact. If another creature physically touches the object, you also receive a mental image of the creature, which counts as firsthand knowledge of the creature should you later choose to cast scrying or a similar spell on that creature. The watchware is activated when the item is disturbed for any reason, whether someone touches it or pokes it with a pole, a cat walks on it, or an earthquake knocks it over. The watchware functions only once and is then discharged. Since its components are expensive, most sorcerers and wizards reserve watchware to protect valuable, out-of-the-way items. A watchware is a magical trap. A rogue can find a watchware with a successful Search check (DC 25 + spell level, or 30 for watchware) and disarm it with a successful Disable Device check (DC 25 + spell level, or 30 for watchware). You can designate a password that allows another creature to handle the object without sounding the mental alarm if you so choose. Material Component: A sprinkling of rare sands and powdered reagents worth at least 500 gp. ",
    "is_30_spell": 1
  },
  {
    "name": "Zone of Respite",
    "school": "abjuration",
    "components": "verbal,somatic,material",
    "range": " 20 ft",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "effect": "",
    "description": "Smearing blood between your fingers, you inscribe a ward in the air and cast the power of that ward over a wide area. \nYou create a region that is temporarily protected against interplanar intrusion.  This includes spells and abilities that use other planes, including dimension door, teleport, plane shift, and travel through such planes as the Astral Plane, the Ethereal Plane, and the Plane of Shadow. \nSummoning and calling spells do not function within a zone of respite, but summoned and called creatures outside a zone of respite can be sent inside it.  \nGate spells and other portals cannot be created within a zone of respite, but existing portals are unaffected by the spell.  Creatures on coterminous or coexistent planes (DMG 150) must retreat to the edge of the zone of respite and cannot enter the corresponding area on the coterminous or coexistent plane.  \nMaterial Component: A small amount of blood from a gorgon. ",
    "is_30_spell": 0
  }
]