[
  {
    "name": "Tongues",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell grants the creature touched the ability to speak and understand the language of any intelligent creature, whether it is a racial tongue or a regional dialect. The subject can speak only one language at a time, although it may be able to understand several languages. Tongues does not enable the subject to speak with creatures who don't speak. The subject can make itself understood as far as its voice carries. This spell does not predispose any creature addressed toward the subject in any way. Tongues can be made permanent with a permanency spell. Arcane Material Component: A small clay model of a ziggurat, which shatters when the verbal component is pronounced. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Scrying",
    "school": "divination",
    "sub_school": "divination (scrying)",
    "source": "player's_handbook_v.3.5",
    "description": "You immediately become aware of any attempt to observe you by means of a divination (scrying) spell or effect.  The spell's area radiates from you and moves as you move.  You know the location of every magical sensor within the spell's area. \nIf the scrying attempt originates within the area, you also know its location; otherwise, you and the scrier immediately make opposed caster level checks (1d20 + caster level).  If you at least match the scrier's result, you get a visual image of the scrier and an accurate sense of his or her direction and distance from you. \nMaterial Component: A small piece of mirror and a miniature brass hearing trumpet. ",
    "effect": "",
    "range": " 40 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 40-ft.-radius emanation centered on you",
    "duration": " 24 hours",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scrying",
    "school": "divination",
    "sub_school": "scrying",
    "source": "player's_handbook_v.3.5",
    "description": "You can see and hear some creature, which may be at any distance.  If the subject succeeds on a Will save, the scrying attempt simply fails.  The difficulty of the save depends on how well you know the subject and what sort of physical connection (if any) you have to that creature.  Furthermore, if the subject is on another plane, it gets a +5 bonus on its Will save. \n\n\nKnowledge \nWill Save Modifier \n\n\n None 1 \n +10 \n\n\n Secondhand (you have heard of the subject) \n +5 \n\n\n Firsthand (you have met the subject) \n +0 \n\n\n Familiar (you know the subject well) \n —5 \n\n\n1 You must have some sort of connection to a creature you have no knowledge of.  \n\n\nConnection \nWill Save Modifier \n\n\n Likeness or picture \n —2 \n\n\n Possession or garment \n —4 \n\n\n Body part, lock of hair, bit of nail, etc.  \n —10 \n\n\nIf the save fails, you can see and hear the subject and the subject's immediate surroundings (approximately 10 feet in all directions of the subject).  If the subject moves, the sensor follows at a speed of up to 150 feet. \nAs with all divination (scrying) spells, the sensor has your full visual acuity, including any magical effects.  In addition, the following spells have a 5% chance per caster level of operating through the sensor: detect chaos, detect evil, detect good, detect law, detect magic, and message.  \nIf the save succeeds, you can't attempt to scry on that subject again for at least 24 hours. \nArcane Material Component: The eye of a hawk, an eagle, or a roc, plus nitric acid, copper, and zinc. \nWizard, Sorcerer, or Bard Focus: A mirror of finely wrought and highly polished silver costing not less than 1,000 gp.  The mirror must be at least 2 feet by 4 feet. \nCleric Focus: A holy water font costing not less than 100 gp. \nDruid Focus: A natural pool of water. ",
    "effect": " Magical sensor",
    "range": " See text",
    "components": "verbal,somatic,material,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Arcane Eye",
    "school": "divination",
    "sub_school": "scrying",
    "source": "player's_handbook_v.3.5",
    "description": "You create an invisible magical sensor that sends you visual information. You can create the arcane eye at any point you can see, but it can then travel outside your line of sight without hindrance. An arcane eye travels at 30 feet per round (300 feet per minute) if viewing an area ahead as a human would (primarily looking at the floor) or 10 feet per round (100 feet per minute) if examining the ceiling and walls as well as the floor ahead. It sees exactly as you would see if you were there. The eye can travel in any direction as long as the spell lasts. Solid barriers block its passage, but it can pass through a hole or space as small as 1 inch in diameter. The eye can't enter another plane of existence, even through a gate or similar magical portal. You must concentrate to use an arcane eye. If you do not concentrate, the eye is inert until you again concentrate. Material Component: A bit of bat fur. ",
    "effect": " Magical sensor",
    "range": " Unlimited",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]