[
  {
    "name": "Read Magic",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "By means of read magic, you can decipher magical inscriptions on objects—books, scrolls, weapons, and the like—that would otherwise be unintelligible. This deciphering does not normally invoke the magic contained in the writing, although it may do so in the case of a cursed scroll. Furthermore, once the spell is cast and you have read the magical inscription, you are thereafter able to read that particular writing without recourse to the use of read magic. You can read at the rate of one page (250 words) per minute. The spell allows you to identify a glyph of warding with a DC 13 Spellcraft check, a greater glyph of warding with a DC 16 Spellcraft check, or any symbol spell with a Spellcraft check (DC 10 + spell level). Read magic can be made permanent with a permanency spell. Focus: A clear crystal or mineral prism. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Detect Magic",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Secret Doors",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can detect secret doors, compartments, caches, and so forth. Only passages, doors, or openings that have been specifically constructed to escape detection are detected by this spell—an ordinary trapdoor underneath a pile of crates would not be detected. The amount of information revealed depends on how long you study a particular area or subject. 1st Round: Presence or absence of secret doors. 2nd Round:Number of secret doors and the location of each. If an aura is outside your line of sight, then you discern its direction but not its exact location. Each Additional Round: The mechanism or trigger for one particular secret portal closely examined by you. Each round, you can turn to detect secret doors in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Identify",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The spell determines all magic properties of a single magic item, including how to activate those functions (if appropriate), and how many charges are left (if any). Identify does not function when used on an artifact (see the Dungeon Master's Guide for details on artifacts). Arcane Material Component: A pearl of at least 100 gp value, crushed and stirred into wine with an owl feather; the infusion must be drunk prior to spellcasting. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " One touched object",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]