[
  {
    "name": "Nightmare Terrain",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "complete_mage",
    "description": "You cloak your surroundings with phantasmagoric figures, creating a horrific dreamscape. You make any terrain look, sound, and smell like something out of a nightmare. Writhing vegetation, disembodied limbs, animated corpses, and smoking pits cover every surface. Miasmic vapors fill the air, along with various foul stenches. The nightmare terrain you create is mostly illusory, but the obstacles are partially real. Creatures within, entering, or viewing the area are entitled to Will saves to discern the illusion. Creatures that fail their saves become entangled. Regardless of the outcome of the save, creatures within 5 feet have concealment, while those 10 feet or farther away have total concealment. Furthermore, as long as you are within the area of this spell, you can attempt Hide checks even while being observed. (Other creatures don't gain this benefit). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Five 10-ft. cubes + one 10-ft. cube/level (S)",
    "duration": " 1 round/level",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hood of the Cobra",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "complete_mage",
    "description": "In the mind of your victim, the hood of a king cobra spreads from your head, neck, and back, your eyes become those of a great serpent, and dripping fangs sprout from your jaws. The subject perceives that you have grown serpentine features, including a cobra's hood, a snake's slitted eyes, and venomous fangs. A successful Will save allows him to recognize the illusion as unreal, which ends the spell's effect. However, if the Will save fails, the subject is shaken for as long as he can see you. Closing his eyes negates this effect but also effectively blinds him. In addition, if you make a successful melee touch attack (a standard action) against the target while the spell's duration lasts, he believes that he has been bitten by a venomous serpent and takes 1d6 points of Constitution damage (Fortitude negates). Unlike normal poison, this attack has no secondary damage, though you can continue to \"bite\" the subject each round. Immunity or resistance to poison applies normally against this effect, even though it isn't real poison (the subject and his body both believe it to be real). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/3 levels; see text",
    "saving_throw": " Will disbelief, then Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Phantasmal Strangler",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "complete_mage",
    "description": "You delve into your subject's mind and call forth a clinging, choking horror that drapes itself over him like a vile net. You fashion a nightmare creature from the subject's mind. Only the subject can sense the assailant, which exists only in the subject's mind. When you cast the spell, the subject gets an immediate Will save to recognize the attacker as unreal, which ends the spell. If that save fails, the subject is treated as if it were grappling the phantasmal strangles. Each round on your turn, a phantasmal strangler deals 2d6 points of damage to the subject. If the subject is reduced to -1 or fewer hit points, the spell ends. Each round on the subject's turn, it can attempt any of the actions normally allowed to a grappling character. Treat a phantasmal strangler's grapple modifier as equal to that of the subject (including modifiers for Strength, size, and all other factors). A phantasmal strangler can't be damaged, nor can it be pinned. If the subject escapes from the phantasmal strangler's grasp, the spell ends. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 5 rounds",
    "saving_throw": " Will disbelief",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hound of Doom",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "complete_warrior",
    "description": "You shape the essence of the Plane of Shadow to create a powerful doglike companion that serves you loyally for the duration of the spell. The hound of doom has the statistics of a dire wolf (see page 65 of the Monster Manual) with the following adjustments: It gains a deflection bonus to Armor Class equal to your Charisma bonus, its hit points when created are equal to your full normal hit points, and it uses your base attack bonus instead of its own (adding its +7 bonus from Strength and -1 penalty from size as normal). You can command a hound of doom as a move action just as if it were fully trained to perform all the tricks listed in the Handle Animal skill (see page 74 of the Player's Handbook). If a hound of doom's hit points are reduced to 0, it is destroyed. A hound of doom is treated as a magical beast for the purpose of spells and effects, but it can also be dispelled. You can only have one hound of doom in existence at a time. If you cast a second hound of doom spell while the first is still active, the first hound is instantly dispelled. ",
    "effect": " Shadowy hound",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 minute/level (D) or until destroyed",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]