[
  {
    "name": "Investiture of the Pit Fiend",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "The air shatters with a shriek of sorrow, and a flash of flame briefly limns the target of this spell as she receives a portion of the might of a pit fiend. You infuse a creature with the terrifying power of a pit fiend. The spell causes the subject's mouth to expand to accommodate new dripping fangs. To add to this devilish effect, a pair of red leathery wings tears free from the flesh of the subject's back, granting it a fly speed of 60 feet with average maneuverability. The subject of the spell gains these benefits regardless of his aspect choice (see below). The power granted to the subject by investiture of the pit fiend can manifest in one of three ways. At the beginning of each round, the invested creature chooses which aspect of the spell will be in place. Aspect of Tyranny: The invested creature's hands lengthen to horrific claws, and the creature gains powerful melee attacks. While the aspect of tyranny is in effect, the invested creature can attack with both its claws and wings. Each attack deals base damage of 2d6 points. The claws are treated as primary melee attacks with a natural weapon, and the wing attacks are treated as secondary attacks with a natural weapon. When making attacks with these claws and wings, the invested creature has a base attack bonus equal to its character level (or Hit Dice, if the invested creature has a level adjustment). When taking a full attack action and using only the natural weapons granted by the aspect of tyranny, the secondary attacks are made with only a -2 penalty rather than the normal -5. Because these are natural attacks, the invested creature cannot make multiple attacks because of a high base attack bonus. Aspect of Pestilence:When the invested creature chooses to manifest the aspect of pestilence, it can, as a standard action, release a cloud of disease-ridden air. Creatures within 10 feet of the subject when it generates this effect must succeed on a Fortitude saving throw against the spell's DC or take 2 points of Strength damage. Aspect of Terror:When the invested creature chooses to manifest the aspect of terror, it can, as a standard action, release a powerful wave of fear. Creatures within 10 feet of the subject when it generates this effect must succeed on a Will saving throw against the spell's DC or become frightened for 2 rounds. This wave of fear is a mind-affecting fear effect. The subject gains immunity to poison and resistance to fire 20. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the pit fiend). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dragonshape",
    "school": "transmutation",
    "sub_school": "polymorph",
    "source": "player's_handbook_ii",
    "description": "You feel a fire burning deep within you. Crimson scales quickly grow over your body, a pair of great wings sprouts from your shoulders, and your body expands in size until you stand as tall as a house!You take on the form and abilities of a mature adult red dragon (see below for your new statistics). You gain 150 temporary hit points, which disappear at the end of the spell's duration. You do not gain the normal spellcasting ability of your new form. See the description of the new polymorph subschool on page 95 for more details. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Construct Essence, Greater",
    "school": "transmutation",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "As construct essence, with the following additional effects. \nThe target loses the living construct subtype for the duration of the spell.  It becomes immune to mind-affecting spells and abilities and any effect that requires a Fortitude save (unless the effect is harmless or also affects objects).  The target living construct is no longer affected by spells that affect living creatures (such as cure light wounds and harm), and spells from the healing subschool provide no benefit. \nThe target living construct has no Constitution score, although its hit points remain the same.  If reduced to 0 to -9 hit points, it is not destroyed, but the spell ends.  If reduced to -10 hit points, the living construct is killed as normal. \nThis spell counters and dispels greater humanoid essence, lesser humanoid essence and humanoid essence.  If this spell is cast on a creature under the effect of lesser humanoid essence or humanoid essence, the latter spell is automatically ended.  If this spell is cast on a creature under the effect of greater humanoid essence, both spells are dispelled and have no effect. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living construct touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incarnate Construct",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "This spell turns a humanoid-shaped construct into a living creature. The spell does not work on constructs that are only constructs temporarily (such as objects affected by an animate objects spell). The construct gains the incarnate construct template (see Chapter 10). The incarnated creature is independent of both you and the being who originally made it, though it is initially friendly toward both you and its maker. Material Component: The heart of a humanoid that has been dead less than 8 hours. XP Cost: 5,000 XP. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,experience",
    "target": " One construct",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Deafening Breath",
    "school": "transmutation",
    "sub_school": "",
    "source": "draconomicon",
    "description": "As breath weapon admixture, but you add sonic energy to your breath weapon. In addition to dealing extra damage, you permanently deafen creatures that fail their saving throws against your breath. This spell has no effect within an area of magical silence, such as that created by the silence spell. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Hellfire Engine",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "Upon the casting of this spell, the target's flesh transforms, assuming a dull metallic hue. Its eyes erupt with unholy flame, and when it opens its mouth, you see the fires of Hell roiling within. A creature affected by investiture of the hellfire engine gains all the benefits described under the iron body spell (PH 245), except that its flesh transforms into living cold iron. Its unarmed natural attacks count as cold iron for the purpose of overcoming damage reduction. In addition, the subject can breathe a 30-foot cone of hellfire that deals 8d10 points damage. This damage is not fire damage, and is not subject to being reduced by resistance to fire-based attacks, such as that granted by protection from energy (fire), fire shield (chill shield),and similar magic. All creatures in the area are entitled to a Reflex save against the spell's DC for half damage. The subject must wait 1d4 rounds between each use of this breath weapon. The subject also gains resistance to fire 20. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the chain devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Alamanther_s Return",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You duplicate the effect of any one spell or spell-like ability you have seen. This spell can only duplicate spells and spell-like abilities of 8th level or lower. This duplication functions like the ability of a wish spell to duplicate another spell, except that it is not limited by type of spell (divine or arcane) or by what school the effect is from. A duplicated spell or spell-like ability functions as if you had the appropriate spell prepared and were casting it yourself. If the casting time of the spell is greater than 1 full round, add 1 full round to the casting time of Alamanther's return. If the spell or ability has an XP cost, you must pay that XP cost in addition to the XP cost of this spell. If the spell has a costly material component, you must provide that component or pay an additional XP cost equal to the gp value of that component divided by 5. Alamanther of Aglarond, a former consort of the Simbul, created this spell. He was eventually destroyed in one of his frequent battles against the Red Wizards of Thay. Material Component: A silver mirror worth 50 gp. XP Cost: 1,000 XP or more. ",
    "effect": " One spell or spell-like ability",
    "range": " See text",
    "components": "verbal,somatic,material,experience",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Etherealness",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like ethereal jaunt, except that you and other willing creatures joined by linked hands (along with their equipment) become ethereal. Besides yourself, you can bring one creature per three caster levels to the Ethereal Plane. Once ethereal, the subjects need not stay together. When the spell expires, all affected creatures on the Ethereal Plane return to material existence. ",
    "effect": "",
    "range": " Touch; see text",
    "components": "",
    "target": " You and one other touched creature per three levels",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": "",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Frostfell",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "The area you designate becomes a frigid and icy environment, immediately dropping the temperature by 3 temperature bands. For example, if the temperature is moderate, it drops to extreme cold (see page 9). If the new temperature is below the cold band, all water is turned to ice and all earth and stone becomes everfrost to a depth of 10 feet per caster level. Air within the area freezes, resulting in a heavy snowstorm lasting for the duration of the spell. Snow accumulates only if the ground temperature is below the moderate band. Living creatures caught within the area when the spell is cast instantly turn to ice (as per the flesh to ice spell). If a creature successfully saves, frostfell deals 1d6 points of frostburn damage per caster level (maximum 20d6). Creatures entering the area after the spell has been cast do not take this damage; however, all creatures in the area are subject to the normal effects of cold, snow, and ice for the duration of the spell. Objects in the area, including those held by creatures, are instantly covered in a thin layer of frost, making them slippery. When a creature uses a frosted item (a weapon, lockpicks, a potion, and so on), it must succeed on a DC 10 Dexterity check or it drops the item before it can be used. Cold spells cast within the area gain a +1 caster level. Multiple frostfells may be cast in the same area to increase the effects (dropping the temperature by an additional 3 bands). The temperature band cannot be dropped below unearthly cold, no matter how many times frostfell has been cast. Arcane Material Component: A pinch of dust and a few drops of water. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 20-ft. cube/level",
    "duration": " 1 hour/level",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]