[
  {
    "name": "Mask Aberrant Dragonmark",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You reshape your aberrant dragonmark to make it look like a true dragonmark. \nThis spell physically alters your aberrant dragonmark to look like one of the twelve true dragonmarks (your choice).  You do not gain any of the spell-like abilities of the true dragonmark, but you are treated as having that particular dragonmark for the purpose of being able to cast spells or use magic items that require you to have a mark of that type.  You can continue to use your aberrant dragonmark spell-like abilities as normal. \nIf you have a base aberrant dragonmark, you can reshape it into the form of any least true dragonmark.  If you have a lesser or greater aberrant dragonmark, you can reshape it into a lesser or greater true dragonmark, respectively. \nThis spell taxes the body.  At the end of the spell's duration, you are nauseated for 1d10 rounds. \nDragonmark: Any aberrant dragonmark. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Babau Slime",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You press the viscous ball of demon sweat between your fingers and speak the eldritch words.  Your flesh and equipment begin to weep hot red tears that quickly form a coating over your body. \nThis demon-inspired transmutation causes the subject to secrete a slimy red layer of jelly that coats its skin, armor, and equipment.  A creature that strikes a slime-protected subject with an unarmed strike, a touch attack (including a touch spell), or a natural weapon takes 1d8 points of acid damage.  Any creature in a grapple with the target of babau slime takes 1d8 points of acid damage at the beginning of its turn. \nArcane Material Component: A drop of babau slime. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Feather Fall",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The affected creatures or objects fall slowly, though faster than feathers typically do. Feather fall instantly changes the rate at which the targets fall to a mere 60 feet per round (equivalent to the end of afall froma few feet), and the subjects take no damage upon landing while the spell is in effect. However, when the spell duration expires, a normal rate of falling resumes. The spell affects one or more Medium or smaller creatures (including gear and carried objects up to each creature's maximum load) or objects, or the equivalent in larger creatures: A Large creature or object counts as two Medium creatures or objects, a Huge creature or object counts as two Large creatures or objects, and so forth. You can cast this spell with an instant utterance, quickly enough to save yourself if you unexpectedly fall. Casting the spell is a free action, like casting a quickened spell, and it counts toward the normal limit of one quickened spell per round. You may even cast this spell when it isn't your turn. This spell has no special effect on ranged weapons unless they are falling quite a distance. If the spell is cast on a falling item, such as a boulder dropped from the top of a castle wall, the object does half normal damage based on its weight, with no bonus for the height of the drop. (See the Dungeon Master's Guide for information on falling objects). Feather fall works only upon free-falling objects. It does not affect a sword blow or a charging or flying creature. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One Medium or smaller freefalling object or creature/level, no two of which may be more than 20 ft. apart",
    "area": "",
    "duration": " Until landing or 1 round/level",
    "saving_throw": " Will negates (harmless) or Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghostly Reload",
    "school": "transmutation",
    "sub_school": "",
    "source": "races_of_the_dragon",
    "description": "Shimmering ghostly hands pull your crossbow's string back into the catch as you prepare to fire another bolt. After the wielder shoots a projectile from the crossbow affected by this spell, the magic immediately cocks the crossbow so that the weapon can be loaded again. Ghostly reload pulls the string of a hand crossbow or light crossbow into place once per caster level (maximum ten times at caster level 10th) and the string of a heavy crossbow into place once per two caster levels (maximum five times at caster level 10th). Cumulative castings of ghostly reload do not stack. This spell allows the crossbow's wielder to fire a light crossbow or heavy crossbow as a standard action and move in the same round. If the character benefits from a high base attack bonus, the crossbow can be fired multiple times as a full attack, but only if ghostly reload can be applied to each attack in that round. Focus: A crossbow. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Hand, light, or heavy crossbow",
    "area": "",
    "duration": " 1 hour or until expended; see text",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mage Burr",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_scoundrel",
    "description": "Sharp ridges, split leather, and cracking patches of rust spread over your enemy's armor like an angry, irritating disease. Jagged edges and rough surfaces break forth all over the target creature's armor and shield. These protrusions deal no damage and are little more than an uncomfortable annoyance. Arcane spellcasters, however, find the effect most distracting, incurring double the normal arcane spell failure chance for armor and shields. In addition, any creature affected by this spell takes a -5 penalty on Concentration checks. The check penalty does not worsen if an affected creature is both wearing armor and using a shield. For example, a wizard wearing chainmail and carrying a light steel shield would normally have a 35% chance of arcane spell failure. That wizard, if targeted by this spell, would incur a 70% chance of arcane spell failure, as well as taking a -5 penalty on Concentration checks. This spell has no effect on unarmored opponents or on creatures with only natural armor or an AC bonus from items other than armor. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature wearing armor or using a shield",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Entangling Dragonmark",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "With a simple gesture and utterance, you entangle the target in strands of energy that erupt from its own dragonmark. \nA target that fails its saving throw is entangled for the duration of the spell. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One dragonmarked creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ebon Eyes",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You feel, more than see, a black haze form at the corner of your eyes.  Upon touching your intended subject the haze disappears and the creature's eyes become shrouded in blackness. \nThe subject of this spell gains the ability to see normally in natural and magical darkness, although it does not otherwise improve the subject's ability to see in natural dark or shadowy conditions.  The subject ignores the miss chance due to lack of illumination other than total darkness.  While the spell is in effect, a jet-black film covers the subject's eyes, a visual effect that gives the spell its name. \nMaterial Component: A pinch of powdered black gemstone of any type. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Jump",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject gets a +10 enhancement bonus on Jump checks. The enhancement bonus increases to +20 at caster level 5th, and to +30 (the maximum) at caster level 9th. Material Component: A grasshopper's hind leg, which you break when the spell is cast. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Weapon",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Magic weapon gives a weapon a +1 enhancement bonus on attack and damage rolls.  (An enhancement bonus does not stack with a masterwork weapon's +1 bonus on attack rolls).  \nYou can't cast this spell on a natural weapon, such as an unarmed strike (instead, see magic fang).  A monk's unarmed strike is considered a weapon, and thus it can be enhanced by this spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Float",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "The target gains buoyancy and can float on water for the duration of the spell. It cannot swim below the surface of the water. Creatures that must breathe water can still do so, but cannot swim under the surface. If the target is underwater at the time this spell is cast, it rises toward the surface at a speed of 30 feet. Material Component: An ice cube dropped into water. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One Large or smaller creature or object",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Eyes of the Avoral",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "The subject gains an avoral's sharp eyesight, receiving a +8 racial bonus on Spot checks for the duration of the spell. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic",
    "target": " One creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Expeditious Retreat",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell increases your base land speed by 30 feet. (This adjustment is treated as an enhancement bonus). There is no effect on other modes of movement, such as burrow, climb, fly, or swim. As with any effect that increases your speed, this spell affects your jumping distance (see the Jump skill, page 77). This spell need not be used as part of a retreat; the name of the spell merely hints at the typical wizard's attitude towards combat. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Erase",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Erase removes writings of either magical or mundane nature from a scroll or from one or two pages of paper, parchment, or similar surfaces. With this spell, you can remove explosive runes, a glyph of warding, a sepia snake sigil, or an arcane mark, but not illusory script or a symbol spell. Nonmagical writing is automatically erased if you touch it and no one else is holding it. Otherwise, the chance of erasing nonmagical writing is 90%. Magic writing must be touched to be erased, and you also must succeed on a caster level check (1d20 + caster level) against DC 15. (A natural 1 or 2 is always a failure on this check). If you fail to erase explosive runes, a glyph of warding, or a sepia snake sigil, you accidentally activate that writing instead. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One scroll or two pages",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Extend Shifting",
    "school": "transmutation",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "When you cast this spell while shifting, you magically extend the duration of that use of your shifting ability by 4 rounds.  When that use of your shifting ends, you become fatigued for 10 minutes.  If you are already fatigued, or if another effect causes you to become fatigued during this time, you become exhausted. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Horrible Taste",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "After a few mystic words, you touch a piece of rotten meat to the subject and it sinks inside the creature's body. \nAny creature that bites the spell's subject must succeed on a Fortitude saving throw or be nauseated until the end of its next turn. \nIf a creature of animal Intelligence (2 or lower) fails its saving throw, it will not willingly bite the subject a second time; someone trying to direct the creature to bite the subject again must make a Handle Animal check as if he was trying to \"push\" the creature.  This check must be made every time he tries to make the creature bite. \nCreatures that are immune to poison or that lack the ability to taste are unaffected by this spell. \nMaterial Component: A pinch of rotten meat. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature or object touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Armor Lock",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_scoundrel",
    "description": "The plates and joints of your opponent's armor become as rigid as stone, encumbering his movement. You cause the target's armor to swell and stiffen, slowing the wearer's movement and trapping him within. The target's land speed is reduced to 10 feet. If the target has a burrow, climb, or swim speed, these are also reduced to 10 feet. The target also loses any Dexterity bonus to AC for the duration of the spell. While affected by this spell, the target cannot remove his armor; its joints are too tight and restrictive to escape from. This spell has no effect on unarmored opponents, creatures with only natural armor or an AC bonus from items other than armor, or those using only shields. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature wearing armor",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cutting Hand",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your hand tingles as a smooth, metallic edge extrudes from the outside of your palm and curls up along your fingertips, forming a flexible, razor-sharp blade. \nYou alter the structure of your hand so that it becomes as hard and sharp as a blade.  Your hand deals 1d6 points of damage (1d4 if you are small, and 1d8 if you are large) and gains a +2 enhancement bonus on attack rolls and damage.  You are considered armed with this hand.  Your hand's enhancement bonus does not apply to melee touch attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " Your hand",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Kaupaer_s Skittish Nerves",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You enhance the target's reactions in combat, granting him a +5 bonus on initiative checks. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Expeditious Retreat, Swift",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "_This spell functions like expeditious retreat (PH 228), except as noted above. ",
    "effect": "",
    "range": "",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Animate Rope",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can animate a nonliving ropelike object, such as string, yarn, cord, line, rope, or even a cable.  The maximum length assumes a rope with a 1-inch diameter.  Reduce the maximum length by 50% for every additional inch of thickness, and increase it by 50% for each reduction of the rope's diameter by half. \nThe possible commands are \"coil\" (form a neat, coiled stack), \"coil and knot\", \"loop\", \"loop and knot\", \"tie and knot\", and the opposites of all of the above (\"uncoil\", and so forth).  You can give one command each round as a move action, as if directing an active spell. \nThe rope can enwrap only a creature or an object within 1 foot of it—it does not snake outward—so it must be thrown near the intended target.  Doing so requires a successful ranged touch attack roll (range increment 10 feet).  A typical 1-inchdiameter hempen rope has 2 hit points, AC 10, and requires a DC 23 Strength check to burst it.  The rope does not deal damage, but it can be used as a trip line or to cause a single opponent that fails a Reflex saving throw to become entangled.  A creature capable of spellcasting that is bound by this spell must make a DC 15 Concentration check to cast a spell.  An entangled creature can slip free with a DC 20 Escape Artist check. \nThe rope itself and any knots tied in it are not magical. \nThis spell grants a +2 bonus on any Use Rope checks you make when using the transmuted rope. \nThe spell cannot animate objects carried or worn by a creature. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One ropelike object, length up to 50 ft. + 5 ft./level; see text",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Breath Flare",
    "school": "transmutation",
    "sub_school": "",
    "source": "draconomicon",
    "description": "If your breath weapon uses fire or electricity, it is suffused with bright light. In addition to taking the normal fire or electricity damage, creatures that fail their saving throws against the breath weapon are dazzled for 1 minute per caster level. Sightless creatures are not affected by breath flare. The modification applies only to the breath produced as part of casting. ",
    "effect": "",
    "range": " Personal",
    "components": "somatic,meta breath",
    "target": " Your breath weapon",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Hoard Gullet",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragon_magic",
    "description": "You move your hands to your throat, chanting in low murmurs as you trace an imaginary line from your lower jaw down to your abdomen. You gain a magical second stomach, which can be used to transport objects securely. You can safely swallow and transport any object you could normally swallow (including items at least three size categories smaller than you). The capacity of your hoard gullet is 100 pounds and/or 10 cubic feet per caster level (up to a maximum of 1,000 pounds and 100 cubic feet). You can't remove individual items from your hoard gullet, but as a full-round action, you can expel its entire contents into your square. It otherwise functions as a bag of holding (DMG 248). At the end of the spell's duration, anything still in your second stomach is immediately and instantly brought up, falling to the ground next to you. You can't have more than one hoard gullet active at one time; casting this spell before its duration ends the duration of the previous casting. For example, if a 7th-level sorcerer with 2 hours left on his hoard guild casts the spell again, the spell's duration resets to 7 hours. Dragons often use this spell to transport their treasure hoards safely, but it is equally useful to those who would loot such hoards. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Burning Rage",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "As you imbue an ally with this spell, a nimbus of shimmering blue flame surrounds him. He winces in pain as the flames scorch his flesh, but when the eldritch power flows into him, his muscles surge with might. This spell imbues a creature with burning magical energy that enhances the subject's strength and endurance. The searing energy also burns and injures the subject. The subject of this spell gains a +1 bonus on attack rolls, a +2 bonus on damage rolls, and damage reduction 2/magic. This spell's burning energy deals 4 points of fire damage to the subject at the start of each of its turns until the spell's duration expires or you dismiss the effect. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Accelerated Movement",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "While this spell is in effect, you can move at your normal speed when using Balance, Climb, Hide, Move Silently, and Tumble without taking any penalty on your check.  This spell does not affect the penalty for using these skills while running or charging. \nMaterial Component: A dead cockroach. ",
    "effect": "",
    "range": " Personal",
    "components": "somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Aberrate",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster transforms one creature into an aberration. \nThe subject's form twists and mutates into a hideous mockery of itself.  The subject's type changes to aberration, and it gains a +1 natural armor bonus to AC (due to the toughening and twisting of the flesh) for every four levels the caster has, up to a maximum of +5. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Enlarge Person",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell causes instant growth of a humanoid creature, doubling its height and multiplying its weight by 8. This increase changes the creature's size category to the next larger one. The target gains a +2 size bonus to Strength, a -2 size penalty to Dexterity (to a minimum of 1), and a -1 penalty on attack rolls and AC due to its increased size. A humanoid creature whose size increases to Large has a space of 10 feet and a natural reach of 10 feet. This spell does not change the target's speed. If insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process. If it fails, it is constrained without harm by the materials enclosing it—the spell cannot be used to crush a creature by increasing its size. All equipment worn or carried by a creature is similarly enlarged by the spell. Melee and projectile weapons affected by this spell deal more damage (see Table 2-2 in the Dungeon Master's Guide). Other magical properties are not affected by this spell. Any enlarged item that leaves an enlarged creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown weapons deal their normal damage, and projectiles deal damage based on the size of the weapon that fired them. Magical properties of enlarged items are not increased by this spell—an enlarged +1 sword still has only a +1 enhancement bonus, a staff-sized wand is still only capable of its normal functions, a giant-sized potion merely requires a greater fluid intake to make its magical effects operate, and so on. Multiple magical effects that increase size do not stack, which means (among other things) that you can't use a second casting of this spell to further increase the size of a humanoid that's still under the effect of the first casting. Enlarge person counters and dispels reduce person. Enlarge person can be made permanent with a permanency spell. Material Component: A pinch of powdered iron. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Laeral_s Cutting Hand",
    "school": "transmutation",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You alter the structure of your hand so that it becomes as hard and sharp as a blade. Your hand gains a +2 enhancement bonus on attack and damage when making unarmed attacks, and you inflict normal damage instead of subdual damage. You are considered armed with this hand. You cannot use that hand to cast spells, but can otherwise use the hand normally. Your hand's enhancement bonus does not apply to melee touch attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " Your hand",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Bestow Wound",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "If the caster is wounded, she can cast this spell and touch a living creature. The creature takes the caster's wounds as damage, either 1 point of damage per caster level or the amount needed to bring the caster up to her maximum hit points, whichever is less. The caster heals that much damage, as if a cure spell had been cast on her. Material Component: A small eye agate worth at least 10 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  }
]