[
  {
    "name": "Aerial Alacrity",
    "school": "transmutation",
    "components": "verbal",
    "range": " Personal",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "You become quicker and more maneuverable while airborne. Your fly speed increases by 30 feet, and your maneuverability when flying improves by one category, to a maximum of perfect (see page 20 of the Dungeon Master's Guide). While airborne, you gain a +1 dodge bonus to Armor Class and on Reflex saves. ",
    "is_30_spell": 0
  },
  {
    "name": "Aspect of the Icy Hunter",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "Thick ivory fur grows from your skin and your back hunches overuntil you stand on four paws. Cold, blue eyes stare out of your now-canine face. You take the form of a winter wolf (MM 256). You gain 20 temporary hit points, which disappear at the end of the spell's duration. See the Polymorph Subschool sidebar on page 91 for more details. ",
    "is_30_spell": 0
  },
  {
    "name": "Attune Form",
    "school": "transmutation",
    "components": "verbal,somatic,material,divine focus",
    "range": " Touch",
    "duration": " 24 hours",
    "saving_throw": " None",
    "effect": "",
    "description": "You touch the pebble against your allies' flesh and bring them into attunement with the plane. \nThis spell allows you to attune the affected creatures to the plane you are currently on, negating the harmful effects of that plane.  Affected creatures gain the protections described in the avoid planar effects spell (page 19). \nArcane Material Component: A bit of stone or earth from your home plane. ",
    "is_30_spell": 0
  },
  {
    "name": "Backlash",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "You touch your opponent and a red aura entwines him, then fades without further effect.  You back away as your opponent laughs and begins to cast a spell. \nThe first time the target creature attempts to cast a spell or use a spelllike ability, the magic of that spell backfires.  The spell is expended, and the creature takes 1d6 points of damage per level of the spell being cast.  This discharge ends the spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Baleful Blink",
    "school": "transmutation",
    "components": "verbal",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "effect": "",
    "description": "You cause the creature to wink in and out of existence erratically, much to its chagrin. You curse one creature to a frustrating existence on the edge of the Ethereal Plane. The subject shimmers between the Ethereal Plane and the Material Plane, has a 50% miss chance on any melee or ranged attacks (as if the target of the attack had total concealment), and there is a 50% chance that any spell she casts does not have an effect on the desired plane while she blinks between the planes. Because the magic of the spell only causes the subject to blink when attacking or casting, attackers have no miss chance against her, and spells cast against her affect her normally. Because the blinking is so rapid, she cannot attempt to blink through walls or move in the Ethereal Plane. The subject of a baleful blink spell can cast spells on itself with impunity; in this case, it has no miss chance because the target of its spell (itself) travels along with the spell. The subject can also target creatures on the Ethereal Plane, but still has a 50% chance of failure on attacks and spells. Spells with the force descriptor are unaffected by the effect of baleful blink. ",
    "is_30_spell": 0
  },
  {
    "name": "Battlefield Fortification",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "effect": "",
    "description": "You shift earth to create a shallow trench or a berm, as described on page 35. The trench or berm created is a straight line up to 5 feet long per two caster levels. A berm created by this spell is 2 squares wide. This spell has no effect when cast in an area of stone such as an unworked cavern floor, a flagstone floor, or a cobblestone street. ",
    "is_30_spell": 0
  },
  {
    "name": "Bite of the Werewolf",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Personal",
    "duration": " 1 round/level",
    "saving_throw": " No",
    "effect": "",
    "description": "A howl erupts from your lips as your face contorts and expands into a wolf-like form. \nYou gain a +2 enhancement bonus to Strength, a +4 enhancement bonus to Dexterity, a +4 enhancement bonus to Constitution, and a +4 enhancement bonus to natural armor.  You gain a bite attack that deals 1d6 points of damage (or 1d4 points if you are Small) + 1-1/2 times your Str modifier.  You also gain the benefit of the Blind-Fight feat.  If your base attack bonus is +6 or higher, you do not gain any additional attacks. \nMaterial Component: A wolf's tooth. ",
    "is_30_spell": 0
  },
  {
    "name": "Bladebane",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless, object)",
    "effect": "",
    "description": "You impart a deadly quality to a single bladed weapon (any slashing weapon) for a short time. Bladebane confers the bane ability on the weapon touched, against a creature type (and subtype, if necessary) of your choice. The weapon's enhancement bonus increases by +2 against the appropriate creature type, and it deals +2d6 points of bonus damage to those creatures. Material Component: A drop of blood and ruby dust worth 500 gp. ",
    "is_30_spell": 1
  },
  {
    "name": "Blinding Breath",
    "school": "transmutation",
    "components": "somatic",
    "range": " Personal",
    "duration": " 1 round",
    "saving_throw": "",
    "effect": "",
    "description": "You expel your breath weapon, which crackles with eye-splitting intensity. \nThis spell functions like breath flare (page 38), except that targets that fail their saving throws against your breath weapon are permanently blinded, rather than dazzled. ",
    "is_30_spell": 0
  },
  {
    "name": "Breath Weapon Substitution",
    "school": "transmutation",
    "components": "somatic,meta breath",
    "range": " Personal",
    "duration": " Instantaneous",
    "saving_throw": "",
    "effect": "",
    "description": "Choose one type of energy other than that normally associated with your breath weapon: acid, cold, electricity, or fire. You can modify your breath weapon to use the selected energy type instead of its normal energy type. For example, a mature adult red dragon whose breath weapon normally deals 14d10 points of fire damage could use this spell to produce a cone dealing 14d10 points of acid damage instead. The modification applies only to the breath produced as part of the casting. When you use this spell to produce acid, cold, electricity, or fire energy, it is a spell of that type. For example, breath weapon substitution is an acid spell when you cast it to change your breath weapon to deal acid damage. ",
    "is_30_spell": 0
  },
  {
    "name": "Call of Stone",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 round/2 levels",
    "saving_throw": " Fortitude partial",
    "effect": "",
    "description": "A beam of sickly gray energy strikes the target of this spell. He acquires an ashen tone to his skin. With each passing moment, the grayish tone becomes deeper in color as the target transforms into a stone statue. This spell slowly transforms a creature into an inanimate stone statue. The target must make a Fortitude save each round for the duration of spell at the start of its turn or take a cumulative 10-foot penalty to speed and a -2 penalty to Dexterity. If the target's speed drops to 0 feet, it cannot move. If the target fails four or more saves, it permanently transforms into a statue as if affected by flesh to stone. Any effect or spell that reverses flesh to stone also cures this condition. ",
    "is_30_spell": 0
  },
  {
    "name": "Celerity",
    "school": "transmutation",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell works like lesser celerity, except that you pull even more time into the present. When you cast this spell, you can immediately take a standard action, as if you had readied an action. You can even interrupt another creature's turn when you cast this spell. However, after you take the standard action granted by this spell, you are dazed until the end of your next turn. ",
    "is_30_spell": 0
  },
  {
    "name": "Coral Growth",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Permanent",
    "saving_throw": " None",
    "effect": " 5 ft. cube of coral/level (S)",
    "description": "You cause living, submerged coral to grow at an accelerated pace in a shape you control. Since you control the form, you can cause the coral to grow into a wall, a large ball, and so forth. You are limited in the size of the new coral, but this is not dependent upon the amount of existing material—a tiny piece can be used as a starter seed for the new growth, so long as that piece is alive. Coral growth is popular for constructing buildings and statues out of coral in Halruaa. It is also a favorite of various aquatic races for building underwater cities. Material Component: A small piece of coral. ",
    "is_30_spell": 0
  },
  {
    "name": "Corporeal Instability",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates",
    "effect": "",
    "description": "You brush your fingers against the enemy, and immediately his bones begin to soften until he flows down into a flesh-colored puddle. \nYour touch transforms a living creature into a spongy, amorphous mass, its shape melting and writhing uncontrollably.  An affected creature is unable to hold or use any item.  Soft or misshapen feet and legs reduce speed to 10 feet, or one-quarter normal, whichever is less (minimum 5 feet).  The victim becomes blinded and cannot cast spells or use magic items, and searing pain renders it incapable of attacking.  While in this form, the creature has immunity to extra damage from critical hits and sneak attacks due to its amorphous nature.  A conscious victim can regain its own shape by taking a standard action to attempt a new save in any later round.  Success ends the spell effect. \nEach round the victim spends in an amorphous state, it takes 1 point of Wisdom drain from mental shock.  If the victim's Wisdom is reduced to 0, it falls unconscious. ",
    "is_30_spell": 0
  },
  {
    "name": "Dancing Chains",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "effect": "",
    "description": "The caster can control one chain per level as a standard action, making the chains dance or move as she wishes. In addition, the caster can increase the chains' length by up to 15 feet and cause them to sprout razor-edged barbs. These chains attack as spiked chains that use the caster's normal ranged attack bonus on attack rolls or grapple checks (treat each chain as Medium-size when grappling). The caster can climb a chain she controls at normal speed without making a Climb check. ",
    "is_30_spell": 1
  },
  {
    "name": "Darkvision, Mass",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " 10 ft",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "As you conclude the spell's casting, you are aware of being able to see without light.  A glance at your allies show that they too perceive more than before. \nThis spell functions like darkvision (PH 216), except that all target creatures receive the spell's benefits.  Unlike with darkvision, recipients of this spell cannot have the ability made permanent with a permanency spell. \nMaterial Component: A dried carrot or three small agates. ",
    "is_30_spell": 0
  },
  {
    "name": "Darsson's Potion",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Touch",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (object)",
    "effect": "",
    "description": "You transform the water in a flask so that it is capable of storing a spell in the manner of a potion. On your next turn, you or another spellcaster can cast aspell into the water, transforming the water into a potion of the appropriate type. Only spells suitable for making potions can be used this way. The person casting the spell to be stored must spend XP as if a potion were being created with the Brew Potion feat. ",
    "is_30_spell": 1
  },
  {
    "name": "Diminish Breath Weapon",
    "school": "transmutation",
    "components": "verbal",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 10 min./level",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "The creature looks confused as it exhales a much smaller breath weapon than expected. The targeted creature's breath weapon loses 1 die of damage per caster level. This spell cannot reduce the target's breath weapon to less than 1 die of damage. Special: If you sprinkle ashes of an object damaged or destroyed by the breath weapon of the type of dragon being targeted (worth at least 100 gp), the caster level of the spell increases by two. ",
    "is_30_spell": 0
  },
  {
    "name": "Displacer Form",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Personal",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "_You drop to your hands and knees a moment before your extremities morph into the limbs of a great black panther. \nWhen you cast this spell, you assume the physical appearance and many of the qualities and abilities of a displacer beast (MM 66).  While under the effect of the spell, your creature type changes to magical beast, and your size changes to Large.  You have the space and reach of a displacer beast (15 feet/5 feet [10 feet with tentacles]).  You gain two tentacle attacks, which each deal 1d6 points of damage + your Str modifier.  You gain the Strength, Dexterity, and Constitution of an average displacer beast (Str 18, Dex 15, Con 16), but you retain your own mental ability scores.  Your base land speed becomes 40 feet.  You gain darkvision out to 60 feet.  You also gain low-light vision. \nYour class and level, hit points, alignment, base attack bonus, and base saving throw bonuses all remain the same.  You lose any spell-like abilities of your own form, and you lose any extraordinary special abilities from your own form.  You retain any supernatural abilities of your own form.  You keep all extraordinary special attacks derived from class levels (such as a barbarian's rage or a rogue's sneak attack), but you lose any from your normal form that are not derived from class levels.  You can speak and cast spells while in displacer beast form, but you must physically touch any necessary material components.  Your natural armor bonus becomes +5, regardless of any natural armor bonus from your normal form.  While in displacer beast form, you gain the displacer beast's displacement and resistance to ranged attacks abilities.  Your equipment melds into your new form and becomes nonfunctional. \nMaterial Component: A single claw from a displacer beast. ",
    "is_30_spell": 0
  },
  {
    "name": "Distort Summons",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 hour/level",
    "saving_throw": "",
    "effect": "",
    "description": "The caster creates an area in which only evil creatures can be magically summoned. No matter what a later caster attempts to summon, he actually summons an evil version (a fiendish beast rather than a celestial one, for example) or an evil equivalent (a devil rather than a formian). If the summoner was attempting to summon a good or neutral creature, the evil creature that appears does not obey the commands of the summoner or attack his enemies. Instead, it attacks the summoner, and the spell that summoned the evil creature cannot be dismissed. A distort summons spell can be dispelled normally, however. ",
    "is_30_spell": 1
  },
  {
    "name": "Enduring Flight",
    "school": "transmutation",
    "components": "verbal",
    "range": " Personal",
    "duration": " See text",
    "saving_throw": "",
    "effect": "",
    "description": "You can carry more weight aloft while flying, and your flight lasts longer than normal. You can fly at normal speed when wearing medium armor or carrying up to a medium load. If your ability to fly (whether natural or magical) has a limited duration, that duration is doubled. This spell lasts as long as you remain airborne; it ends the moment you land. ",
    "is_30_spell": 0
  },
  {
    "name": "Enlarge Person, Mass",
    "school": "transmutation",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like enlarge person, except that it affects multiple creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Entangling Staff",
    "school": "transmutation",
    "components": "verbal,somatic,arcane focus",
    "range": " Touch",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates (harmless, object)",
    "effect": "",
    "description": "Rapping your staff with a knuckle, you cause it to sprout wriggling vines that grab and lash at the air. \nEach time you successfully strike a foe with the staff (a normal melee attack), you deal normal damage and can attempt to start a grapple as a free action without provoking attacks of opportunity.  This grapple attempt does not require a separate touch attack.  You gain a +8 bonus on grapple checks you cause by striking a foe with the entangling staff.  You can attempt to grapple creatures up to one size category larger than you. \nIf your grapple check succeeds, your quarterstaff's vines constrict your foe, dealing 2d6 points of damage (you can choose to deal nonlethal damage instead of normal damage if you wish).  You then have two choices:\nRelease: You release your opponent from the grapple.  Some vines remain clinging to your foe, leaving it entangled for the duration of the spell.  You can attack different enemies in later rounds with the staff, potentially grappling and constricting or entangling them. \nMaintain: You maintain your hold.  In subsequent rounds, you deal constriction damage with a successful grapple check.  You can then choose to release or maintain the hold again. \nFocus: A quarterstaff. ",
    "is_30_spell": 0
  },
  {
    "name": "Fire Stride",
    "school": "transmutation",
    "components": "",
    "range": " Personal",
    "duration": " 10 minutes/level or until expended; see text",
    "saving_throw": "",
    "effect": "",
    "description": "You draw arcane power into your body, wrapping your feet and legs with wisps of flame. \nYou gain the ability to step into fires and move from one fire to another.  The fires you enter and move between must be at least as big around as you are.  Fire elementals and other fire creatures are not considered \"fires\" for the purpose of this spell, nor are sources of great heat, such as pools of lava. \nOnce in a fire, you can instantly know the locations of all suitable fires within long range (400 ft.  + 40 ft/level) and can transport yourself to one of them.  Each transport counts as a full-round action.  With each casting of the spell, you can transport yourself once per caster level.  If a fire's location doesn't offer enough space for you (for example, a fire contained inside a furnace too small to hold you or a fire already occupied by a big cauldron), it is not a viable destination and you don't sense its location.  If a fire rests on a surface that can't support you, it is still a viable destination and you suffer the appropriate consequences if you transport yourself to it.  For example, if you transport yourself into a fire burning in a pit full of oil, you fall into the oil when you arrive there. \nFire stride provides no protection against fire, so it is advisable to obtain such protection before using the spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Flame Whips",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "effect": " Flaming whips",
    "description": "At the conclusion of this spell, your arms stretch into whiplike appendages and burst into flames. \nYour forelimbs transform into flaming whips.  You gain two melee touch attacks with a 15-foot reach that each deals 6d6 points of fire damage.  Attacks with these flaming whips replace any natural attacks you had with those limbs. \nWhile this spell is in effects, you cannot cast spells with material components, nor can you carry items with your forelimbs.  Any items worn on your forelimbs cease functioning while the spell is active. ",
    "is_30_spell": 0
  },
  {
    "name": "Flight of the Dragon",
    "school": "transmutation",
    "components": "verbal,material",
    "range": " Personal",
    "duration": " 10 minutes/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "The wing-claw vaporizes in a puff of acrid smoke, and you feel the muscles of your shoulders warm from the eldritch energies coursing within.  Great draconian wings unfurl from your shoulders and reach toward the sky. \nA powerful pair of wings sprout from your shoulders, granting you a fly speed of 100 feet (average).  You can't carry aloft more than a light load. \nWhen flying long distances, you can fly at 15 miles per hour (or 24 miles per hour at a hustle). \nMaterial Component: A dragon's wing claw. \nSpecial: Sorcerers cast this spell at +1 caster level. ",
    "is_30_spell": 0
  },
  {
    "name": "Fuse Sand",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "effect": "",
    "description": "This spell causes normal sand to melt slightly and stick, forming a relatively soft and porous building material (see Dungeon Waste Terrains, page 31). Any creature in the sand is allowed a Reflex save to escape before the area hardens. Creatures that are unable to escape become trapped and must be broken out. A creature trapped beneath the surface begins to suffocate (see page 304 of the Dungeon Master's Guide). The fused sand has hardness 3 and 5 hp per inch of thickness, and a break DC of 22. Material Component: A glass marble. ",
    "is_30_spell": 0
  },
  {
    "name": "Ghorus Toth's Metal Melt",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round",
    "saving_throw": " Will negates (object)",
    "effect": "",
    "description": "You alter the physical properties of a metal object so that it runs like water. The melted metal does not change temperature but flows as a liquid for 1 round and then returns to its normal solid state, usually in a form resembling a puddle. If the object is a magic item, this renders it broken and nonfunctional, although a character with the appropriate item creation feat can repair it. Material Component: A drop of mercury in a vial. ",
    "is_30_spell": 1
  },
  {
    "name": "Ghost Bane Weapon",
    "school": "transmutation",
    "components": "verbal,somatic,divine focus",
    "range": " Touch",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless, object)",
    "effect": "",
    "description": "You give a weapon the ghost bane property in addition to any other properties it has. Against ghosts, your weapon's enhancement bonus (if any) is 2 higher than normal and it deals an extra 2d6 points of damage. The spell has no effect if cast upon a weapon that already has the ghost bane property. At caster level 9th and higher, the weapon gains a +1 enhancement bonus if it is not already a magic weapon. Alternatively, you can affect up to 50 arrows, bolts, or bullets. The projectiles must be of the same type, and they have to be together, such as in the same quiver. Projectiles (but not thrown weapons) lose their ghost bane property when fired. Any weapon affected by this spell glows with witchlight (see the Witchlight feat). ",
    "is_30_spell": 1
  },
  {
    "name": "Heart of Earth",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 1 hour/level (D) or until expended",
    "saving_throw": "",
    "effect": "",
    "description": "You feel your flesh strengthen with the power of stone. This spell converts part of your body into elemental earth, which toughens you considerably. You gain a +8 bonus on checks to resist a bull rush, overrun, or trip attack. You also gain temporary hit points equal to twice your caster level (up to 30 hp). Furthermore, while this spell is active, you can activate a stoneskin effect (as the spell) on yourself as a swift action. This benefit lasts for 1 round per level (or until the stoneskin's total protection is consumed), at the end of which time the spell's entire effect ends. If heart of earth is active on you at the same time as heart of air, heart of fire, or heart of water, you gain light fortification. If all four of these spells are active on you at the same time, you become immune to extra damage from critical hits and sneak attacks. ",
    "is_30_spell": 0
  },
  {
    "name": "Improved Blindsight",
    "school": "transmutation",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "As blindsight, except as noted above and that the blindsight granted by the spell has a 60-foot range. ",
    "is_30_spell": 1
  },
  {
    "name": "Investiture of the Amnizu",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "With a flash of red light and a sound like the screams of a thousand suffering souls, you invest the target with infernal energy, drawing power from an amnizu to power the spell. You infuse a target with the intellect-sapping power and slippery mind of an amnizu. While under the effect of this spell, the target can, each round as a standard action, make a single melee touch attack. A touched creature takes 1d4 points of Intelligence damage. The subject of this spell can use this touch attack once per two caster levels. The subject of this spell also becomes immune to any effect that would damage, drain, or otherwise reduce its own Intelligence score. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the amnizu). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "is_30_spell": 0
  },
  {
    "name": "Investiture of the Erinyes",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "effect": "",
    "description": "With the sound of flapping wings, you grant the target the power of an erinyes. The target gains the sinister allure of an erinyes. While the spell is in effect, the subject can beckon a creature it can see clearly, forcing it to approach unless the creature succeeds on a Will save against the spell's save DC. On a failed save, the creature can do nothing on its next action except to attempt to move closer to the subject of investiture of the erinyes. The beckoned creature will not take obviously suicidal actions, such as walking off the edge of a cliff. However, it will move normally through squares threatened by other creatures. This is a mind-affecting compulsion effect. Once the beckoned creature enters an adjacent square, or if it was already in an adjacent square, it takes no further action that round. The subject of this spell can use this effect once per three caster levels. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the erinyes). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "is_30_spell": 0
  },
  {
    "name": "Investiture of the Harvester Devil",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "A deep chuckle sounds as you complete the incantation, and motes of violet light surround the target, imbuing it with infernal energy drawn from a harvester devil. The target of this spell deals horrific, lingering wounds with its melee attacks. If it successfully strikes an opponent with a melee attack, it causes an infernal wound that deals an extra 1d6 points of damage each round until the creature dies, or until the struck creature is the recipient of a DC 20 Heal check, a cure spell, or a heal spell. A creature can be affected by the lingering damage of only one such infernal wound at a time. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the harvester devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "is_30_spell": 0
  },
  {
    "name": "Investiture of the Steel Devil",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "With the sound of low chanting, you invest the target with the power of a steel devil. While under the effect of this spell, the target is infused with the magical energy and deadly skill of a steel devil. While the spell is in effect, the target gains a +3 profane bonus on attack rolls and to Armor Class. This bonus increases by 1 for every adjacent creature that is also under the effect of an investiture of the steel devil spell. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the steel devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "is_30_spell": 0
  },
  {
    "name": "Iron Bones",
    "school": "transmutation",
    "components": "verbal,somatic,arcane focus,divine focus",
    "range": " Touch",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "A brief flash engulfs your undead ally, and through its flesh you can see its skeleton.  The skeleton glows a dusky red for a moment. \nThis spell functions like stone bones (Spell Compendium page 208), except that the subject creature's skeleton changes to iron.  The creature gains a +6 natural armor bonus to AC. \nArcane Focus: A miniature skull made out of iron or steel. ",
    "is_30_spell": 0
  },
  {
    "name": "Jhanifer's Deliquescence",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "",
    "is_30_spell": 0
  },
  {
    "name": "Lower Spell Resistance",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates (see text)",
    "effect": "",
    "description": "This spell reduces the subject's spell resistance by 1 per caster level (maximum reduction 15). This reduction can't lower a target's spell resistance below 0. The target of the spell takes a penalty on its saving throw equal to your caster level. ",
    "is_30_spell": 0
  },
  {
    "name": "Mark of the Enlightened Soul",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 3 rounds or until ended",
    "saving_throw": "",
    "effect": "",
    "description": "Your hands glow softly, as if illuminated from within by a bright light. This spell adds a touch of good to your magic, granting you special potency against your evil-aligned enemies. Your spells gain the good descriptor. Any spell you cast of 3rd level or lower deals +50% damage to evil-aligned creatures. As part of the casting of this spell, you can sacrifice one sorcerer spell slot of 5th to 9th level; doing this increases the maximumlevel of spells affected by mark of the enlightened soul to the level of the sacrificed slot minus 1. For example, if you spend a 4th-level spell slot to cast the spell and a 7th-level spell slot to augment it, you would deal extra damage to evil-aligned creatures with spells of 6th level or lower. Special: A good-aligned caster of the dragonblood subtype can choose to end this spell's duration by activating protection from evil (as the spell, but targeting itself) as a swift action. This effect lasts for the normal duration of protection from evil. ",
    "is_30_spell": 0
  }
]