[
  {
    "name": "Bear's Endurance, Mass",
    "school": "transmutation",
    "components": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "Mass bear's endurance works like bear's endurance, except that it affects multiple creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Bite of the Weretiger",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": "",
    "saving_throw": " No",
    "effect": "",
    "description": "You snarl, and your features shift into those of a tiger.  Your hands grow sharp claws, and the thick skin and striped fur of a tiger covers your body. \nYou gain a +12 enhancement bonus to Strength, a +4 enhancement bonus to Dexterity, a +6 enhancement bonus to Constitution, and a +5 enhancement bonus to natural armor.  Your hands become claws, granting you two claw attacks, and your mouth becomes that of a tiger, giving you a bite attack.  You can attack with both claws at your full base attack bonus, but your bite attack takes a —2 penalty (as if you had the Multiattack feat).  Each claw deals 1d8 points of damage (1d6 if you are Small) + your Str modifier, and your bite deals 2d6 points of damage (2d6 if you are Small) + 1/2 your Str modifier.  You gain the benefits of the Blind-Fight and Power Attack feats, as well.  If your base attack bonus is +6 or higher, you do not gain any additional attacks.  \nMaterial Component: A tiger's claw. ",
    "is_30_spell": 0
  },
  {
    "name": "Brilliant Blade",
    "school": "transmutation",
    "components": "verbal",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless, object)",
    "effect": "",
    "description": "You transform a single melee weapon, thrown weapon, or group of projectiles into a weapon of brilliant energy. A brilliant energy weapon sheds light as a torch (20-foot radius) and ignore nonliving matter. Armor bonuses to AC (including any enhancement bonuses to that armor) do not count against it because the weapon passes through armor. (Dexterity, deflection, dodge, natural armor, and other such bonuses still apply). A brilliant energy weapon cannot harm undead, constructs, or objects. If this spell is cast on arrows or crossbow bolts, the effect on a particular projectile ends after one use, whether or not the missile strikes its intended target. Treat shuriken as arrows, rather than as thrown weapons, for the purpose of this spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Bull's Strength, Mass",
    "school": "transmutation",
    "components": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like bull's strength, except that it affects multiple creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Burrow, Mass",
    "school": "transmutation",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like burrow, except that it affects multiple creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Cat's Grace, Mass",
    "school": "transmutation",
    "components": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like cat's grace, except that it affects multiple creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Chasing Perfection",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "Energy courses through the creature touched. Its muscles grow and become more defined, it starts to move with greater alacrity and grace, and its bearing increases. The subject improves in all ways. It gains a +4 enhancement bonus to each of its ability scores. Material Component: A statuette of a celestial or fiend worth 50 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Cloak of the Sea",
    "school": "transmutation",
    "components": "verbal,somatic,divine focus",
    "range": " Touch",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "A blue-green glow surrounds your hand as you complete the spell.  With a touch you release it into your intended target, which then turns the same shade of blue-green. \nWhile underwater, the subject functions as if affected by blur (PH 206), freedom of movement (PH 233), and water breathing (PH 300),and doesn't take nonlethal damage for the duration of the spell.  When out of the water (or even partially out), the subject gains none of these advantages except water breathing.  The subject can leave and reenter water without ending the spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Construct Essence, Mass Lesser",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "You spread your arms, and about you, your warforged comrades become more durable and unyielding. \nAs lesser construct essence, except as noted above. ",
    "is_30_spell": 0
  },
  {
    "name": "Contingent Spell Lock",
    "school": "transmutation",
    "components": "verbal,somatic,divine focus",
    "range": " Personal",
    "duration": " Instantaneous",
    "saving_throw": "",
    "effect": "",
    "description": "You transfer some of your currently prepared spells or available spell slots to a hidden part of your soul so that, if you die, when you appear on the Ethereal Plane, you have those spells or spell slots available for use (normally, dying and appearing on the Ethereal Plane causes you to lose all prepared spells and unused spell slots). You can transfer one spell per spell level that you can cast into this hidden part of your soul. Once you transfer the spells or spell slots in this manner, you cannot access them in any way—it is as if you had used those spell slots. The next time you choose to ready or prepare spells, you may leave those transferred spells or slots in place, or you may recover them along with your other spells or spell slots (which means they would not be available if you died). The transferred spells or spell slots may be used by your ghost in the normal manner, requiring the appropriate components and so on. If you are raised from the dead, the transferred spells become inaccessible again (although you can choose to recover them the next time you ready or prepare spells, as described above). ",
    "is_30_spell": 1
  },
  {
    "name": "Control Water",
    "school": "transmutation",
    "components": "verbal,somatic,material,divine focus",
    "range": " Long (400 ft. + 40 ft./level)",
    "duration": " 10 min./level (D)",
    "saving_throw": " None; see text",
    "effect": "",
    "description": "Depending on the version you choose, the control water spell raises or lowers water. Lower Water: This causes water or similar liquid to reduce its depth by as much as 2 feet per caster level (to a minimum depth of 1 inch). The water is lowered within a squarish depression whose sides are up to caster level x 10 feet long. In extremely large and deep bodies of water, such as a deep ocean, the spell creates a whirlpool that sweeps ships and similar craft downward, putting them at risk and rendering them unable to leave by normal movement for the duration of the spell. When cast on water elementals and other water-based creatures, this spell acts as a slow spell (Will negates). The spell has no effect on other creatures. Raise Water: This causes water or similar liquid to rise in height, just as the lower water version causes it to lower. Boats raised in this way slide down the sides of the hump that the spell creates. If the area affected by the spell includes riverbanks, a beach, or other land nearby, the water can spill over onto dry land. With either version, you may reduce one horizontal dimension by half and double the other horizontal dimension. Arcane Material Component: A drop of water (for raise water) or a pinch of dust (for lower water). ",
    "is_30_spell": 0
  },
  {
    "name": "Demonic Blood Infusion",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " 1 hour/level",
    "saving_throw": " None (see text)",
    "effect": "",
    "description": "You grant the subject infernal power by transforming its blood into the blood of a demon. The subject gains the fiendish template and the chaotic and evil subtypes, and it becomes chaotic evil if it is not already. The creature counts as an outsider for the purpose of spells and effects that affect only certain creature types. However, any effect that banishes, binds, or sends away outsiders does not function against the subject; instead, it simply causes demonic blood infusion to end immediately. When the spell ends, all its effects terminate immediately, and the target is nauseated for 1d4 rounds. Repeated use of this spell tends to corrupt the target and force it to become chaotic evil if it was not already. Each time demonic blood infusion is cast upon a creature it must attempt a Will saving throw. Failure means the subject becomes chaotic if it was not already. If the subject is chaotic but nonevil, failure causes it to become evil. Each time the spell is used against the same creature, the DC for this saving throw increases by 1. Demonic blood infusion was invented by the followers of Orcus, who use it to boost the power of their church's mortal servants. Material Component: A vial of demon's blood worth 100 gp. ",
    "is_30_spell": 1
  },
  {
    "name": "Dhulark's Glasstrike",
    "school": "transmutation",
    "components": "verbal,somatic,arcane focus",
    "range": " 60 ft.",
    "duration": " 1 hour/level",
    "saving_throw": " Fortitude negates",
    "effect": "",
    "description": "You transform the target into glass. You can cast either of these two versions: Glass Creature: As flesh to stone, but the target becomes glass. Glass Object: An object of up to 4 cubic feet in volume is affected. Part of a larger object (such as a floor or wall) can be transformed by this spell. Neither version of the spell affects magic items (magic items carried by a transformed creature remain intact). When the duration ends, the target returns to its original materials. If the target was broken or damaged while in glass form, its normal form has similar damage. Focus: A piece of glass from a mirror. ",
    "is_30_spell": 1
  },
  {
    "name": "Disintegrate",
    "school": "transmutation",
    "components": "verbal,somatic,material,divine focus",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial (object)",
    "effect": " Ray",
    "description": "A thin, green ray springs from your pointing finger. You must make a successful ranged touch attack to hit. Any creature struck by the ray takes 2d6 points of damage per caster level (to a maximum of 40d6). Any creature reduced to 0 or fewer hit points by this spell is entirely disintegrated, leaving behind only a trace of fine dust. A disintegrated creature's equipment is unaffected. When used against an object, the ray simply disintegrates as much as one 10-foot cube of nonliving matter. Thus, the spell disintegrates only part of any very large object or structure targeted. The ray affects even objects constructed entirely of force, such as Bigby's forceful hand or a wall of force, but not magical effects such as a globe of invulnerability or an antimagic field. A creature or object that makes a successful Fortitude save is partially affected, taking only 5d6 points of damage. If this damage reduces the creature or object to 0 or fewer hit points, it is entirely disintegrated. Only the first creature or object struck can be affected; that is, the ray affects only one target per casting. Arcane Material Component: A lodestone and a pinch of dust. ",
    "is_30_spell": 0
  },
  {
    "name": "Dragonmark Whip, Greater",
    "school": "transmutation",
    "components": "somatic",
    "range": " Personal",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "effect": " One 10-foot-long whip",
    "description": "As a dragonmark whip, except that the whip has a reach of 20 feet, deals up to 1d8+20 points of damage, and can be used to deliver touch spells of 7th level or lower. \nDragonmark: Any greater true or aberrant dragonmark, or any Siberys dragonmark. ",
    "is_30_spell": 0
  },
  {
    "name": "Dragonshape, Lesser",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "You feel a fire burning deep within you. \nCrimson scales quickly grow over your body, a pair of great wings sprouts from your shoulders, and the scent of sulfur fills the air as you transform into a dragon.  You take the form of a Large young red dragon (see below).  You gain 60 temporary hit points, which disappear at the end of the spell's duration.  For details, see The Polymorph Subschool on page 60. ",
    "is_30_spell": 0
  },
  {
    "name": "Eagle's Splendor, Mass",
    "school": "transmutation",
    "components": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like eagle's splendor, except that it affects multiple creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Energy Surge, Greater",
    "school": "transmutation",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like lesser energy surge, except that the attack deals an extra 3d6 points of energy damage. ",
    "is_30_spell": 0
  },
  {
    "name": "Extract Water Elemental",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "effect": "",
    "description": "Calling upon the essence of elemental water, you surround your target creature with a swirling blue and red aura.  The aura seeps into the creature a moment before water spurts forth from its pores.  it cries out in pain. \nThis brutal spell causes the targeted creature to dehydrate horribly as the moisture in its body is forcibly extracted through its eyes, nostrils, mouth, and pores.  This deals 1d6 points of damage per caster level (maximum 20d6), or half damage on a successful Fortitude save.  If the targeted creature is slain by this spell, the extracted moisture is transformed into a water elemental of a size equal to the slain creature (up to Huge).  The water elemental is under your control, as if you summoned it, and disappears after 1 minute. \nThis spell has no effect on living creatures with the fire subtype. ",
    "is_30_spell": 0
  },
  {
    "name": "Fiendish Quickening",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Personal",
    "duration": " 1 round/level",
    "saving_throw": "",
    "effect": "",
    "description": "For the duration of this spell, the caster's teleport or teleport without error spell-like ability is quickened. This means that the caster can teleport as a free action and still have time during the round to attack and/or move. The caster can use his quickened teleport or teleport without error once per round. This spell does not affect teleport spells in any way, only the spell-like ability of fiends to teleport themselves. ",
    "is_30_spell": 1
  },
  {
    "name": "Flesh to Stone",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "effect": "",
    "description": "The subject, along with all its carried gear, turns into a mindless, inert statue. If the statue resulting from this spell is broken or damaged, the subject (if ever returned to its original state) has similar damage or deformities. The creature is not dead, but it does not seem to be alive either when viewed with spells such as deathwatch. Only creatures made of flesh are affected by this spell. Material Component: Lime, water, and earth. ",
    "is_30_spell": 0
  },
  {
    "name": "Fox's Cunning, Mass",
    "school": "transmutation",
    "components": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like fox's cunning, except that it affects multiple creatures. ",
    "is_30_spell": 0
  },
  {
    "name": "Ghorus Toth's Magnetism",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "You fire a brilliant blue ray at a single creature or object within range. If your ranged touch attack succeeds, you charge the target with an intensely powerful magical magnetism effect. You can only affect objects made of metal or creatures wearing or carrying metal armor, weapons, or gear. The magical magnetism generated by Ghorus Toth's magnetism creates a zone of attraction with a radius of 30 feet around the affected creature or object. Every metallic object entering the zone of attraction is pulled toward the target creature or object by this attractive force, which has an effective Strength score of 10 + the caster's level (maximum 25). Every round metal creatures or objects remain within the zone of attraction, they must attempt an opposed Strength check against the force. If an attracted creature wins this contest, it suffers no ill effects this round. If it fails, it is entangled and drawn 10 feet plus 1 foot for every point by which it failed the opposed Strength check closer to the creature or object at the center of the zone. Creatures carrying or holding metal objects may choose to release them, in which case the items fly to the creature or object at the center, or hold onto them, in which case they are treated as metal creatures. Unattended metal objects of 50 pounds or less in the zone of attraction (including items voluntarily released, as well as metallic projectiles fired through the zone) fly with great force and strike the target, dealing 1d6 points of damage per 5 pounds of weight (maximum 10d6). Objects heavier than 50 pounds are dragged 10 feet closer each round. Metal creatures or objects that reach the target of Ghorus Toth's magnetism become stuck fast to the target. (If the target is a metal or metal-armored creature, it is instantly stuck fast to itself by the spell). Creatures stuck together this way are considered to be grappled and must first escape the grapple by defeating the attractive force in an opposed Strength check before theycan try to move away or take any actions prohibited in a grapple. Similarly, an object stuck to the target must be wrested away with a Strength check before it can be used. If a creature or object within the zone of attraction is more than twice as heavy as the target of Ghorus Toth's magnetism,the target is dragged to it instead. This naturally moves the zone of attraction, which may shift other creatures into or out of the magnetism's range of influence. Material Components: A small lodestone. ",
    "is_30_spell": 1
  },
  {
    "name": "Hardening",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Touch",
    "duration": " Permanent",
    "saving_throw": " None",
    "effect": "",
    "description": "You rub your hands along the length of the object, intoning the spell.  A warm red glow emits from your hands, strengthening the object. \nThis spell increases the hardness of materials.  Paper becomes harder to tear, glass becomes harder to break, wood becomes more resilient, and so on.  For every two caster levels, add 1 point of hardness to the material targeted by the spell.  This hardness increase improves only the material's resistance to damage.  Nothing else is modified by the improvement.  For example, a longsword (treat steel as iron, base hardness 10) affected by a hardening spell cast by a 12th-level caster would have hardness 16 for the purpose of ignoring damage caused by someone making a sunder attack.  The sword's hit points, attack and damage modifiers, and other factors are not affected.  A hardening spell does not in any way affect a substance's resistance to other forms of transformation.  Ice still melts, paper and wood still burn, rock still becomes transmutable to mud with the proper spell, and so on. \nThis spell affects up to 10 cubic feet of material per level of the caster.  If cast upon a metal or mineral, the spell affects only 1 cubic foot per level. \nMaterial Component: An ointment made with 50 gp of diamond dust per 10 cubic feet of material. ",
    "is_30_spell": 0
  },
  {
    "name": "Investiture of the Barbed Devil",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "With brisk arcane gestures that glow with a fiery red light, you imbue a target with the might of a barbed devil, causing long thorns to sprout all over its body. You cause the target of this spell to grow a number of long barbs similar to those found on a barbed devil. While under the effect of the spell, the target does not provoke attacks of opportunity when initiating a grapple. If the subject already has improved grab or the Improved Grapple feat, it instead gains a +4 profane bonus on grapple checks. Whenever the subject successfully makes a grapple check to grab a foe, pin a foe, or deal damage, it impales its foe on its barbs, dealing extra damage based on its size. The subject also gains resistance to fire 10. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the barbed devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. \n\n\nSize \nDamage\n\n\n Tiny or smaller \n 1d8 \n\n\n Small \n 2d8 \n\n\n Medium \n 3d8 \n\n\n Large \n 4d8 \n\n\n Huge \n 5d8 \n\n\n Gargantuan \n 6d8 \n\n\n Colossal \n 7d8",
    "is_30_spell": 0
  },
  {
    "name": "Investiture of the Malebranche",
    "school": "transmutation",
    "components": "verbal,somatic,material",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "A fearsome roar splits the air when you conclude the arcane words that invest the target with hellish power drawn from a malebranche. You infuse a creature with the raw power of the mighty malebranche, causing it to grow twisted horns of blackened bone from of its brow. While under the effect of this spell, the subject deals extra damage whenever it successfully hits with a charge attack, depending on its size. In addition, the subject gains resistance to fire 10. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the malebranche). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "is_30_spell": 0
  },
  {
    "name": "Make Manifest",
    "school": "transmutation",
    "components": "verbal,somatic",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "You cast a spell that reaches into another plane and pulls another creature to your realm. \nYou can cause one creature on a coexistent plane (DMG 150), along with its personal belongings, to suddenly appear on your plane of existence.  An affected creature appears in the location analogous to the space it occupied on the coexistent plane.  For example, the make manifest spell allows you to cause a target on the Ethereal Plane to appear on the Material Plane, and vice versa.  This spell does not grant the ability to pinpoint the location of ethereal creatures. \nFor the duration of the spell, the target creature retains all its abilities except for those that allow it to enter other planes.  For example, a ghost brought in from the Ethereal Plane would be unable to return to the Ethereal Plane but would remain incorporeal.  At the end of the spell's duration, the target creature returns to whatever plane it was on before it was targeted by the spell, even if it has moved beyond the range of make manifest. ",
    "is_30_spell": 0
  }
]