[
  {
    "name": "Sun Bolt",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "A ray of burning sunlight springs from your hand. You must make a ranged touch attack to hit your target. A creature struck by the bolt is blinded for 1 round and takes 2d6 points of damage. Creatures harmed by sunlight take double damage. Undead always take double damage, as do fungi, molds, oozes, and slimes; undead damaged by sunlight (such as vampires) always take triple damage. A successful Reflex save negates the blindness. ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Light of Mercuria",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "This spell functions like light of Lunia, except that the radiance created is golden.  Your light rays deal 2d6 points of damage, or 4d6 points of damage against undead and evil outsiders. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " You and up to two rays; see text",
    "area": "",
    "duration": " 10 minutes/level (D) or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shatter",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Shatter creates a loud, ringing noise that breaks brittle, nonmagical objects; sunders a single solid, nonmagical object; or damages a crystalline creature. Used as an area attack, shatter destroys nonmagical objects of crystal, glass, ceramic, or porcelain, such as vials, bottles, flasks, jugs, windows, mirrors, and so forth. All such objects within a 5-foot radius of the point of origin are smashed into dozens of pieces by the spell. Objects weighing more than 1 pound per your level are not affected, but all other objects of the appropriate composition are shattered. Alternatively, you can target shatter against a single solid object, regardless of composition, weighing up to 10 pounds per caster level. Targeted against a crystalline creature (of any weight), shatter deals 1d6 points of sonic damage per caster level (maximum 10d6), with a Fortitude save for half damage. Arcane Material Component: A chip of mica. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 5-ft.-radius spread; or one solid object or one crystalline creature",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (object); Will negates (object) or Fortitude half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Shroud",
    "school": "evocation",
    "sub_school": "",
    "source": "drow_of_the_underdark",
    "description": "A thin membrane of darkness coats your body. This spell negates any penalties or other harmful effects imposed by your light blindness or light vulnerability. You also gain a +5 competence bonus on Hide checks made in areas of shadow or darkness. As with any darkness spell, the effect is suppressed if you enter the area of a light spell of 3rd level or higher. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Darkness",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell causes an object to radiate shadowy illumination out to a 20-foot radius. All creatures in the area gain concealment (20% miss chance). Even creatures that can normally see in such conditions (such as with darkvision or lowlight vision) have the miss chance in an area shrouded in magical darkness. Normal lights (torches, candles, lanterns, and so forth) are incapable of brightening the area, as are light spells of lower level (such as light or dancing lights). Higher level light spells (such as daylight) are not affected by darkness. If darkness is cast on a small object that is then placed inside or under a lightproof covering, the spell's effect is blocked until the covering is removed. Darkness counters or dispels any light spell of equal or lower spell level. Arcane Material Component: A bit of bat fur and either a drop of pitch or a piece of coal. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material,divine focus",
    "target": " Object touched",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Frost Breath",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Giving a forceful exhale across your cupped hand, your breath shoots forth tinged with frost and crystals of ice. \nYou breathe a cone of intense cold at your foes.  The spell deals 1d4 points of cold damage per two caster levels (maximum 5d4).  In addition, all creatures damaged by the frost breath that fail their Reflex save are dazed for 1 round by the sudden shock of cold. \nMaterial Component: Three drops of water or fragments of ice (which are held in a cupped palm and blown toward the target). ",
    "effect": " Cone-shaped burst",
    "range": " 30 feet",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darkbolt",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster makes a ranged touch attack against a foe, launching a bolt of cold darkness from his left hand. The bolt deals 1d8 points of damage per two caster levels (maximum 5d8). Half the damage is cold, and the other has no specific type. When struck, the foe must also succeed at a Fortitude save or be stunned for 1 round, overwhelmed by the evil charge of the darkbolt. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Local Tremor",
    "school": "evocation",
    "sub_school": "",
    "source": "races_of_the_dragon",
    "description": "The earth around your feet begins to ripple, and a directed shock wave of tectonic force is released that shoots through the ground. Immediately upon completion of the casting of this spell and as often as once per round thereafter, you can cause the ground to shake along a 30-foot line. You can produce a number of these tremors equal to your caster level (maximum five). The tremors begin at your location and extend in the direction you indicate; any creature caught standing within the area must make a Reflex save or fall prone. A spellcaster caught standing on one of these squares must make a Concentration check (DC 20 + spell level) or lose any spell that was being attempted. You need not produce a tremor immediately upon finishing the casting of this spell. You can perform other actions, even the casting of other spells, between producing new tremors. Calling up a new tremor in any round after the spell has been cast requires a standard action (as you refocus your concentration on the spell). ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft. line",
    "duration": " 1 minute/level or until expended; see text",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Veil of Shadow",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You speak the words of this spell, and tendrils of purple darkness rise from the ground, surrounding you and concealing you from your foes. \nSwirling wisps of darkness obscure your form, granting you concealment.  The 20% miss chance is in effect even if the attacker has darkvision. \nThis spell effect is dispelled in daylight or in the area of a light spell of 3rd level or higher. \nSee invisibility does not counter a veil of shadow's concealment effect, but a true seeing spell does. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]