[
  {
    "name": "Dweomer of Transference",
    "school": "evocation",
    "sub_school": "",
    "source": "expanded_psionics_handbook",
    "description": "With this spell, you form a radiating corona around the head of a psionic ally, then convert some of your spells into psionic power points. When you finish casting dweomer of transference, a red-orange glow surrounds the psionic creature's head. For the duration of the spell, any spells cast at the subject don't have their usual effect, instead converting themselves harmlessly into psionic energy that the subject can use as energy for psionic powers. You can cast any spell you like at the subject, even area spells, effect spells, and spells for whom the subject would ordinarily not be a legitimate target. The spells don't do anything other than provide the subject with power points, but you must still cast them normally, obeying the component and range requirements listed in the description of each spell. For each spell you cast into the dweomer of transference, the psionic creature gets temporary power points, according to the following table. The transference isn't perfectly efficient; for instance, if you cast a 7th-level spell at a psionic creature, it receives insufficient psionic power points to manifest a 7th-level power. The temporary power points acquired through a dweomer of transference dissipate after 1 hour if they haven't already been spent. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One willing psionic creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Venom Bolt",
    "school": "evocation",
    "sub_school": "",
    "source": "serpent_kingdoms",
    "description": "You release a beam of fell energy from your eye, mouth, fingertip, or tail tip that travels in a straight line. Every creature in its path takes 2d8 points of acid damage, though the beam is not actually composed of any acidic substance. A successful Reflex save halves this damage. Furthermore, every creature in the path of the venom bolt must also make a successful Fortitude save or be paralyzed for 1d4+1 rounds. Success means the subject is slowed for 1 round. Creatures do not block the beam, but walls and other solid barriers do. Yuan-ti and their creations (such as tainted ones and broodguards) are immune to the effects of this spell, as are creatures with the Snake Blood feat (see Feats in FORGOTTEN REALMS Campaign Setting). Other Scaled Ones are immune to the paralysis effect and need not save against it. Material Component: A drop of venom from any sort of poisonous snake. ",
    "effect": "",
    "range": " 100 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 100-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half, Fortitude partial (see text)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sending",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You contact a particular creature with which you are familiar and send a short message of twenty-five words or less to the subject. The subject recognizes you if it knows you. It can answer in like manner immediately. A creature with an Intelligence score as low as 1 can understand the sending, though the subject's ability to react is limited as normal by its Intelligence score. Even if the sending is received, the subject is not obligated to act upon it in any manner. If the creature in question is not on the same plane of existence as you are, there is a 5% chance that the sending does not arrive. (Local conditions on other planes may worsen this chance considerably, at the option of the DM). Arcane Material Component: A short piece of fine copper wire. ",
    "effect": "",
    "range": " See text",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 round; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Celestial Brilliance",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "The object touched sheds light brighter than bright sunlight, channeled directly from the celestial realms. The light extends to a 120-foot radius: bright light to 60 feet and dim light in another 60 feet. Creatures with light sensitivity take twice the usual penalty when they are within 60 feet of the object. Undead creatures take 1d6 points of damage each round they are within the bright light. Evil outsiders, as well as undead creatures that are specifically harmed by sunlight, take 2d6 points of damage each round in the bright light. Celestial brilliance brought into an area of magical darkness (or vice versa) is temporarily negated, so that the otherwise prevailing light conditions exist in the overlapping areas of effect. Celestial brilliance counters or dispels any darkness spell of equal or lower level, such as deeper darkness. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Object touched",
    "area": "",
    "duration": " 1 day/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Early Twilight",
    "school": "evocation",
    "sub_school": "",
    "source": "heroes_of_battle",
    "description": "Early twilight suppresses light in its area, even casting a shadow over daylight. This effect reduces the illumination in the area by one category (from bright light to shadowy, or from shadowy to darkness). It does not stack with other magical darkness effects. Unlike other spells with the darkness descriptor, early twilight counters and dispels battlefield illumination (see page 125) but not other light spells. Arcane Material Component: A black veil. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,material,divine focus",
    "target": "",
    "area": " 80-ft.-radius cylinder, 40 ft. high",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stars of Arvandor",
    "school": "evocation",
    "sub_school": "",
    "source": "champions_of_valor",
    "description": "You create one twinkling star per level (maximum ten stars). These minute starbursts orbit your head like ioun stones. As a swift action, you can launch one star at a target you designate within range. Alternatively, as a standard action, you can launch up to three stars at one or more targets within range. You can only launch stars once per round. You must make a ranged touch attack for each star. Against non-evil targets, each star deals 1d8 points of nonlethal damage; evil targets take 1d8 points of lethal damage instead. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " See text",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Damning Darkness",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "This spell is similar to darkness, except that those within the area of darkness also take unholy damage. Creatures of good alignment take 2d6 points of damage per round in the darkness, and creatures neither good nor evil take 1d6 points of damage. As with the darkness spell, the area of darkness is a 20-foot radius, and the object that serves as the spell's target can be shrouded to block the darkness (and thus the damaging effect). Damning darkness counters or dispels any light spell of equal or lower level. Arcane Material Component: A dollop of pitch with a tiny needle hidden inside it. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material,divine focus",
    "target": " Object touched",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Bleakness",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A pulsing darkness bleeds from your body. You conjure up a cloud of inky darkness laced with life-sucking energy from the Negative Energy Plane. Living creatures in the area take 1d6 points of damage each round, starting in the round when they enter the area and at the beginning of their turns each round they remain in the area. The damage can be prevented by any effect that protects against negative energy, such as death ward. In addition, undead gain turn resistance +4 and fast healing 3 for as long as they remain in the area of the spell. Bleakness counters or dispels any light spell of equal or lower level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 20-ft.-radius emanation centered on a point in space",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Glowing Orb",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Calling on the limitless light of the Positive Energy Plane, you coax a tiny portion of its power into a fragile glass sphere. \nThis spell places a magical light source inside a glass sphere roughly the size of a human fist.  You can control the light level generated by a glowing orb by mental command (a standard action), provided that the orb is within 30 feet of you.  The light level ranges from no light at all to illumination within a 60-foot radius.  There is no limit to the number of glowing orbs you can possess, and you can control their light levels independently or in concert. \nIf a glowing orb is smashed, the magic is lost.  If you die, however, an orb retains its magic.  Any character with an Intelligence or Wisdom of at least 13 can gain control of an orb simply by touching it. \nFocus: A glass sphere (50 gp) into which the light is placed.  An orb usable for this purpose has hardness 0 and 2 hit points. ",
    "effect": " Magical, controllable light source",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]