[
  {
    "name": "Radiance",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A bright, scintillating light shines from your body. For the duration of this spell, you emanate a bright light that undead find uncomfortable. The illumination within the area is bright, the equivalent of a daylight spell. Undead in the area are dazzled for as long as they remain in the radius and for 1d6 rounds thereafter. Radiance counters or dispels any darkness spell of equal or lower level. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 60-ft.-radius emanation centered on you",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dancing Web",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "This spell creates a burst of magical energy that deals 1d6 points per level of nonlethal damage (maximum 10d6). Further, evil creatures that fail their saving throw become entangled by lingering threads of magical energy for 1d6 rounds. An entangled creature takes a -2 penalty on attack rolls and a -4 penalty to effective Dexterity; the entangled target can move at half speed but can't run or charge. An entangled creature that attempts to cast a spell must succeed on a DC 15 Concentration check or lose the spell. This spell affects only creatures—objects are unharmed. Arcane Material Component: A bit of spider's web. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Streamers",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You cause a number of glowing, red streamers to shoot forth from the your hand when you cast the spell. You may fire one streamer, plus one additional streamer for every three levels beyond 9th (to a maximum of four streamers at 18th level). Each streamer targets one creature; multiple streamers can each be targeted at a different creature, or many streamers can target one creature. A streamer moves on its own, pursuing its target without your concentration, hovering in the same space as the target with a readied touch attack. Whenever the target next takes any sort of action, the streamer makes a touch attack against it (at the caster's base attack bonus). On a successful attack roll, the streamer deals 5d10 points of damage. If a target takes no actions for the duration of the spell, the streamers around it disappear with no effect. Streamers can be attacked (AC 20), but only magic weapons have any effect on them. Any successful attack destroys a streamer. Material Component: 6-inch strand of red spider silk. ",
    "effect": " One or more streamers",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Boreal Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You create a strong blast of arctic air that originates from your fingertips and moves in the direction you are facing. As a stronger form of gust of wind, this boreal wind automatically extinguishes candles, torches, and similar protected or unprotected f lames, including lanterns. Large fires (such as bonfires, a blacksmith's coals, or even a house fire) have a 50% chance to be extinguished by the boreal wind. Forest or grassland fires are too large to be extinguished by this spell. All creatures caught in the area take 1d4 points of cold damage per caster level (maximum 15d4). A successful Fortitude saving throw negates the gust's effects. Those that fail the save are pushed away from the caster a distance of 3 feet per caster level. Creatures that remain in the area past the first round must make an additional saving throw each round. A boreal wind can do anything a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, overturn tentsand blow down small huts, scuttle a small boat, and blow gases or vapors to the edge of the range. The wind can change direction if you actively direct it (a move action for you); otherwise, it merely blows in the same direction. ",
    "effect": " Gust of wind (20 ft. wide, 20 ft. high) emanating out from you to the extreme of the range",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round + 1 round/2 levels",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flaywind Burst",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "This spell produces a brief windstorm (approximately 70 mph), filled with scouring, supernatural grit that literally strips flesh. In addition to the possible effects of the wind, creatures within the area of a flaywind burst spell take 1d6 points of damage per caster level (maximum 10d6) from the scouring sands. A successful Reflex save halves this damage. A creature within the area of flaywind burst must make a Fortitude save or experience the effects of the wind's force. A Small or smaller creature is knocked down and rolled 1d4×10 feet, taking 1d4 points of nonlethal damage per 10 feet. If flying, a Small or smaller creature is blown back 2d6×10 feet and takes 2d6 points of nonlethal damage. Medium creatures are knocked prone, or if flying are blown back 1d6×10 feet. Large or Huge creatures are unable to move forward against the force of the blast, or if flying are blown back 1d6×5 feet. Gargantuan or larger creatures can move normally within a flaywind burst. Flaywind burst can't move a creature beyond its range. In addition to the effects noted, flaywind burst can do anything else that a windstorm-force sandstorm would be expected to do, such as briefly obscure vision, heel over a boat, or blow gases and vapors to the limit of its area. Material Component: A pinch of sand and the wing feather of a vulture. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stone Storm",
    "school": "evocation",
    "sub_school": "",
    "source": "secrets_of_sarlona",
    "description": "",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cylinder (20-ft. radius, 40 ft. high), 10-ft. radius; see text",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Parboil",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You flash-heat the air in an area, boiling the blood and baking the brains of creatures caught inside. The hot air deals 6d6 points of fire damage and 2d4 points of Intelligence damage. Creatures that make successful Fortitude saves take half fire damage and no Intelligence damage. Arcane Material Component:Water and a pinch of sulfur. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]