[
  {
    "name": "Whirl of Fangs",
    "school": "evocation",
    "sub_school": "",
    "source": "serpent_kingdoms",
    "description": "You create an immobile curtain of snapping, serpent-fanged jaws shaped of pure force. You can choose to orient this barrier at any angle from vertical to horizontal at the time of casting. The force jaws race to bite at any creature other than youthat comes into contact with them. Any creature passing through the curtain takes 12d4 points of damage, with a Reflex save for half damage. If you evoke the barrier so that it appears where creatures are, each creature takes damage as if passing through the curtain. Each such creature can avoid the wall (ending up on the side of its choice, where feasible) and thus take no damage by making a successful Reflex save. A successful Reflex save means the creature has reached either side of the wall without taking any damage. A creature inside a whirl of fangs takes 2d4 points of damage (Reflex save for half) on its turn each round that it remains in contact with the effect. You can move through or remain within your own whirl of fangs without taking damage. Accordingly, many Yuan-ti spellcasters \"wear\" this spell as a sort of immobile cloak when fighting formidable foes. ",
    "effect": " Wall or plane of darting jaws up to 20 ft. long/level, or a ringed wall of whirling jaws with a radius up to 5 ft./2 levels; either form 20 ft. high",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Rift",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "When you cast ice rift, an intense but highly localized tremor rips through the ice. The shock knocks creatures down, collapses structures, opens cracks in the ice, and more. The effect lasts for 1 round, during which time creatures on the ice can't move or attack. A spellcaster on the ice must make a Concentration check (DC 20 + spell level) or lose any spell he or she tries to cast. The ice rift affects all terrain, vegetation, structures, and creatures in the area. The specific effect of an ice rift spell depends on the nature of the terrain where it is cast. Ice or Snow Cave, Cavern, or Tunnel: The spell collapses the roof, dealing 8d6 points of bludgeoning damage to any creature caught under the cave-in (Reflex DC 15 half ) and burying that creature in snow. An ice rift cast on the roof of a very large ice or snow cavern could also endanger those outside the actual area but below the falling debris. Edge of a Glacier: Ice rift causes a glacier's edge to crumble, creating a landslide that travels horizontally as far as it fell vertically. An ice rift cast at the top of a 100-foot glacier would sweep debris 100 feet outward from the base of the glacier. Any creature in the path takes 8d6 points of bludgeoning damage (Reflex DC 15 half ) and is pinned beneath rubble (see below). Open Glacier: Each creature standing in the area must make a DC 15 Reflex save or fall down. Fissures open in the ice, and every creature on the ice has a 25% chance to fall into one (Reflex DC 20 to avoid a fissure). At the end of the spell, all fissures grind shut, killing any creatures still trapped within. Frozen Water: Fissures open in the ice, and every creature on the ice has a 25% chance to fall into the freezing water (Reflex DC 20 to avoid a fissure). Characters who fall into a fissure are immediately subject to hypothermia and take 2d6 points of cold damage from the frigid water. At the end of the spell, all rents in the ice grind shut, sealing any creatures in the icy water beneath (for additional rules on characters in cold water, see Hypothermia, page 10). Arcane Material Component: A bit of earth and a pinch of snow. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 40-ft.-radius spread (S)",
    "duration": " 1 round",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]