[
  {
    "name": "Blade of Pain and Fear",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A three-foot-long column of disembodied gnashing teeth springs forth from your hand. \nFor the duration of the spell, you can make melee touch attacks that deal 1d6 points of damage +1 point per two caster levels (maximum +10).  Your Strength modifier does not apply to the damage.  A creature that you successfully deal damage to must also make a Will saving throw or become frightened for 1d4 rounds. ",
    "effect": " Swordlike column of gnashing teeth",
    "range": " 0 ft",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wind Wall",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible vertical curtain of wind appears.  It is 2 feet thick and of considerable strength.  It is a roaring blast sufficient to blow away any bird smaller than an eagle, or tear papers and similar materials from unsuspecting hands.  (A Reflex save allows a creature to maintain its grasp on an object).  Tiny and Small flying creatures cannot pass through the barrier.  Loose materials and cloth garments fly upward when caught in a wind wall.  Arrows and bolts are deflected upward and miss, while any other normal ranged weapon passing through the wall has a 30% miss chance.  (A giant-thrown boulder, a siege engine projectile, and other massive ranged weapons are not affected).  Gases, most gaseous breath weapons, and creatures in gaseous form cannot pass through the wall (although it is no barrier to incorporeal creatures). \nWhile the wall must be vertical, you can shape it in any continuous path along the ground that you like.  It is possible to create cylindrical or square wind walls to enclose specific points.  A 5th-level caster can create a wall up to 50 feet long and up to 25 feet high, sufficient to form a cylinder of wind 15 feet in diameter. \nArcane Material Component: A tiny fan and a feather of exotic origin. ",
    "effect": " Wall up to 10 ft./level long and 5 ft./level high (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rockburst",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You cause a stone object, with volume of at least 8 cubic feet, to explode. Rock shards fly outward from the detonation, and all creatures within the area of the spell take 1d4 points of damage plus 1 point per caster level (maximum +15). A successful Reflex save halves this damage. A magic stone object, or a nonmagic stone object in the possession of another creature, gets a Fortitude save to negate the effect. Creatures cannot be affected by rockburst. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half or Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Furnace Within",
    "school": "evocation",
    "sub_school": "",
    "source": "races_of_eberron",
    "description": "The dwarves of the Mror holds embrace an ancient connection to the fiery heart of the Ironroot Mountains.  Throughout their long history, dwarf spellcasters have sought to tap this kinship with their mountain homes and turn it into a more literal expression of the fiery dwarf heart. \nWhen you cast this spell, you release a great burst of energy that deals 1d8 points of fire damage per two caster levels (maximum 5d8).  The blast of flame sets fire to combustibles and damages objects in the area.  If an interposing barrier shatters or breaks due to damage from this spell, the blast of heat may continue beyond the barrier if the area permits; otherwise it stops at the barrier just as any spell does. \nMindset: The energies you manipulate while preparing this spell cause an intense heat to well up within you.  Although it doesn't harm you, this heat makes your unarmed strikes, natural weapon attacks, and melee attacks with metallic weapons deal 1 point of fire damage in addition to their normal damage.  This heat dissipates when the spell is cast. ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 10-ft.-radius burst centered on you",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Light of Venya",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "This spell functions like light of Lunia, except that a softy pearly radiance is created.  Your light rays deal 3d6 points of damage, or 6d6 points of damage against undead and evil outsiders.  Alternatively, you can choose for the ray to heal 1d6 points of damage + your divine spellcaster level (maximum 1d6+10) to a living, non-evil creature. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " You and up to two rays; see text",
    "area": "",
    "duration": " 10 minutes/level (D) or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invoke the Cerulean Sign",
    "school": "evocation",
    "sub_school": "",
    "source": "lords_of_madness",
    "description": "The cerulean sign is an ancient symbol said to embody the purity of the natural world, and as such it is anathema to aberrations. While druids and rangers are the classes most often known to cast this ancient spell, its magic is nearly universal and can be mastered by all spellcasting classes. When you cast this spell, you trace the cerulean sign in the air with a hand, leaving a glowing blue rune in the air for abrief moment before it flashes and fills the area of effect with a pulse of cerulean light. Any aberration within the area must make a Fortitude saving throw or suffer the following ill effects. Closer aberrations are affected first. Each effect lasts for 1 round. None: The aberration suffers no ill effect, even if it fails thesaving throw. Sickened: The aberration takes a -2 penalty on attack rolls, saving throws, skill checks, and ability checks for 1 round. Nauseated: The aberration cannot attack, cast spells, concentrate on spells, or do anything but take a single move action for 1 round. Dazed: The aberration can take no actions, but has no penalty to its Armor Class, for 1 round. Stunned: The aberration drops everything held, can't take actions, takes a -2 penalty to AC, and loses its Dexterity bonus to AC (if any) for 1 round. Once a creature recovers from an effect, it moves up one level on the table. Thus, a creature that is stunned by this spell is dazed the round after that, nauseated the round after that, sickened the round after that, and then recovers fully the next round. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "somatic",
    "target": "",
    "area": " Multiple aberrations whose combined total Hit Dice do not exceed twice caster level in a spread emanating from the character to the extreme of the range",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Daylight",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The object touched sheds light as bright as full daylight in a 60-foot radius, and dim light for an additional 60 feet beyond that.  Creatures that take penalties in bright light also take them while within the radius of this magical light.  Despite its name, this spell is not the equivalent of daylight for the purposes of creatures that are damaged or destroyed by bright light (such as vampires). \nIf daylight is cast on a small object that is then placed inside or under a light-proof covering, the spell's effects are blocked until the covering is removed. \nDaylight brought into an area of magical darkness (or vice versa) is temporarily negated, so that the otherwise prevailing light conditions exist in the overlapping areas of effect. \nDaylight counters or dispels any darkness spell of equal or lower level, such as darkness. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Object touched",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Vile Lance",
    "school": "evocation",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "Vile lance creates a weapon of blackness that the caster (and only the caster) can wield with proficiency. The caster can throw it, but if he does, the spell ends after the ranged attack is resolved. The vile lance is treated in all ways like a +2 shortspear, except that the damage dealt is vile damage. Arcane Material Component: A bone fragment of a good-aligned creature. ",
    "effect": " One shortspear",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Continual Flame",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A flame, equivalent in brightness to a torch, springs forth from an object that you touch.  The effect looks like a regular flame, but it creates no heat and doesn't use oxygen.  A continual flame can be covered and hidden but not smothered or quenched. \nLight spells counter and dispel darkness spells of an equal or lower level. \nMaterial Component: You sprinkle ruby dust (worth 50 gp) on the item that is to carry the flame. ",
    "effect": " Magical, heatless flame",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Object touched",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Light",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A blinding flash accompanies the completion of this spell as a wall of pure light springs into being. \nThis spell causes a wall of dazzling yellow-white light to come into being at any point within range.  The wall is opaque to all other creatures, though you can see through it without difficulty.  A wall of light has no physical substance and does not otherwise hinder attacks, movement, or spells passing through it, although it blocks line of sight for other creatures. \nA creature that passes through a wall of light becomes dazzled for the duration of the spell.  Spell resistance applies when passing through the wall.  Sightless creatures and those already dazzled are not affected by passing through a wall of light. \nA wall of light sheds light equivalent to a daylight spell.  Wall of light counters or dispels any darkness spell of equal or lower level. \nMaterial Component: A pinch of powdered sunstone. ",
    "effect": " A straight wall whose area is up to one 10-ft. square/level or a sphere or hemisphere with a radius of up to 5 ft./2 levels",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]