[
  {
    "name": "Addiction",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster gives the subject an addiction to a drug (see the Drugs section of Chapter 3 for descriptions of drugs and information on addiction). A caster of less than 5th level can force the subject to become addicted to any drug with a low addiction rating. A 6th- to 10th-level caster can force addiction to any drug with a medium addiction rating, and an 11th- to 15th-level caster can force addiction to a drug with a high addiction rating. Casters of 16th level or higher can give the subject an addiction to a drug with an extreme addiction rating. Drug Component: The chosen drug for the addiction. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Distract Assailant",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "Buzzing under your breath like a fly, you swat at the sky and toss the fly's wing in your hand into the air.  The target of your spell becomes distracted, starting at shadows and looking about for unseen assailants. \nA creature affected by this spell is flat-footed until the beginning of its next turn. \nMaterial Component: The dried wing of a fly. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stupor",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster places one creature already helpless in a clouded, confused state that does not allow the subject to think clearly or take actions. The effect is similar to being drugged. The subject can be moved and even forced to walk on her own if dragged along, but she is unaware of what is going on around her. Material Component: A puffball mushroom. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic,material",
    "target": "",
    "area": " One helpless creature",
    "duration": " 1 hour/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Sleep",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "A sleep spell causes a magical slumber to come upon 4 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. Hit Dice that are not sufficient to affect a creature are wasted. For example, Mialee casts sleep at one rat (1/4 HD), one kobold (1 HD), two gnolls (2 HD), and an ogre (4 HD). The rat, the kobold, and one gnoll are affected (1/4 + 1 + 2 = 3-1/4 HD). The remaining 3/4 HD is not enough to affect the last gnoll or the ogre. Mialee can't choose to have sleep affect the ogre or the two gnolls. Sleeping creatures are helpless. Slapping or wounding awakens an affected creature, but normal noise does not. Awakening a creature is a standard action (an application of the aid another action). Sleep does not target unconscious creatures, constructs, or undead creatures. Material Component: A pinch of fine sand, rose petals, or a live cricket. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One or more living creatures within a 10-ft.-radius burst",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shock and Awe",
    "school": "enchantment",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Upon completing this spell, you feel a nagging compulsion to divert your attention from your enemies.  Shaking off the feeling, you note with satisfaction that your targeted enemies seem even more distracted than you. \nThis spell distracts its targets, preventing them from reacting with the deftness they might otherwise possess.  Only effective when cast in the surprise round of combat and against flat-footed creatures, this spell causes those it affects to take a -10 penalty on their next initiative check.  Targets that cannot be caught flat-footed (such as a rogue with uncanny dodge) cannot be affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]