[
  {
    "name": "Bear_s Endurance",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The affected creature gains greater vitality and stamina.  The spell grants the subject a +4 enhancement bonus to Constitution, which adds the usual benefits to hit points, Fortitude saves, Constitution checks, and so forth.  \nHit points gained by a temporary increase in Constitution score are not temporary hit points.  They go away when the subject's Constitution drops back to normal.  They are not lost first as temporary hit points are (see page 146). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Curse of Arrow Attraction",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You surround a creature in a nimbus of emerald light that seems to draw missiles toward it. The subject is cursed so that missile weapons veer toward him and strike with extreme force. The subject takes a -5 penalty to Armor Class against any ranged attack, including projectile weapons, thrown weapons, and ranged touch attacks. In addition, any critical threats on such attacks are automatically confirmed. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dragonmarked Weapon",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You imbue the touched weapon with the power of your dragonmark, a ghostly likeness of which appears on the weapon's surface. \nA weapon under the effect of this spell deals an extra 1d6 points of damage to any dragonmarked creature whose mark does not correspond to the caster's dragonmarked house.  Because aberrant dragonmarks are unique, a dragonmarked weapon created by a caster with an aberrant dragonmark deals its extra damage to all dragonmarked creatures (except the caster).  In addition, a dragonmarked weapon's hardness increases by 50% for the spell's duration. \nA mundane weapon under the effect of this spell is treated as a magic weapon for the purpose of bypassing damage reduction. \nCasting this spell on a bow, crossbow, or sling bestows the extra damage benefit upon the weapon's ammunition. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animalistic Power",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A sparkling nimbus of green light appears around the creature. As the light fades, the creature seems a shade larger and assumes a more animalistic, even feral countenance. You imbue the subject with an aspect of the natural world. The subject gains a +2 enhancement bonus to Strength, Dexterity, and Constitution. Material Component: A bit of animal fur, feathers, or skin. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cat_s Grace",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The transmuted creature becomes more graceful, agile, and coordinated. The spell grants a +4 enhancement bonus to Dexterity, adding the usual benefits to AC, Reflex saves, and other uses of the Dexterity modifier. Material Component: A pinch of cat fur. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]