[
  {
    "name": "Adrenaline Surge",
    "school": "transmutation",
    "sub_school": "",
    "source": "masters_of_the_wild:_a_guidebook_to_barbarians,_druids,_and_rangers",
    "description": "Each of your summoned creatures within the area receives a +4 enhancement bonus to Strength. This effect lasts until the spell ends or the creature leaves the area. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " Your summoned creatures within a spherical emanation with a radius equal to the range, centered on you",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Heart of Air",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You feel light as a feather, as if the slightest breeze might knock you about. This spell converts part of your body into elemental air, freeing you somewhat from the bonds of gravity. You gain a +10 enhancement bonus on Jump checks, and if you have a fly speed, that speed gains a +10-foot enhancement bonus. Furthermore, while this spell is active, you can activate a feather fall effect (as the spell) on yourself as an immediate action. This benefit lasts for 1 round per level, at the end of which time the spell's entire effect ends. If heart of air is active on you at the same time as heart of earth, heart of fire, or heart of water, you gain light fortification. If all four of these spells are active on you at the same time, you become immune to extra damage from critical hits and sneak attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level (D) or until expended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Jaws of the Moray",
    "school": "transmutation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "This spell grants the subject a bite attack, which deals damage as indicated below.  As a primary attack, it adds the creature's Strength modifier to damage.  It can also be used as a secondary natural attack in conjunction with a manufactured weapon.  Such secondary attacks do not interfere with the primary attack as attacking with an off-hand weapon would do, but the subject takes the usual —5 penalty (or —2 with the Multiattack feat) for the bite attack when used as a secondary natural attack. \nIf the subject hits with its bite attack, it attaches itself to the foe and deals automatic bite damage each round it remains attached.  It does not need to make a grapple check, and it does not provoke attacks of opportunity.  An attached attacker loses its Dexterity bonus to Armor Class.  It cannot use other weapons while attached, but each attack upon from the grappled foe requires a successful grapple check.  Others can attack an attached creature with a weapon or grapple.  To remove the attached creature through grappling, the opponent must achieve a pin against it. \nA creature with a natural bite attack can use its own bite damage, if greater, but still gains the ability to attach itself. \n\n\nSize \nDamage \n\n\n Fine \n 1d2 \n\n\n Diminutive \n 1d3 \n\n\n Tiny \n 1d4 \n\n\n Small \n 1d6 \n\n\n Medium \n 1d8 \n\n\n Large \n 2d6 \n\n\n Huge \n 2d8 \n\n\n Gargantuan \n 4d6 \n\n\n Colossal \n 4d8",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Earthbind",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your foe will reach you in seconds.  You cast this spell, and yellow strips of magical energy loop about its wings, hampering its flight and dragging it to ground. \nYou hinder the subject creature's ability to fly (whether through natural or magical means) for the duration of the spell.  If the target fails its saving throw, its fly speed (if any) becomes 0 feet.  An airborne creature subjected to this spell falls to the ground as if under the effect of a feather fall spell.  Even if a new effect would grant the creature the ability to fly, that effect is suppressed for the duration of the earthbind spell. \nEarthbind has no effect on other forms of movement, or even on effects that might grant airborne movement without granting fly speed (such as jumping or levitate or air walk spells). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bear_s Endurance",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The affected creature gains greater vitality and stamina.  The spell grants the subject a +4 enhancement bonus to Constitution, which adds the usual benefits to hit points, Fortitude saves, Constitution checks, and so forth.  \nHit points gained by a temporary increase in Constitution score are not temporary hit points.  They go away when the subject's Constitution drops back to normal.  They are not lost first as temporary hit points are (see page 146). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Frost Weapon",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You imbue a weapon with icy cold, granting it a power similar to the frost special ability. A frost weapon deals an extra 1d6 points of cold damage on a successful hit. If cast on a bow, crossbow, or sling, the spell bestows the cold energy upon the weapon's ammunition. This ability stacks with the frost special ability, but not with itself. Material Component: A drop of water. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Weapon touched",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Brumal Stiffening",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "The targeted weapon becomes brittle, reducing its hardness by 5 for the duration of the spell, thereby increasing the effectiveness of sunder attempts against the weapon. In addition, rolling a 1 on an attack with the targeted weapon causes it to take damage equivalent to the amount it would have dealt on a successful hit. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One weapon",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ignite Dragonmark",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "With a soft utterance and a sharp thrust of your hand, you cause the target's dragonmark to burst into flame. \nThe target's dragonmark ignites momentarily, dealing it 1d6 points of fire damage per caster level (maximum 5d6).  In addition, the target cannot use any of its dragonmark powers for 1 round per 5 points of damage taken (rounded down). \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One dragonmarked creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bite of the Wererat",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "With a sneeze, you grow a whiskered snoutand ratlike tail as fine gray fur covers yourthickening skin. \nYou gain a +6 enhancement bonus to Dexterity, a +2 enhancement bonus to Constitution, and a +3 enhancement bonus to natural armor.  Your face lengthens into a ratlike snout, and you gain a bite attack that deals 1d4 points of damage (or 1d3 points if you are Small) + 1-1/2 times your Str modifier.  You also gain the benefit of the Weapon Finesse feat.  If your base attack bonus is +6 or higher, you do not gain any additional attacks. \nMaterial Component: A rat's tail. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Personal",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Augment Truefriend",
    "school": "transmutation",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "With a red flash, your named ally looks slightly more muscular and heavily built.  He seems to quiver with anticipation of coming action. \nThe spell grants the subject a +2 enhancement bonus to Strength, Dexterity, and Constitution.  All the usual benefits to better modifiers apply: attack rolls, melee damage rolls, hit points, and so on.  \nTruename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're augmenting. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,true name",
    "target": " Creature Touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bull_s Strength",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject becomes stronger.  The spell grants a +4 enhancement bonus to Strength, adding the usual benefits to melee attack rolls, melee damage rolls, and other uses of the Strength modifier. \nArcane Material Component: A few hairs, or a pinch of dung, from a bull. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animalistic Power",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A sparkling nimbus of green light appears around the creature. As the light fades, the creature seems a shade larger and assumes a more animalistic, even feral countenance. You imbue the subject with an aspect of the natural world. The subject gains a +2 enhancement bonus to Strength, Dexterity, and Constitution. Material Component: A bit of animal fur, feathers, or skin. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cat_s Grace",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The transmuted creature becomes more graceful, agile, and coordinated. The spell grants a +4 enhancement bonus to Dexterity, adding the usual benefits to AC, Reflex saves, and other uses of the Dexterity modifier. Material Component: A pinch of cat fur. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fins to feet",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The naga's lower extremities thrash about and slowly transform into humanoid limbs. \nThis spell transform tails, tentacles, or finned extremities into humanoid legs and feet.  Creatures so affected lose any natural swim speed they possess, but gain a land speed instead.  Transmuted Medium creatures have a base land speed of 30 feet, Small and smaller creatures have a base land speed of 20 feet, and Large or larger creatures have a base land speed of 40 feet. \nThe subject loses any natural attacks based on its tail or tentacles. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Willing creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]