[
  {
    "name": "Cloak of the Sea",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A blue-green glow surrounds your hand as you complete the spell.  With a touch you release it into your intended target, which then turns the same shade of blue-green. \nWhile underwater, the subject functions as if affected by blur (PH 206), freedom of movement (PH 233), and water breathing (PH 300),and doesn't take nonlethal damage for the duration of the spell.  When out of the water (or even partially out), the subject gains none of these advantages except water breathing.  The subject can leave and reenter water without ending the spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fuse Sand",
    "school": "transmutation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "This spell causes normal sand to melt slightly and stick, forming a relatively soft and porous building material (see Dungeon Waste Terrains, page 31). Any creature in the sand is allowed a Reflex save to escape before the area hardens. Creatures that are unable to escape become trapped and must be broken out. A creature trapped beneath the surface begins to suffocate (see page 304 of the Dungeon Master's Guide). The fused sand has hardness 3 and 5 hp per inch of thickness, and a break DC of 22. Material Component: A glass marble. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Up to two 10-ft. cubes per level (S)",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Fang, Superior",
    "school": "transmutation",
    "sub_school": "",
    "source": "draconomicon",
    "description": "Superior magic fang gives every natural weapon you possess an enhancement bonus on attack and damage rolls equal to +1 per four caster levels (maximum +5 at 20th level). ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Bite of the Weretiger",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You snarl, and your features shift into those of a tiger.  Your hands grow sharp claws, and the thick skin and striped fur of a tiger covers your body. \nYou gain a +12 enhancement bonus to Strength, a +4 enhancement bonus to Dexterity, a +6 enhancement bonus to Constitution, and a +5 enhancement bonus to natural armor.  Your hands become claws, granting you two claw attacks, and your mouth becomes that of a tiger, giving you a bite attack.  You can attack with both claws at your full base attack bonus, but your bite attack takes a —2 penalty (as if you had the Multiattack feat).  Each claw deals 1d8 points of damage (1d6 if you are Small) + your Str modifier, and your bite deals 2d6 points of damage (2d6 if you are Small) + 1/2 your Str modifier.  You gain the benefits of the Blind-Fight and Power Attack feats, as well.  If your base attack bonus is +6 or higher, you do not gain any additional attacks.  \nMaterial Component: A tiger's claw. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": "",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Baleful Polymorph",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You change the subject into a Small or smaller animal of no more than 1 HD (such as a dog, lizard, monkey, or toad).  The subject takes on all the statistics and special abilities of an average member of the new form in place of its own except as follows:\n\nThe target retains its own alignment (and personality, within the limits of the new form's ability scores). \nIf the target has the shapechanger subtype, it retains that subtype. \nThe target retains its own hit points. \nThe target is treated has having its normal Hit Dice for purpose of adjudicating effects based on HD, such as the sleep spell, though it uses the new form's base attack bonus, base save bonuses, and all other statistics derived from Hit Dice. \nThe target also retains the ability to understand (but not to speak) the languages it understood in its original form.  It can write in the languages it understands, but only the form is capable of writing in some manner (such as drawing in the dirt with a paw). \n\nWith those exceptions, the target's normal game statistics are replaced by those of the new form.  The target loses all the special abilities it has in its normal form, including its class features. \nAll items worn or carried by the subject fall to the ground at its feet, even if they could be worn or carried by the new form. \nIf the new form would prove fatal to the creature (for example, if you polymorphed a landbound target into a fish, or an airborne target into a toad), the subject gets a +4 bonus on the save. \nIf the subject remains in the new form for 24 consecutive hours, it must attempt a Will save.  If this save fails, it loses its ability to understand language, as well as all other memories of its previous form, and its Hit Dice and hit points change to match an average creature of its new form.  These abilities and statistics return to normal if the effect is later ended. \nIncorporeal or gaseous creatures are immune to baleful polymorph, and a creature with the shapechanger subtype (such as a lycanthrope or a doppelganger) can revert to its natural form as a standard action (which ends the spell's effect). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Fortitude negates, Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flesh to Salt",
    "school": "transmutation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You call the essence of salt forth in the target, dealing 1d6 points of damage per two caster levels (maximum 10d6). If the target takes more than half of its current hit points in damage from the spell, it must make a Fortitude saving throw or its body completely crystallizes. The subject, but not its carried gear, turns into a mindless, inert statue. If a statue resulting from this spell is broken or damaged, the subject has similar damage or deformities if ever returned to its original state. The creature is not dead, but it does not seem to be alive either when viewed with spells such as deathwatch. The transformed creature takes on the consistency of rock salt (hardness 2, 5 hp per inch of thickness). Salt statues are extremely susceptible to dissolution by water—if exposed to flooding or heavy rain, they take damage that is not reduced by hardness. A constant blast of water (for example, a geyser from a decanter of endless water) deals 10 points of damage per minute. A steady rain deals 1 point of damage per minute. A stone to flesh spell affects salt as if it were stone, returning an affected creature to its original state. Material Component: A lump of rock salt. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animal Growth",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A number of animals grow to twice their normal size and eight times their normal weight.  This alteration changes each animal's size category to the next largest (from Large to Huge, for example), grants it a +8 size bonus to Strength and a +4 size bonus to Constitution (and thus an extra 2 hit points per HD), and imposes a -2 size penalty to Dexterity.  The creature's existing natural armor bonus increases by 2.  The size change also affects the animal's modifier to AC and attack rolls and its base damage, as detailed on Table 2-2 in the Dungeon Master's Guide.  The animal's space and reach change as indicated on Table 8-4: Creature Size and Scale (page 149), but its speed does not change. \nThe spell also grants each subject damage reduction 10/magic and a +4 resistance bonus on saving throws. \nSpecial: When casting animal growth as a Scalykind Domain spell, only ophidian and reptilian creatures are affected. \nIf insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process.  If it fails, it is constrained without harm by the materials enclosing it—the spell cannot be used to crush a creature by increasing its size. \nAll equipment worn or carried by an animal is similarly enlarged by the spell, though this change has no effect on the magical properties of any such equipment.  Any enlarged item that leaves the enlarged creature's possession instantly returns to its normal size. \nThe spell gives no means of command or influence over the enlarged animals. \nMultiple magical effects that increase size do not stack, which means (among other things) that you can't use a second casting of this spell to further increase the size of an animal that's still under the effect of the first casting. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Up to one animal (Gargantuan or smaller) per two levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heart of Fire",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You feel a sudden flame burning within you. This spell converts part of your body into elemental fire, which speeds your step and toughens your flesh. You gain a +10-foot enhancement bonus to your land speed and resistance to fire 20. Furthermore, while this spell is active, you can activate a fire shield effect (as the spell; fire-based protection only) on yourself as a swift action. This benefit lasts for 1 round per level, at the end of which time the spell's entire effect ends. If heart of fire is active on you at the same time as heart of air,heart of earth, or heart of water, you gain light fortification. If all four of these spells are active on you at the same time, you become immune to extra damage from critical hits and sneak attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level (D) or until expended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]