[
  {
    "name": "Control Temperature",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You imbue an area with cold or fire energy, reducing or raising the temperature by one temperature band per five caster levels. Effects of the new temperature on creatures and the environment are incurred immediately (see Cold Dangers, page 8 of this book, and Heat Dangers, page 303 of the Dungeon Master's Guide). Arcane Material Component: A drop of mercury. ",
    "effect": "",
    "range": " 20 ft./level",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 20 cu. ft./level emanation, centered on you",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heart of Water",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "The crashing of waves echoes in your ears. This spell converts part of your body into elemental water, which makes you better able to navigate aquatic environments and slip through confined spaces. You gain a swim speed equal to your land speed, which grants you certain benefits (including a +8 racial bonus onSwim checks; see MM 311). You also gain the ability to breathe water (as if under the effect of a water breathing spell). Finally, you gain a +5 enhancement bonus on Escape Artist checks. Furthermore, while this spell is active, you can activate a freedom of movement effect (as the spell) on yourself as a swift action. This benefit lasts for 1 round per level, at the end of which time the spell's entire effect ends. If heart of water is active on you at the same time as heart of air, heart of earth, or heart of fire, you gain light fortification. If all four of these spells are active on you at the same time, you become immune to extra damage from critical hits and sneak attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level (D) or until expended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Ice Shape",
    "school": "transmutation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You can form an existing piece of ice into any shape that suits your purpose. For example, you can make an ice weapon, a special trapdoor, or a crude idol. Ice shape also permits you to reshape an ice door to make an exit where one didn't exist or to seal a door shut. While it's possible to make crude coffers, doors, and so forth with ice shape, fine detail isn't possible. There is a 30% chance that any shape including moving parts simply doesn't work. Arcane Material Component: Slush, which must be spread into roughly the desired shape of the ice object and then touched to the ice while the verbal component is uttered. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Ice touched, up to 10 cu. ft. + 1 cu. ft./level",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Attune Form",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You touch the pebble against your allies' flesh and bring them into attunement with the plane. \nThis spell allows you to attune the affected creatures to the plane you are currently on, negating the harmful effects of that plane.  Affected creatures gain the protections described in the avoid planar effects spell (page 19). \nArcane Material Component: A bit of stone or earth from your home plane. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature/3 levels",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bite of the Werewolf",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A howl erupts from your lips as your face contorts and expands into a wolf-like form. \nYou gain a +2 enhancement bonus to Strength, a +4 enhancement bonus to Dexterity, a +4 enhancement bonus to Constitution, and a +4 enhancement bonus to natural armor.  You gain a bite attack that deals 1d6 points of damage (or 1d4 points if you are Small) + 1-1/2 times your Str modifier.  You also gain the benefit of the Blind-Fight feat.  If your base attack bonus is +6 or higher, you do not gain any additional attacks. \nMaterial Component: A wolf's tooth. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Evard_s Menacing Tentacles",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Two black tentacles sprout from your shoulder blades and arch over your shoulders. The tentacles have 10-foot reach and are animate. Each round as a free action, starting on the turn when you cast the spell, you can direct each tentacle to attack one opponent within reach. The tentacles use your base attack bonus and Strength score, and each deals bludgeoning damage equal to 1d8 points + your Str modifier. The tentacles threaten the area within their reach, and each can make one attack of opportunity per round. The tentacles also grant you a +4 bonus on Climb checks. Material Component: A piece of octopus, squid, or carrion crawler tentacle. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Coral Growth",
    "school": "transmutation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You cause living, submerged coral to grow at an accelerated pace in a shape you control. Since you control the form, you can cause the coral to grow into a wall, a large ball, and so forth. You are limited in the size of the new coral, but this is not dependent upon the amount of existing material—a tiny piece can be used as a starter seed for the new growth, so long as that piece is alive. Coral growth is popular for constructing buildings and statues out of coral in Halruaa. It is also a favorite of various aquatic races for building underwater cities. Material Component: A small piece of coral. ",
    "effect": " 5 ft. cube of coral/level (S)",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Entangling Staff",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Rapping your staff with a knuckle, you cause it to sprout wriggling vines that grab and lash at the air. \nEach time you successfully strike a foe with the staff (a normal melee attack), you deal normal damage and can attempt to start a grapple as a free action without provoking attacks of opportunity.  This grapple attempt does not require a separate touch attack.  You gain a +8 bonus on grapple checks you cause by striking a foe with the entangling staff.  You can attempt to grapple creatures up to one size category larger than you. \nIf your grapple check succeeds, your quarterstaff's vines constrict your foe, dealing 2d6 points of damage (you can choose to deal nonlethal damage instead of normal damage if you wish).  You then have two choices:\nRelease: You release your opponent from the grapple.  Some vines remain clinging to your foe, leaving it entangled for the duration of the spell.  You can attack different enemies in later rounds with the staff, potentially grappling and constricting or entangling them. \nMaintain: You maintain your hold.  In subsequent rounds, you deal constriction damage with a successful grapple check.  You can then choose to release or maintain the hold again. \nFocus: A quarterstaff. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Quarterstaff touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Energize Potion",
    "school": "transmutation",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "This spell transforms a magic potion into a volatile substance that can be hurled out to the specified range. The spell destroys the potion and releases a 10-foot-radius burst of energy at the point of impact. The caster must specify the energy type (acid, cold, electricity, fire, or sonic) when the spell is cast. The potion deals 1d6 points of damage (of the appropriate energy type) per spell level of the potion (maximum 3d6). For example, a potion of displacement transformed by this spell deals 3d6 points of damage. An energized potion set to deal fire damage ignites combustibles within the spell's burst radius. Material Component: A magic potion. ",
    "effect": " 10-ft.-radius burst",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fly, Swift",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You squawk twice like and eagle and suddenly long for the freedom of the skies. \nThis spell functions like fly (PH 232), except as noted above. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Giant_s Wrath",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "With your best giant's shout you rattle some pebbles in your closed hand, completing the spell that will allow them to become boulders. \nYou infuse a handful of stone pebbles with powerful transmutation magic.  For the duration of the spell, you can hurl one pebble as an attack action that provokes attacks of opportunity.  The instant the pebble leaves contact with your hand, its size and the force of your throw increase dramatically, as the pebble transforms into a boulder.  The boulder has a range increment of 120 feet, and you must succeed on a ranged attack to strike a target with the boulder.  If you hit the target, the boulder deals 2d6 points of bludgeoning damage + your Str modifier.  You gain an insight bonus equal to your caster level on attack rolls and damage rolls (maximum +10) with these boulders. \nIf you drop a pebble or give it to another creature, the pebbles' magic dissipates harmlessly. \nMaterial Component: The pebbles to be transmuted. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " One pebble/3 levels",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Augment Object",
    "school": "transmutation",
    "sub_school": "",
    "source": "stronghold_builder's_guidebook",
    "description": "This spell adds +20 to the break DC of the object and doubles its hardness and hit points. An augmented object also gains a saving throw against spells when unattended as if it were a magic item (save bonus equals 2 + half the caster level). Material Component: A pinch of chalk. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " Object of up to 200 cubic ft./level",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " None (Object)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Brittleskin",
    "school": "transmutation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You cause a creature's natural armor to crystallize and become brittle. Whenever the affected creature is hit in combat, part of the crystallized hide cracks and shatters, dealing it additional lethal damage equal to its natural armor bonus. Thus, if a creature with +3 natural armor is affected by this spell, it takes an extra 3 points of damage each time it is struck by a melee, ranged, or natural weapon. The creature's actual Armor Class does not change. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Jump, Mass",
    "school": "transmutation",
    "sub_school": "",
    "source": "shining_south",
    "description": "This spell functions like jump, except that it affects a group of creatures in an area, all of which gain a +10 enhancement bonus on Jump checks. The enhancement bonus increases to +20 at caster level 10th, and to +30 (the maximum) at caster level 14th. Pirates on the Great Sea are fond of this spell during boarding actions. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": "",
    "area": " One creature/level, no two of which can be more than 30 ft. apart",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]