[
  {
    "name": "Heart of Earth",
    "school": "transmutation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You feel your flesh strengthen with the power of stone. This spell converts part of your body into elemental earth, which toughens you considerably. You gain a +8 bonus on checks to resist a bull rush, overrun, or trip attack. You also gain temporary hit points equal to twice your caster level (up to 30 hp). Furthermore, while this spell is active, you can activate a stoneskin effect (as the spell) on yourself as a swift action. This benefit lasts for 1 round per level (or until the stoneskin's total protection is consumed), at the end of which time the spell's entire effect ends. If heart of earth is active on you at the same time as heart of air, heart of fire, or heart of water, you gain light fortification. If all four of these spells are active on you at the same time, you become immune to extra damage from critical hits and sneak attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level (D) or until expended",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Control Water",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Depending on the version you choose, the control water spell raises or lowers water. Lower Water: This causes water or similar liquid to reduce its depth by as much as 2 feet per caster level (to a minimum depth of 1 inch). The water is lowered within a squarish depression whose sides are up to caster level x 10 feet long. In extremely large and deep bodies of water, such as a deep ocean, the spell creates a whirlpool that sweeps ships and similar craft downward, putting them at risk and rendering them unable to leave by normal movement for the duration of the spell. When cast on water elementals and other water-based creatures, this spell acts as a slow spell (Will negates). The spell has no effect on other creatures. Raise Water: This causes water or similar liquid to rise in height, just as the lower water version causes it to lower. Boats raised in this way slide down the sides of the hump that the spell creates. If the area affected by the spell includes riverbanks, a beach, or other land nearby, the water can spill over onto dry land. With either version, you may reduce one horizontal dimension by half and double the other horizontal dimension. Arcane Material Component: A drop of water (for raise water) or a pinch of dust (for lower water). ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Water in a volume of 10 ft./level by 10 ft./level by 2 ft./level (S)",
    "duration": " 10 min./level (D)",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Call of Stone",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A beam of sickly gray energy strikes the target of this spell. He acquires an ashen tone to his skin. With each passing moment, the grayish tone becomes deeper in color as the target transforms into a stone statue. This spell slowly transforms a creature into an inanimate stone statue. The target must make a Fortitude save each round for the duration of spell at the start of its turn or take a cumulative 10-foot penalty to speed and a -2 penalty to Dexterity. If the target's speed drops to 0 feet, it cannot move. If the target fails four or more saves, it permanently transforms into a statue as if affected by flesh to stone. Any effect or spell that reverses flesh to stone also cures this condition. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/2 levels",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Improved Blindsight",
    "school": "transmutation",
    "sub_school": "",
    "source": "savage_species",
    "description": "As blindsight, except as noted above and that the blindsight granted by the spell has a 60-foot range. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Bite of the Wereboar",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You shake your head, and your face reshapes itself into the visage of a boar.  As this happens, your body becomes bulkier, and your shoulders and back bristle with hair. \nYou gain a +4 enhancement bonus to Strength, a +6 enhancement bonus to Constitution, and a +8 enhancement bonus to natural armor.  Your face becomes that of a boar, and you gain a bite attack that deals 1d8 points of damage (or 1d6 points if you are Small) + 1-1/2 times your Str modifier.  You also gain the benefit of the Blind-Fight feat.  If your base attack bonus is +6 or higher, you do not gain any additional attacks. \nMaterial Component: Four boar bristles. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": "",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  }
]