[
  {
    "name": "Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Alarm sounds a mental or audible alarm each time a creature of Tiny or larger size enters the warded area or touches it.  A creature that speaks the password (determined by you at the time of casting) does not set off the alarm.  You decide at the time of casting whether the alarm will be mental or audible. \nMental Alarm: A mental alarm alerts you (and only you) so long as you remain within 1 mile of the warded area.  You note a single mental \"ping\" that awakens you from normal sleep but does not otherwise disturb concentration.  A silence spell has no effect on a mental alarm. \nAudible Alarm: An audible alarm produces the sound of a hand bell, and anyone within 60 feet of the warded area can hear it clearly.  Reduce the distance by 10 feet for each interposing closed door and by 20 feet for each substantial interposing wall.  In quiet conditions, the ringing can be heard faintly as far as 180 feet away.  The sound lasts for 1 round.  Creatures within a silence spell cannot hear the ringing. \nEthereal or astral creatures do not trigger the alarm. \nAlarm can be made permanent with a permanency spell. \nArcane Focus: A tiny bell and a piece of very fine silver wire. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " 20-ft.-radius emanation centered on a point in space",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Obscure Object",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell hides an object from location by divination (scrying) effects, such as the scrying spell or a crystal ball. Such an attempt automatically fails (if the divination is targeted on the object) or fails to perceive the object (if the divination is targeted on a nearby location, object, or person). Arcane Material Component: A piece of chameleon skin. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " One object touched of up to 100 lb./level",
    "area": "",
    "duration": " 8 hours (D)",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resistance",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You imbue the subject with magical energy that protects it from harm, granting it a +1 resistance bonus on saves. Resistance can be made permanent with a permanency spell. Arcane Material Component: A miniature cloak. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]