[
  {
    "name": "Suppress Legacy",
    "school": "necromancy",
    "sub_school": "",
    "source": "weapons_of_legacy",
    "description": "You temporarily disrupt the bond between the target creature and a single legacy item it possesses. The target loses access to all legacy abilities granted by that item. For the duration of the spell, it cannot activate any of the item's legacy abilities, nor do any continuous effects of the legacy item grant any benefit to the target. If the target has more than one legacy item, determine randomly which one is affected. This effect cannot be dispelled, but it can be negated by break enchantment, remove curse, or any other effect that removes a curse. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Horrid Sickness",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Your victim's eyes water and her flesh pales as a wave of sickness washes over her. Waves of pain and sickness wrack the subjects, rendering themnauseated. A successful Fortitude save negates this effect. If a subject fails the initial Fortitude save, she can attempt a Fortitude save as a move action each round on her turn; success indicates that she is instead sickened for the duration of the spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature/3 levels, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Finger of Agony",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "As you crook your finger, your enemy feels his vitals rupture within him. You magically disrupt the subject's internal organs, causing it great pain. Each round on your turn, the subject takes 3d6 points of damage and becomes nauseated for 1 round. A successful Fortitude save halves the damage and lessens the nauseated condition to sickened. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 3 rounds",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fear",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible cone of terror causes each living creature in the area to become panicked unless it succeeds on a Will save.  If cornered, a panicked creature begins cowering.  (See the Dungeon Master's Guide for more information on fear-panicked creatures).  If the Will save succeeds, the creature is shaken for 1 round. \nMaterial Component: Either the heart of a hen or a white feather. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " 1 round/level or 1 round; see text",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  }
]