[
  {
    "name": "Sequester",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "When cast, this spell not only prevents divination spells from working to detect or locate the creature or object affected by sequester, it also renders the affected creature or object invisible to any form of sight or seeing (as the invisibility spell). Thus, sequester can mask a secret door, a treasure vault, or anything similar. The spell does not prevent the subject from being discovered through tactile means or through the use of devices (such as a robe of eyes or a gem of seeing). Creatures affected by sequester become comatose and are effectively in a state of suspended animation until the spell wears off or is dispelled. Note: The Will save prevents an attended or magical object from being sequestered. There is no save to see the sequestered creature or object or to detect it with a divination spell. Material Component: A basilisk eyelash, gum arabic, and a dram of whitewash. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One willing creature or object (up to a 2-ft. cube/level) touched",
    "area": "",
    "duration": " One day/level (D)",
    "saving_throw": " None or Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Banishment",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A banishment spell is a more powerful version of the dismissal spell.  It enables you to force extraplanar creatures out of your home plane.  As many as 2 Hit Dice of creatures per caster level can be banished.  You can improve the spell's chance of success by presenting at least one object or substance that the target hates, fears, or otherwise opposes.  For each such object or substance, you gain a +1 bonus on your caster level check to overcome the target's spell resistance (if any), the saving throw DC increases by 2.  For example, if this spell were cast on a demon that hated light and was vulnerable to holy water and cold iron weapons, you might use iron, holy water, and a torch in the spell.  The three items would give you a +3 bonus on your check to overcome the demon's spell resistance and add 6 to the spell's save DC. \nAt the DM's option, certain rare items might work twice as well as a normal item for the purpose of the bonuses (each providing a +2 bonus on the caster level check against spell resistance and increasing the save DC by 4). \nArcane Focus: Any item that is distasteful to the subject (optional, see above). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One or more extraplanar creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spell Turning",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Spells and spell-like effects targeted on you are turned back upon the original caster.  The abjuration turns only spells that have you as a target.  Effect and area spells are not affected.  Spell turning also fails to stop touch range spells.  Thus, a charm person spell cast at you could be turned back upon the caster and possibly enable you to use the charm effect on that individual, but a fireball could not be turned back, and neither could inflict critical wounds. \nFrom seven to ten (1d4+6) spell levels are affected by the turning.  The DM secretly rolls the exact number.  When a spell is turned, the DM subtracts its level from the amount of spell turning left.  \nWhen you are targeted by a spell of higher level than the amount of spell turning you have left, that spell is partially turned.  The subtract the amount of spell turning left from the spell level of the incoming spell, then divide the result by the spell level of the incoming spell to see what fraction of the effect gets through.  For damaging spells, you and the caster each take a fraction of the damage.  For nondamaging spells, each of you has a proportional chance to be affected.  \nFor example, if you had three levels of spell turning left and were targeted by a magic missile spell heightened to 4th level, you would turn three-fourths of the spell back at the caster.  You would take one-forth of the damage, while the caster takes three-fourths of the damage.  If you were targeted by a wizard's fear spell (also a 4th-level spell) in the same situation, you would have a one in four (25%) chance to be affected by the spell, while the caster would have a three in four (75%) chance to be affected. \nIf you and a spellcasting attacker are both warded by spell turning effects in operation, a resonating field is created. \nRoll randomly to determine the result. \n\n\nd% \nEffect \n\n\n 01-70 \n Spell drains away without effect.  \n\n\n 71-80 \n Spell affects both of you equally at full effect.  \n\n\n 81-97 \n Both turning effects are rendered nonfunctional for 1d4 minutes.  \n\n\n 98-100 \n Both of you go through a rift into another plane.  \n\n\nArcane Material Component: A small silver mirror. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,divine focus",
    "target": " You",
    "area": "",
    "duration": " Until expended or 10 min./level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]