[
  {
    "name": "Crown of Protection",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A shimmering crown of force appears upon the recipient's head. A barely visible shield of force projects forward from it, warding off attacks aimed at its wearer. This spell creates a crown of magical energy that grants the spell's recipient a +1 deflection bonus to AC and a +1 resistance bonus on all saves. As an immediate action, the creature wearing a crown of protection can discharge its magic to gain a +4 deflection bonus to AC or a +4 resistance bonus on saves for 1 round. The spell ends after the wearer uses the crown in this manner. The crown occupies space on the body as a headband, hat, or helm. If the crown is removed, the spell immediately ends. Focus: An iron hoop 6 inches in diameter. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Weapon, Greater",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like magic weapon, except that it gives a weapon an enhancement bonus on attack and damage rolls of +1 per four caster levels (maximum +5). \nAlternatively, you can affect as many as fifty arrows, bolts, or bullets.  The projectiles must be of the same kind, and they have to be together (in the same quiver or other container).  Projectiles, but not thrown weapons, lose their transmutation when used.  (Treat shuriken as projectiles, rather than as thrown weapons, for the purpose of this spell). \nArcane Material Component: Powdered lime and carbon. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One weapon or fifty projectiles (all of which must be in contact with each other at the time of casting)",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halt",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You utter the word \"Halt!\" and, in that instant, the creature's feet stick to the floor. The subject creature's feet (or whatever pass for its feet) become momentarily stuck to the floor. The creature must stop moving, and cannot move farther in its current turn. This spell has no effect on creatures that are not touching the ground (such as flying creatures), and the subject can still use a standard action (if it has one available in this round) to move by means of teleportation magic. You can cast this spell even when it's not your turn; however, you must cast it before your opponent finishes its movement on its current turn to gain the benefit. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Keen Edge",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell makes a weapon magically keen, improving its ability to deal telling blows.  This transmutation doubles the threat range of the weapon.  A threat range of 20 becomes 19-20, a threat range of 19-20 becomes 17-20, and a threat range of 18-20 becomes 15-20.  The spell can be cast only on piercing or slashing weapons.  If cast on arrows or crossbow bolts, the keen edge on a particular projectile ends after one use, whether or not the missile strikes its intended target.  (Treat shuriken as arrows, rather than as thrown weapons, for the purpose of this spell). \nMultiple effects that increase a weapon's threat range (such as the keen edge spell and the Improved Critical feat) don't stack.  You can't cast this spell on a natural weapon, such as a claw. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One weapon or fifty projectiles, all of which must be in contact with each other at the time of casting",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crown of Might",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A crown of plain copper appears upon the recipient's head.  The crown has a front piece fashioned to resemble a bull's head. \nThis spell creates a crown of magical energy that grants the spell's recipient a +2 enhancement bonus to Strength.  \nAs an immediate action, the creature wearing a crown of might can discharge its magic to gain a +8 enhancement bonus to Strength for 1 round.  The spell ends after the wearer uses the crown in this manner.  \nThe crown occupies space on the body as a headband, hat, or helm.  If the crown is removed, the spell immediately ends. \nFocus: A copper hoop 6 inches in diameter. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Energy Surge",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "This spell functions like lesser energy surge, except that the attack deals an extra 2d6 points of energy damage. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]