[
  {
    "name": "Bloodletting",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "With a simple flourish you turn a small weapon into a deadly implement. You imbue a light weapon you hold in your hand with the power to wound grievously. The next time that weapon deals damage to a living creature, the wound continues to bleed, dealing an extra 1d6 points of damage each round for the remainder of the spell's duration. A successful DC 15 Heal check or at least 1 point of magical healing stops this additional damage. A creature that is struck by the weapon but takes no damage from the initial attack (such as because of damage reduction) doesn't trigger the spell's effect. Check to overcome a target's spell resistance when you first strike the creature. If the check fails, the spell has no effect and is discharged, but the weapon still deals damage normally. The spell lasts for 3 rounds. If you don't deal damage to a living creature during the 3 rounds after casting the spell, it ends with no effect. The bleeding effect begins in the round when the creature is struck by the ensorcelled weapon and lasts until the spell ends (if struck on the first round after casting, the subject bleeds for 3 rounds; if struck in the second round after casting, the subject bleeds for 2 rounds, and so on). The spell ends immediately if the weapon leaves your hand. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic",
    "target": " One light weapon you hold",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Angry Ache",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster temporarily strains the subject's muscles in a very specific way.  The subject feels a sharp pain whenever she makes an attack.  All her attack rolls have a -2 circumstance penalty for every four caster levels (maximum penalty -10). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Blade of Blood",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Red blood erupts along the weapon's blade, bludgeon, or point. The blood drips to spatter in thick, viscous drops upon the ground. This spell infuses the weapon touched with baleful energy. The next time this weapon strikes a living creature, blade of blood discharges. The spell deals an extra 1d6 points of damage against the target of the attack. You can voluntarily take 5 hit points of damage to empower the weapon to deal an extra 2d6 points of damage (for a total of 3d6 points of extra damage). The weapon loses this property if its wielder drops it or otherwise loses contact with it. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Weapon touched",
    "area": "",
    "duration": " 1 round/level or until discharged",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Reaving Aura",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "The air around you turns black as it floods with negative energy. This spell deals 1 point of damage to every creature in the area that has 0 or fewer hit points. Stable creatures that were at -1 to -8 hit points become dying, while creatures at -9 hit points die immediately. This spell has no effect on creatures that have 0 or more hit points. ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal",
    "target": "",
    "area": " 10-ft.-radius emanation, centered on you",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Death Grimace",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster marks a corpse with a particular magical \"signature\", thus identifying himself (truthfully or falsely) as the murderer. Some assassins use this signature as a sort of calling card, while others use it as a way to prove that they earned their pay. The signature can take many forms: a specific expression on the face of the corpse (hence the name of the spell), an actual rune, a word written on the corpse's flesh, a discoloration of one eye, and so on. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic",
    "target": " One corpse",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  }
]