[
  {
    "name": "Ebon Ray of Doom",
    "school": "necromancy",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "You fire a ray of black energy that drastically slows down the rate at which the subject can recover hit points. Any creature attempting to restore hit points to the subject by means of any sort of healing magic must succeed on a caster level check (DC 15 + your caster level), or the healing effect fails. A subject with fast healing or a regeneration ability must make a Fortitude save at the beginning of its turn each round. Failure indicates that the ability does not function in that round. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rend Essentia",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "When you cast this spell, you consume a small portion of your enemy's soul to strengthen your own personal essence and become stronger. You deal 1d4 points of Charisma damage plus 1 additional point for every three caster levels, to a maximum of 1d4+5 points at caster level 15th. If the target has an essentia pool, he instead loses essentia equal to the Charisma damage that would be dealt (if the damage is larger than the target's essentia pool, any leftover points of damage are dealt as Charisma damage). This spell can't reduce a target's Charisma below 1. You gain 1 point of temporary essentia for every point of essentia or Charisma damage you deal to the subject. This temporary essentia remains in your pool for 1 minute, after which it dissipates. While you have it, you can use your temporary essentia just like normal essentia. Material Component: A black pearl worth at least 100 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Unbind Chakra",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You temporarily sever one or more chakra binds between the target and his soulmelds and/or magic items. This affects one chakra bind for every four caster levels, to a maximum of three binds at 12th level. For the spell's duration, the target creature loses all benefits of the severed chakra binds. The target also takes 1d6 points of damage per chakra bind severed. At the time of casting, you can choose particular chakra binds to sever (such as arms or soul). If you do not choose specific chakra binds, the DM randomly determines which chakra binds are affected. Essentia: Every point of essentia you invest in this spell adds +1d6 to the damage dealt per chakra bind severed. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spider Poison",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "Similar to the divine spell poison, you inflict a paralyzing poison upon the subject by making a successful melee touch attack. The poison deals 1d6 points of temporary Strength damage immediately and another 1d6 points of temporary Strength damage 1 minute later. Each instance of damage can be negated by a Fortitude save (DC 10 + one-half caster level + caster's Intelligence or Charisma modifier, for wizards and sorcerers, respectively). Material Component: A poisonous spider, alive or dead. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": " Fortitude negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  }
]