[
  {
    "name": "Cursed Blade",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Drawing upon dark powers, you whisper a vehement curse and draw your finger down the weapon. \nA weapon affected by this spell deals wounds that can't be healed in the usual fashion.  Any damage dealt by the weapon (not including damage from special weapon properties such as flaming, holy, wounding, and so on) cannot be dured by any means until the damaged individual has received a remove curse spell (or some other effect that neutralizes a curse). \nIf a creature is slain by a weapon that is under the effect of this spell, it can't be raised from the dead unless a remove curse spell (or similar effect) is cast on the body or a true resurrection spell is used. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal",
    "target": " One melee weapon",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stop Heart",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "Channeling hatred and spite, the caster calls upon dark power to give the subject a massive heart attack. The subject suddenly drops to -8 hit points, then -9 hit points at the end of this round. If someone immediately makes a successful Heal check (DC 15) or somehow gives the subject more hit points, she stabilizes. Otherwise, at the end of the next round, the subject reaches -10 hit points and dies. Drug Component: Baccaran. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic",
    "target": "",
    "area": " One living humanoid or animal",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Shadow Arrow",
    "school": "necromancy",
    "sub_school": "",
    "source": "champions_of_ruin",
    "description": "This spell is cast upon a masterwork arrow or bolt, transforming it into pure black shadow. Make a ranged touch attack with the missile instead of a normal ranged attack. Instead of dealing normal damage, a shadow arrow deals 1d6 points of Strength damage. The arrow or bolt must be fired during the same round the spell is cast, or the magic dissipates and is lost. The projectile is destroyed even if it misses its target. Material Component:Masterwork arrow or bolt. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material",
    "target": " One masterwork arrow or bolt",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Soulbleed",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You invest your weapon with the power to bleed away part of the victim's essentia. Each time you hit a living creature with a weapon affected by soulbleed wounding, that creature loses 1 point of essentia unless it succeeds on a Fortitude save. You don't gain the essentia; it is simply lost. Spell resistance applies against this effect. If any round of the spell's duration goes by in which no living creature is affected by the spell (either because you didn't hit a living creature or because no saving throw was failed), you take 1d6 points of damage from the spell. No save or spell resistance is allowed to resist this effect. This spell works only as long as you wield the weapon affected. Any other wielder gains no benefit from the effect. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal",
    "target": " One melee weapon",
    "area": "",
    "duration": " 1 round/3 levels",
    "saving_throw": " None (object) or Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]