[
  {
    "name": "Investiture of the Harvester Devil",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "A deep chuckle sounds as you complete the incantation, and motes of violet light surround the target, imbuing it with infernal energy drawn from a harvester devil. The target of this spell deals horrific, lingering wounds with its melee attacks. If it successfully strikes an opponent with a melee attack, it causes an infernal wound that deals an extra 1d6 points of damage each round until the creature dies, or until the struck creature is the recipient of a DC 20 Heal check, a cure spell, or a heal spell. A creature can be affected by the lingering damage of only one such infernal wound at a time. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the harvester devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Erinyes",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With the sound of flapping wings, you grant the target the power of an erinyes. The target gains the sinister allure of an erinyes. While the spell is in effect, the subject can beckon a creature it can see clearly, forcing it to approach unless the creature succeeds on a Will save against the spell's save DC. On a failed save, the creature can do nothing on its next action except to attempt to move closer to the subject of investiture of the erinyes. The beckoned creature will not take obviously suicidal actions, such as walking off the edge of a cliff. However, it will move normally through squares threatened by other creatures. This is a mind-affecting compulsion effect. Once the beckoned creature enters an adjacent square, or if it was already in an adjacent square, it takes no further action that round. The subject of this spell can use this effect once per three caster levels. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the erinyes). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Amnizu",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With a flash of red light and a sound like the screams of a thousand suffering souls, you invest the target with infernal energy, drawing power from an amnizu to power the spell. You infuse a target with the intellect-sapping power and slippery mind of an amnizu. While under the effect of this spell, the target can, each round as a standard action, make a single melee touch attack. A touched creature takes 1d4 points of Intelligence damage. The subject of this spell can use this touch attack once per two caster levels. The subject of this spell also becomes immune to any effect that would damage, drain, or otherwise reduce its own Intelligence score. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the amnizu). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Investiture of the Steel Devil",
    "school": "transmutation",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "With the sound of low chanting, you invest the target with the power of a steel devil. While under the effect of this spell, the target is infused with the magical energy and deadly skill of a steel devil. While the spell is in effect, the target gains a +3 profane bonus on attack rolls and to Armor Class. This bonus increases by 1 for every adjacent creature that is also under the effect of an investiture of the steel devil spell. In addition, the subject gains resistance to fire 5. This resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the steel devil). While this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture. After the spell's duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute. Material Component: A fist-sized chunk of brimstone. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]