[
  {
    "name": "Interminable Echo",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "complete_mage",
    "description": "The deep tolling of a bell echoes within the mind of your foe. You fill the target's mind with a barrage of illusory sound. The subject takes a -10 penalty on Listen checks and 2d6 points of sonic damage each round. A successful Will save reduces the duration to 1 round. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 5 rounds",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rainbow Pattern",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "player's_handbook_v.3.5",
    "description": "A glowing, rainbow-hued pattern of interweaving colors fascinates those within it. Rainbow pattern fascinates a maximum of 24 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. An affected creature that fails its saves is fascinated by the pattern. With a simple gesture (a free action), you can make the rainbow pattern move up to 30 feet per round (moving its effective point of origin). All fascinated creatures follow the moving rainbow of light, trying to get or remain within the effect. Fascinated creatures who are restrained and removed from the pattern still try to follow it. If the pattern leads its subjects into a dangerous area (through flame, off a cliff, or the like), each fascinated creature gets a second save. If the view of the lights is completely blocked (by an obscuring mist spell, for instance), creatures who can't see them are no longer affected. The spell does not affect sightless creatures. Verbal Component: A wizard or sorcerer need not utter a sound to cast this spell, but a bard must sing, play music, or recite a rhyme as a verbal component. Material Component: A piece of phosphor. Focus: A crystal prism. ",
    "effect": " Colorful lights with a 20-ft.-radius spread",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,arcane focus",
    "target": "",
    "area": "",
    "duration": " Concentration +1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Improved Invisibility",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_3.0",
    "description": "As invisibility , except the spell doesn't end if the subject attacks. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " You or creature touched",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Shadow Conjuration",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "player's_handbook_v.3.5",
    "description": "You use material from the Plane of Shadow to shape quasi-real illusions of one or more creatures, objects, or forces. Shadow conjuration can mimic any sorcerer or wizard conjuration (summoning) or conjuration (creation) spell of 3rd level or lower. Shadow conjurations are actually one-fifth (20%) as strong as the real things, though creatures who believe the shadow conjurations to be real are affected by them at full strength. Any creature that interacts with the conjured object, force, or creature can make a Will save to recognize its true nature. Spells that deal damage, such as Melf's acid arrow, have normal effects unless the affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth (20%) damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is only 20% likely to occur. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save that the spell being simulated allows, but the save DC is set according to shadow conjuration's level (5th) rather than the spell's normal level. In addition, any effect created by shadow conjuration allows spell resistance, even if the spell it is simulating does not. Shadow objects or substances, such as obscuring mist, have normal effects except against those who disbelieve them. Against disbelievers, they are 20% likely to work. A shadow creature has one-fifth the hit points of a normal creature of its kind (regardless of whether it's recognized as shadowy). It deals normal damage and has all normal abilities and weaknesses. Against a creature that recognizes it as a shadow creature, however, the shadow creature's damage is one-fifth (20%) normal, and all special abilities that do not deal lethal damage are only 20% likely to work. (Roll for each use and each affected character separately). Furthermore, the shadow creature's AC bonuses are one-fifth as large (so a +7 bonus resulting in AC 17 would change to a +1 total bonus for a new AC of 11). A creature that succeeds on its save sees the shadow conjurations as transparent images superimposed on vague, shadowy forms. Objects automatically succeed on their Will saves against this spell. ",
    "effect": " See text",
    "range": " See text",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " Will disbelief (if interacted with); varies; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invisibility, Greater",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like invisibility, except that it doesn't end if the subject attacks. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " You or creature touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Mirror Image, Greater",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_ii",
    "description": "Several illusory duplicates of you pop into being. This spell functions like mirror image, except that an additional image is created in each round after the first, up to a maximum of eight concurrent images. If all images are destroyed, the spell ends. This spell also differs from mirror image in that you can cast this spell even when it's not your turn. ",
    "effect": "",
    "range": " Personal; see text for mirror image (PH 254)",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Hallucinatory Terrain",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "You make natural terrain look, sound, and smell like some other sort of natural terrain. Thus, open fields or a road can be made to resemble a swamp, hill, crevasse, or some other difficult or impassable terrain. A pond can be made to seem like a grassy meadow, a precipice like a gentle slope, or a rock-strewn gully like a wide and smooth road. Structures, equipment, and creatures within the area are not hidden or changed in appearance. Material Component: A stone, a twig, and a bit of green plant. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One 30-ft. cube/level (S)",
    "duration": " 2 hours/level (D)",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Zone of Silence",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "By casting zone of silence, you manipulate sound waves in your immediate vicinity so that you and those within the spell's area can converse normally, yet no one outside can hear your voices or any other noises from within, including language-dependent or sonic spell effects (such as command or shout). This effect is centered on you and moves with you. Anyone who enters the zone immediately becomes subject to its effects, but those who leave are no longer affected. Note, however, that a successful Spot check to read lips can still reveal what's said inside a zone of silence. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": "",
    "area": " 5-ft.-radius emanation centered on you",
    "duration": " 1 hour/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Choir",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "song_and_silence:_a_guidebook_to_bards_and_rogues",
    "description": "This spell creates spectral accompanists. They appear to be normal performers of any humanoid race (caster's choice) who back up the bard's performance by playing, dancing, singing, or any other means the caster desires. They can also interact with others on a limited basis—smiling, nodding, responding to questions with a few stock phrases, serving as dance partners, and the like. These illusory performers grant the caster a +2 circumstance bonus on Perform checks for the spell's duration. Choir is a Pattern, not a Figment—creatures that become aware of the accompanists' spectral nature can still see them. However, not only does a successful Will save negate the bard's bonus on Perform checks with respect to that creature, it also imposes a -2 circumstance penalty on those checks for the remainder of the spell's duration. Focus: The caster's instrument. ",
    "effect": " Three illusory performers",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Concentration + 4 rounds",
    "saving_throw": " Will disbelief (see below)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Lingering Chorus",
    "school": "illusion",
    "sub_school": "figment",
    "source": "complete_mage",
    "description": "A chorus of glorious voices takes up your song. This spell continues any one bardic music effect you are currently maintaining or on which you are concentrating. It functions only on bardic music effects that can be maintained for longer than 1 round. This allows you to cast spells, make use of a second bardic music ability, or otherwise concentrate on other matters. You can cast lingering chorus even while maintaining a bardic music effect. If you cast a second lingering chorus while the first is still in effect, the duration of the first spell ends. ",
    "effect": " A chorus of phantasmal voices",
    "range": " 0 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spectral Weapon",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "spell_compendium",
    "description": "You summon forth semisolid shadow-stuff and force it to coalesce into a shape only you can wield.  The shadow-formed weapon looks real at first glance, though it appears darkened as if perpetually in shadows.  Wisps of shadow tendrils constantly follow the weapon as you move it about. \nUsing material from the Plane of Shadow, you can fashion a quasi-real melee weapon of any type with which you are proficient.  This spectral weapon appears in your hand and behaves as a normal weapon of its type, with two exceptions.  First, you resolve attacks with your spectral weapon as melee touch attacks instead of melee attacks.  Second, any foe you hit is entitled to a Will save to recognize the weapon's shadowy, semi-insubstantial nature.  If the save is successful, that opponent takes only half damage from the weapon on that attack and all subsequent attacks, and is only 50% likely to suffer any special effects of your attacks (such as a death attack delivered with the weapon). \nYou can maintain only one spectral weapon at a time, and only you can wield it.  The weapon dissipates when you let go of it or when the spell's duration expires, whichever comes first. ",
    "effect": " One shadowy blade",
    "range": " 0 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]