[
  {
    "name": "Phantom Threat",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "spell_compendium",
    "description": "Reaching out to your foe's mind, you cause him to feel as though a threat looms close behind no matter which way he turns. \nYou create the sensation in the subject's mind that it is threatened by more foes than it actually faces.  Though the subject doesn't actually perceive any additional enemies (and thus doesn't waste any attacks on the phantasm), a creature affected by this spell is considered flanked, even if not threatened by other creatures.  No amount of convincing by others can help the subject of this spell avoid its effect—only a successful saving throw against the spell when initially cast can help the target.  A creature that can't be flanked is immune to this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Alustriel_s Banner",
    "school": "illusion",
    "sub_school": "figment",
    "source": "silver_marches",
    "description": "An early spell created by Alustriel, this illusion has been circulated among the arcane spellcasters of Silverymoon and to others beyond the city. A simplified form of minor image, it allows you to cause a banner (such as a battle standard, family crest, or other identifying device) to appear anywhere within range, accompanied by musical fanfare or the sound of a horn blowing. The banner may appear large or small (up to 10 feet square), new or old, clean or dirty, and of any color or pattern you desire and bearing any identifying images you desire. The banner sheds light as a light spell. You can move it anywhere within range as a move-equivalent action. The fanfare or horn is normally of the sort announcing the presence of an important person or a military unit, although the spell can create any sort of horn signal. Normally, casters use the spell to rally troops or direct people to a particular location, especially at night when its light aspect becomes more useful. Material Component: A horn or trumpet, whether normal size or miniature. ",
    "effect": " Figment of a banner and sound of a trumpet or horn",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Ambient Song",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "song_and_silence:_a_guidebook_to_bards_and_rogues",
    "description": "Ambient song transforms the sounds needed to produce any bardic music effect into background noise. Those who hear bardic music masked in this way remain unaware of its true nature, though it still has its normal effects. For example, you could use this spell to make a song intended to inspire competence sound like the chirping of crickets, the rustling of leaves, or the crackling of the campfire. You choose what your ambient song sounds like, but it should be a noise that's in harmony with the immediate environment. A subject who makes a successful Will save realizes that the sound has been altered and can hear its true nature. Material Component: A small bit of whatever naturally makes the sound you're trying to mimic. For example, a cricket's leg, a dried leaf, or a charred twig would produce the ambient song effects mentioned above. ",
    "effect": "",
    "range": " Personal (see text)",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will disbelief",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Dead End",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "spell_compendium",
    "description": "Sprinkling spice on the ground, you complete the final step of the spell.  Upon touching your intended targets, you note with satisfaction that the area around all of you seems a little cleaner and less tread upon. \nThis spell flawlessly disguises the spoor left by the subjects, concealing their tracks, scent, and other signs of their passage with an illusion that defeats even the senses of taste and touch.  Any creature making a Search check, using the scent ability, or using the Survival skill to track a creature affected by this spell interacts with the illusion and can make a will save to disbelieve.  Creatures that succeed on the save can detect the subjects normally.  Creatures merely passing through an area the subjects passed through do not count as interacting with the illusion. Targets of this spell can make a Will save to negate it, and spell resistance applies. Material Component: A pinch of some odoriferous spice. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One creature/level touched",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " Will negates (harmless) or Will disbelief (if interacted with); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Secret Weapon",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "cityscape",
    "description": "At your touch, the weapon seems to disappear from view. You enable someone to hide a weapon on his person. The weapon does not become truly invisible so much as easily overlooked. Secret weapon adds +20 to the Sleight of Hand check to conceal a light weapon, and +10 to the check to conceal a larger weapon (even one normally too large to conceal). A \"weapon\" is defined as any manufactured weapon. With the aid of this spell, you can attempt to hide a weapon even if you do not possess the Sleight of Hand skill. Additionally, you can hide the presence of a weapon from detection spells, although true seeing penetrates the glamer. Material Component: A thin black cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Weapon touched",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Friendly Face",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "races_of_destiny",
    "description": "You subtly change your appearance so that it seems particularly friendly to the viewer. You gain a +5 circumstance bonus on Diplomacy and Gather Information checks made to influence or gain information from creatures with Intelligence scores of 3 or higher, as long as those creatures aren't already hostile toward you. This spell does not alter your appearance in any significant way, and thus provides no bonus on Disguise checks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Instant Diversion",
    "school": "illusion",
    "sub_school": "figment",
    "source": "races_of_the_dragon",
    "description": "As you spin around, you produce residual images of yourself, each of which splits off from your body and moves away. One or more illusory doubles of you appear, spinning off from your original location as you turn in a circle. You create one double plus one for every four caster levels you have (minimum one, maximum five). You are then free to go elsewhere while your doublesmove away in a manner of your choosing. The doubles move at your speed and can emit minor sounds such as footsteps or metal clanking, but they can only be made to move, withdraw, or run. Any successful attack against an illusory double destroys it. A double's Armor Class is equal to 10 + your size modifier + your Dex modifier. Figments seem to react normally to area spells (such as looking as though they are burned or dead after being hit by a fireball). ",
    "effect": "",
    "range": " Personal; see text",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Magic Mouth",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell imbues the chosen object or creature with an enchanted mouth that suddenly appears and speaks its message the next time a specified event occurs. The message, which must be twenty-five or fewer words long, can be in any language known by you and can be delivered over a period of 10 minutes. The mouth cannot utter verbal components, use command words, or activate magical effects. It does, however, move according to the words articulated; if it were placed upon a statue, the mouth of the statue would move and appear to speak. Of course, magic mouth can be placed upon a tree, rock, or any other object or creature. The spell functions when specific conditions are fulfilled according to your command as set in the spell. Commands can be as general or as detailed as desired, although only visual and audible triggers can be used, such as the following: \"Speak only when a venerable female human carrying a sack sits cross-legged within a distance of one foot\". Triggers react to what appears to be the case. Disguises and illusions can fool them. Normal darkness does not defeat a visual trigger, but magical darkness or invisibility does. Silent movement or magical silence defeats audible triggers. Audible triggers can be keyed to general types of noises (footsteps, metal clanking) or to a specific noise or spoken word (when a pin drops, or when anyone says \"Boo\"). Actions can serve as triggers if they are visible or audible. For example, \"Speak when any creature touches the statue\"is an acceptable command if the creature is visible. A magic mouth cannot distinguish alignment, level, Hit Dice, or class except by external garb. The range limit of a trigger is 15 feet per caster level, so a 6th-level caster can command a magic mouth to respond to triggers as far as 90 feet away. Regardless of range, the mouth can respond only to visible or audible triggers and actions in line of sight or within hearing distance. Magic mouth can be made permanent with a permanency spell. Material Component: A small bit of honeycomb and jade dust worth 10 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature or object",
    "area": "",
    "duration": " Permanent until discharged",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Serene Visage",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "spell_compendium",
    "description": "By casting this spell, you imbue yourself with an ephemeral quality that induces others to trust what you say. \nSimple illusions aid your attempts to be persuasive.  You gain an insight bonus equal to one-half your caster level (maximum +10) on Bluff checks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Disguise Self",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "You make yourself—including clothing, armor, weapons, and equipment—look different.  You can seem 1 foot shorter or taller, thin, fat, or in between.  You cannot change your body type.  For example, a human caster could look human, humanoid, or like any other human-shaped bipedal creature.  Otherwise, the extent of the apparent change is up to you.  You could add or obscure a minor feature or look like an entirely different person.  The spell does not provide the abilities or mannerisms of the chosen form, nor does it alter the perceived tactile (touch) or audible (sound) properties of you or your equipment.  A battleaxe made to look like a dagger still functions as a battleaxe. \nIf you use this spell to create a disguise, you get a +10 bonus on the Disguise check. \nA creature that interacts with the glamer gets a Will save to recognize it as an illusion.  For example, a creature that touched you and realized that the tactile sensation did not match the visual one would be entitled to such a save. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Pleasant Visage",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "ghostwalk",
    "description": "You disguise the wounds of a ghost who has a disturbing, repulsive, or gruesome appearance, making it appear completely normal (although still a ghost). The spell does not change the ghost's features or disguise it in any way; it conceals the manner of the ghost's death so that it can walk about in polite society. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One ghost",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Nystul_s Magic Aura",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "You alter an item's aura so that it registers to detect spells (and spells with similar capabilities) as though it were nonmagical, or a magic item of a kind you specify, or the subject of a spell you specify. You could make an ordinary sword register as a +2 vorpal sword as far as magical detection is concerned or make a +2 vorpal sword register as if it were a +1 sword or even a nonmagical sword. If the object bearing Nystul's magic aura has identify cast on it or is similarly examined, the examiner recognizes that the aura is false and detects the object's actual qualities if he succeeds on a Will save. Otherwise, he believes the aura and no amount of testing reveals what the true magic is. If the targeted item's own aura is exceptionally powerful (if it is an artifact, for instance), Nystul's magic aura doesn't work. Note: A magic weapon, shield, or suit of armor must be a masterwork item, so a sword of average make, for example, looks suspicious if it has a magical aura. Focus: A small square of silk that must be passed over the object that receives the aura. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " One touched object weighing up to 5 lb./level",
    "area": "",
    "duration": " One day/level (D)",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hidden Ward",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "magic_of_eberron",
    "description": "This spell helps disguise the presence of any spells (including glyph of warding) that have been cast upon the target object.  If detect magic or a similar effect is used to detect the presence of magical auras on the object, the caster must succeed on a caster level check (DC 10 + your caster level) to find any magical auras that are the result of active spells.  (The DM should make this roll in secret to prevent subicion by the players. ) A single successful check will reveal both the hidden ward and the spells it hides. \nIn addition, casting this spell on a magic trap (such as a fire trap spell cast on an object) increases the Search DC to find the trap by one-half you caster level (maximum +5).  This spell cannot be used to conceal nonmagical traps, nor does it hide the magical properties of an item that aren't dependent on active spells (such as the magic aura of a +1 longsword). \nSpecial: When cast by a character with any Mark of Warding dragonmark, or with the Favored in House feat (Kundarak), the duration increases to one day per level. \nMaterial Component: Lead shavings and powdered diamond worth 100 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Object touched",
    "area": "",
    "duration": " 24 hours; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ventriloquism",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "You can make your voice (or any sound that you can normally make vocally) seem to issue from someplace else, such as from another creature, a statue, from behind a door, down a passage, etc. You can speak in any language you know. With respect to such voices and sounds, anyone who hears the sound and rolls a successful save recognizes it as illusory (but still hears it). Focus: A parchment rolled up into a small cone. ",
    "effect": " Intelligible sound, usually speech",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Silent Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell creates the visual illusion of an object, creature, or force, as visualized by you. The illusion does not create sound, smell, texture, or temperature. You can move the image within the limits of the size of the effect. Focus: A bit of fleece. ",
    "effect": " Visual figment that cannot extend beyond four 10-ft. cubes + one 10-ft. cube/level (S)",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Concentration",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]