[
  {
    "name": "Phantom Battle",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_ii",
    "description": "You create an illusory horde of snarling ogres, fierce orcs, and proud knights in armor, all locked in battle. Creatures in the area move cautiously as they are caught up in the phantom melee. This spell creates the illusion of a fierce battle. Your enemies move cautiously and pass up the opportunity to strike their foes, since the roar and confusion of the battle distracts them. All creatures within the area of the spell that fail their saving throws cannot make attacks of opportunity. In addition, all creatures within the area are considered flanked. A creature ignores these effects when it leaves the spell's area. If a creature reenters the spell's area after leaving it, the creature can attempt another save to resist the spell if its initial save failed. A creature that enters the area for the first time after the spell is cast must also make a saving throw to resist the effect. A phantom battle spell produces noise appropriate to a mob of creatures locked in battle. Anyone in the battle can plainly see that the conjured fighters are no threat, since they strike solely at other phantom warriors, but the din, tumult, and confusion make it difficult to focus on the true foes at hand. A creature that succeeds on its save can still see the spectral outline of the illusion, but is able to block out the distraction and fight as normal. When you cast this spell, you can choose for it not to affect a number of allies you designate less than or equal to your caster level. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Illusory Script",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "player's_handbook_v.3.5",
    "description": "You write instructions or other information on parchment, paper, or any suitable writing material. The illusory script appears to be some form of foreign or magical writing. Only the person (or people) designated by you at the time of the casting are able to read the writing; it's unintelligible to any other character, although an illusionist recognizes it as illusory script. Any unauthorized creature attempting to read the script triggers a potent illusory effect and must make a saving throw. A successful saving throw means the creature can look away with only a mild sense of disorientation. Failure means the creature is subject to a suggestion implanted in the script by you at the time the illusory script spell was cast. The suggestion lasts only 30 minutes. Typical suggestions include \"Close the book and leave\", \"Forget the existence of the book\", and so forth. If successfully dispelled by dispel magic, the illusory script and its secret message disappear. The hidden message can be read by a combination of the true seeing spell with the read magic or comprehend languages spell. The casting time depends on how long a message you wish to write, but it is always at least 1 minute. Material Component: A lead-based ink (cost of not less than 50 gp). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One touched object weighing no more than 10 lb.",
    "area": "",
    "duration": " One day/level (D)",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Nightmare Terrain",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "complete_mage",
    "description": "You cloak your surroundings with phantasmagoric figures, creating a horrific dreamscape. You make any terrain look, sound, and smell like something out of a nightmare. Writhing vegetation, disembodied limbs, animated corpses, and smoking pits cover every surface. Miasmic vapors fill the air, along with various foul stenches. The nightmare terrain you create is mostly illusory, but the obstacles are partially real. Creatures within, entering, or viewing the area are entitled to Will saves to discern the illusion. Creatures that fail their saves become entangled. Regardless of the outcome of the save, creatures within 5 feet have concealment, while those 10 feet or farther away have total concealment. Furthermore, as long as you are within the area of this spell, you can attempt Hide checks even while being observed. (Other creatures don't gain this benefit). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Five 10-ft. cubes + one 10-ft. cube/level (S)",
    "duration": " 1 round/level",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Roar of the Waves",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "stormwrack",
    "description": "The ocean's voice is a terrible and majestic thing. Bards understand the power of the ocean's song and have harnessed that in this spell. The targets of this spell are suddenly bombarded by the sound of the roaring ocean. The target is deafened for the duration of the spell. Additionally, each target must make a Will save or be shaken. This sound can be heard by anyone within 30 feet of the targets, but only those actually targeted are affected. Material Component: Pieces of shell that have been battered by the surf. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One target/2 levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Curse of the Putrid Husk",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "book_of_vile_darkness",
    "description": "This illusion forces the subject to believe his flesh is rotting and falling off his body, and that his internal organs are spilling out. If the target fails his saving throw, he is dazed (and horrified) for 1 round. On the following round, he falls unconscious for 1d10 minutes, during which time he cannot be roused normally. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round + 1d10 minutes",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Creaking Cacophony",
    "school": "illusion",
    "sub_school": "figment",
    "source": "spell_compendium",
    "description": "Noise swells into a cacophonous din, as if hundreds of intertwined trees and branches were rubbing together in a chaotic medley of groans and creaks. \nThe sound from this spell is as loud as a pitched battle and is audible far beyond the spell's area.  Outside the spell's area, the sound is merely loud.  Inside the spell's area, the sound is overwhelming.  All creatures within the spell's area take a -4 penalty on Listen checks.  Spellcasters are distracted and must make a Concentration check to cast any spell (DC equals this spell's DC+ the level of the spell being cast). \nA creaking cacophony spell enhances and focuses sonic energy.  Creatures in the area that do no have immunity to sonic damage gain vulnerability to sonic damage. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 40-ft.-radius spread",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Winding Alleys",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "races_of_destiny",
    "description": "The subject suddenly feels as if the walls of the city are closing in around him. If the subject fails a Will save, he believes he is trapped in a maze of narrow city alleys that twist and turn in circles. The subject remains in his current location, but is effectively stunned as long as the spell lasts. Each round at the end of his turn, the subject may attempt a DC 15 Intelligence check to escape the maze and end the effect. If the subject takes any damage, the spell immediately ends. The spell must be cast in a community no smaller than a small town, otherwise it has no effect. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Displacement",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "Emulating the natural ability of the displacer beast (see the Monster Manual), the subject of this spell appears to be about 2 feet away from its true location. The creature benefits from a 50% miss chance as if it had total concealment. However, unlike actual total concealment, displacement does not prevent enemies from targeting the creature normally. True seeing reveals its true location. Material Component: A small strip of leather made from displacer beast hide, twisted into a loop. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Cache",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "spell_compendium",
    "description": "With a flourish, you open an invisible portal.  Plunging your arm inside, you see your hand vanish as though it were invisible. \nYou can temporarily stash small items on the Plane of Shadow (DMG 152) or permanently dispose of them there.  This spell opens a small portal to the Plane of Shadow that is invisible on the Material Plane and appears as a small disk on the Plane of Shadow. \nYou can reach into the Plane of Shadow through the portal created by shadow cache, but only small, nonliving objects can pass entirely through the hole.  The cache can hold up to 30 cubic feet of material, or 250 pounds. \nYou can recover objects placed in the portal throughout the duration of the spell, or by casting another hadow cache later.  A shadow cache remains stationary at the point where you create it.  Items placed in a shadow cache can possibly be picked up by natives of the Plane of Shadow, and in any event are slowly moved by the morphic trait of the plane.  For every 24 hours that passes, there is a 10% chance each day that objects placed on the Plane of Shadow with shadow cache are gone (either moved or taken). \nThe spell cannot be cast on the Plane of Shadow itself, but only on planes coexistent with the Plane of Shadow. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": "",
    "area": " 1-ft.-diameter circle",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invisibility Sphere",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like invisibility, except that this spell confers invisibility upon all creatures within 10 feet of the recipient. The center of the effect is mobile with the recipient. Those affected by this spell can see each other and themselves as if unaffected by the spell. Any affected creature moving out of the area becomes visible, but creatures moving into the area after the spell is cast do not become invisible. Affected creatures (other than the recipient) who attack negate the invisibility only for themselves. If the spell recipient attacks, the invisibility sphere ends. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 10-ft.-radius emanation around the creature or object touched",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Major Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like silent image, except that sound, smell, and thermal illusions are included in the spell effect. While concentrating, you can move the image within the range. The image disappears when struck by an opponent unless you cause the illusion to react appropriately. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " Concentration + 3 rounds",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]