[
  {
    "name": "Circle of Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A circle of death snuffs out the life force of living creatures, killing them instantly. The spell slays 1d4 HD worth of living creatures per caster level (maximum 20d4). Creatures with the fewest HD are affected first; among creatures with equal HD, those who are closest to the burst's point of origin are affected first. No creature of 9 or more HD can be affected, and Hit Dice that are not sufficient to affect a creature are wasted. Material Component: The powder of a crushed black pearl with a minimum value of 500 gp. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Several living creatures within a 40-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Harm",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Harm charges a subject with negative energy that deals 10 points of damage per caster level (to a maximum of 150 points at 15th level). If the creature successfully saves, harm deals half this amount, but it cannot reduce the target's hit points to less than 1. If used on an undead creature, harm acts like heal. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Control Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell enables you to command undead creatures for a short period of time. You command them by voice and they understand you, no matter what language you speak. Even if vocal communication is impossible (in the area of a silence spell, for instance), the controlled undead do not attack you. At the end of the spell, the subjects revert to their normal behavior. Intelligent undead creatures remember that you controlled them. Material Component: A small piece of bone and a small piece of raw meat. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " Up to 2 HD/level of undead creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Fear",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that all creatures within 60 feet of the symbol of fear instead become panicked for 1 round per caster level. Note:Magic traps such as symbol of fear are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of fear and Disable Device to thwart it. The DC in each case is 25 + spell level, or 31 for symbol of fear. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 1,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Inflict Moderate Wounds, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like mass inflict light wounds, except that it deals 2d8 points of damage +1 point per caster level (maximum +30). ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Eyebite",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Each round, you may target a single living creature, striking it with waves of evil power.  Depending on the target's HD, this attack has as many as three effects. \n\n\nHD \nEffect \n\n\n 10 or more \nSickened \n\n\n 5-9 \n Panicked, sickened \n\n\n 4 or less \n Comatose, panicked, sickened \n\n\nThe effects are cumulative and concurrent. \nSickened: Sudden pain and fever sweeps over the subject's body.  A sickened creature takes a -2 penalty on attack rolls, weapon damage rolls, saving throws, skill checks, and ability checks.  A creature affected by this spell remains sickened for 10 minutes per caster level.  The effects cannot be negated by a remove disease or heal spell, but a remove curse is effective. \nPanicked: The subject becomes panicked for 1d4 rounds.  Even after the panic ends, the creature remains shaken for 10 minutes per caster level, and it automatically becomes panicked again if it comes within sight of you during that time.  This is a fear effect. \nComatose: The subject falls into a catatonic coma for 10 minutes per caster level.  During this time, it cannot be awakened by any means short of dispelling the effect.  This is not a sleep effect, and thus elves are not immune to it. \nThe spell lasts for 1 round per three caster levels.  You must spend a move action each round after the first to target a foe. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round per three levels; see text",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]