[
  {
    "name": "Dimension Door",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_v.3.5",
    "description": "You instantly transfer yourself from your current location to any other spot within range.  You always arrive at exactly the spot desired—whether by simply visualizing the area or by stating direction, such as \"900 feet straight downward\", or \"upward to the northwest, 45-degree angle, 1,200 feet\".  After using this spell, you can't take any other actions until your next turn.  You can bring along objects as long as their weight doesn't exceed your maximum load.  You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels.  A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth.  All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. \nIf you arrive in a place that is already occupied by a solid body, you and each creature traveling with you take 1d6 points of damage and are shunted to a random open space on a suitable surface within 100 feet of the intended location. \nIf there is no free space within 100 feet, you and each creature traveling with you take an additional 2d6 points of damage and are shunted to a free space within 1,000 feet.  If there is no free space within 1,000 feet, you and each creature travelling with you take an additional 4d6 points of damage and the spell simply fails. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal",
    "target": " You and touched objects or other touched willing creatures",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None and Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Toxic Weapon",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_ii",
    "description": "You touch the weapon, and an oily liquid appears on its surface. When you cast this spell, you coat the target weapon with poison. The next successful melee attack with that weapon delivers the poison. The poison deals 1d10 points of Constitution damage immediately and another 1d10 points of Constitution damage 1 minute later. Each instance of damage can be negated by a Fortitude save (DC equal to this spell's save DC). If the weapon has not scored a successful hit after 1 hour, the poison becomes inert and evaporates. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Piercing or slashing weapon touched",
    "area": "",
    "duration": " 1 hour or until discharged",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]