[
  {
    "name": "Alarm, Greater",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Uttering a low chant, you ring a crystal bell with the drumming of your fingernails, bringing into being an invisible warded area. \nThis spell functions like alarm (PH 197), and in addition the spell works on creatures traveling through the area on coterminous or coexistent planes (DMG 150), such the Ethereal Plane and the Plane of Shadow. \nFocus: A bell made of carved crystal, worth at least 100 gp. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 4 hours/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Magical Backlash",
    "school": "abjuration",
    "sub_school": "",
    "source": "drow_of_the_underdark",
    "description": "With a word and a gesture, the target flares with crackling, violet-colored energy. Magical backlash causes any spells affecting the target to resonate painfully. For each spell currently in effect on the target (not counting magical backlash itself), magical backlash deals 2 points of damage per level of that spell. For example, a creature targeted by magical backlash that is under the effects of bull's strength, blur, and mage armor spells would take 4 points of damage for bull's strength, 4 for blur, and 2 more for mage armor for a total of 10 points of damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Retaliation",
    "school": "abjuration",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You raise your hand to block an incoming ray attack and absorb the energy into your dragonmark.  An instant later, a ray of force, colored like your dragonmark, springs from your outstretched hand and races back toward your attacker. \nWhen you are hit with a ray attack, you can cast this spell to negate the ray's effect and turn its energy back against its caster.  You must be aware of the ray attack and not flat-footed.  Casting this spell is an immediate action that does not provoke attacks of opportunity.  You must succeed on a ranged touch attack.  If the ray hits and penetrates the target's spell resistance (if any), you deal an amount of force damage determined by the strength of your dragonmark. \n\n\nDragonmark \nForce Damage \n\n\n Least \n 1d6 per 2 caster levels (max.  5d6) \n\n\n Lesser \n 1d8 per 2 caster levels (max.  5d8) \n\n\n Greater or Siberys \n 1d6 per caster level (max.  10d6) \n\n\nYour ray is a force effect with the same range as the original ray.  You cannot use the ray to attack any target other than the caster of the original ray. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " See text",
    "components": "somatic",
    "target": " See text",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Portal Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cast a tiny bell at the portal, and it rings as you finish the last gesture of the spell.  With the completion of the spell, the bell vanishes in midair, but it continues to ring for a few moments more. \nPortal alarm sounds a mental or audible alarm each time a creature of Tiny or larger size passes through the magic gate or portal the spell is cast upon.  You decide at the time of casting whether the portal alarm will be mental or audible. \nMental Alarm: A mental alarm alerts you (and only you) as long as you remain within 1 mile of the warded area and on the same plane.  You notice a mental tremor that would awaken you from a normal sleep but does not otherwise disturb concentration (it would not interfere with spellcasting).  A silence spell has no effect on a mental alarm. \nAudible Alarm: An audible portal alarm produces the sound of a hand bell, buzzer, or other similar repeating sound that can be heard clearly up to 60 feet away, and it pierces closed doors and extends onto other planes.  The ringing can be heard faintly up to 180 feet away and lasts for 1 round.  Creatures within the area of a silence spell cannot hear the ringing, and if the portal itself is within the area of a silence spell, no alarm is sounded. \nEthereal and astral creatures trigger a portal alarm if they pass through the portal. \nYou can set a portal alarm with a password, determined at the time of the casting, and this password can be discerned with the analyze portal spell (page 10).  Those speaking the password before passing through the portal do not set off the alarm. \nMaterial Component: A tiny bell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One interplanar gate or portal",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Major Resistance",
    "school": "abjuration",
    "sub_school": "",
    "source": "savage_species",
    "description": "You imbue the subject with a strong magical energy that protects her from harm, granting a +3 resistance bonus on saves. Arcane Material Component: A miniature cloak of fine cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Ethereal Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "As alarm, but detecting only ethereal creatures that enter the warded area. The spell does not give you the ability to see the ethereal creatures once the alarm is triggered. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Distracting Ray",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You blast a nearby creature with a multicolored ray.  The ray explodes on contact to form a dizzying array of bizarre swirling and flashing lights around the targeted creature. \nYou must succeed on a ranged touch attack with the ray to strike a target.  This ray attempts to undo magic as it is being cast.  Used in the same manner as a counterspell (as a readied action), the ray interferes with the manipulation of divine or arcane magic by dazzling the target.  If the ray successfully strikes a spellcaster, and that spellcaster is in the process of casting a spell, then the target spellcaster must make a Concentration check to avoid losing the spell.  The DC of the Concentration check is equal to 17 + the level of the spell the target is casting. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]