[
  {
    "name": "Resistance, Greater",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Just as you touch the spell's subject, a feeling of peace and watchful guardianship fills your being. \nThis spell functions like resistance (PH 272), except as noted here.  You grant the subject a +3 resistance bonus on saves. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Possession",
    "school": "abjuration",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You force a being that is possessing a creature out of its host body. The possessor acts as if it had left its host voluntarily (a ghost appears next to the host, a person using magic jar returns to its receptacle if in range or dies if it is not, and so on). Alternatively, this spell may be used as a form of dispel magic to dispel a charm, dominate, or similar effect on a target. Material Component: powered silver worth 1 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Ray Deflection",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "As the spell is cast, a brief shimmering field appears around you.  Small motes of silver float within the field. \nFor the duration of the spell, you are protected against ranged touch attacks, including ray spells and ray attacks made by creatures.  Any ray attack directed at you is automatically reflected harmlessly away. \nFocus: A glass prism. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spurn the Supernatural",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "Your make your hand into a grasping claw as you speak your foe's truename, stealing some of its supernatural energy, which appears as a minuscule storm-cloud in your hand. With this spell, you can temporarily suppress a supernatural ability possessed by the target creature. For the duration of the spell, the target is unable to activate the supernatural ability you have chosen. Extraordinary and spell-like abilities aren't affected by this spell. If you succeed on the Truespeak check, you can suppress one of the creature's supernatural abilities, plus another supernatural ability for every 5 points by which your result beat the Truespeak DC. Truename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're targeting. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,true name",
    "target": " One creature",
    "area": "",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spell Theft",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_scoundrel",
    "description": "Winding your magical grip around the dweomers that augment your opponent, you rip them away and feel their energy rise around you. You attempt to steal an opponent's beneficial spell effects for yourself. Upon casting this spell, you instantly discern all spells currently affecting the target (including their effects). For each spell so discerned, you can make a dispel check (1d20 + your caster level, maximum +15) against a DC of 11 + the spell's caster level. If the check succeeds, you gain the effect of the spell for the remainder of its duration, as if it had been cast on you instead of the original target, and the opponent loses that effect. Only spells capable of being dispelled can be affected by spell theft. In addition, if you are not a legal target of the spell to be stolen, your dispel check automatically fails. For example, if you cast spell theft on a dire bear affected by bull's strength and animal growth, you could steal only the effect of the first spell unless you were also of the animal type. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Portal Alarm, Improved",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "This spell functions like portal alarm, with the following additions:\n\nYou can designate the alarm set off by an improved portal alarm to be mental, audible, or both. \nIf a mental alarm is chosen, you receive a mental picture of all creatures that have passed through the portal and which direction they passed through.  The mental image provides information as if you were standing 10 feet away from the portal. \nYou can enable another creature to receive the mental alarm instead of yourself.  You must touch the creature, which receives a Will saving throw to negate the effect, if applicable. \n\nFocus: A small leather pouch containing three brass bells. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One interplanar gate or portal",
    "area": "",
    "duration": " 8 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Water",
    "school": "abjuration",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You call on the power of the waste to counter and dismiss water creatures, spells, and effects. However, dispel water cannot counter an instantaneous spell or effect. You choose to use dispel water in one of three ways: to dry up a body of water, to counter a water-based spell or effect, or to dismiss an extraplanar creature of the water subtype. Dry Up Water: This effect instantly destroys 200 cubic feet of water per level. Remaining water rushes in to fill the void. Cast in a large body of water, such as an ocean, the destruction of 1,000 or more cubic feet of water produces a strong current that pulls boats and creatures down. Creatures caught in the current must make a DC 20 Swim check to avoid going under. A creature that fails the Swim check is pulled down to a depth of 10 feet per caster level and must hold its breath or begin to drown (see page 304 of the Dungeon Master's Guide). The current might capsize vessels: The chance is 95% for a craft shorter than 20 feet long, 50% for one from 20 to 60 feet long, and 20% for one over 60 feet long. Counterspell:Used in this way, dispel water targets a spellcaster and is cast as a counterspell (see page 170 of the Player's Handbook). It only counters spells and spell-like abilities that have the water descriptor, or appear on the Water domain spell list, or clearly involve water (such as create food and water, sleet storm, and wall of ice). To successfully counter the other spell, you must make a dispel check (1d20 + your caster level, maximum +20) against a DC equal to 11 + the spell's caster level. Dismiss Water Creature: Cast in this way, dispel water targets a single extraplanar creature of the water subtype within range. The creature can negate the effect with a successful Will save (and its spell resistance, if any, applies). If it fails to save or resist the spell, the creature is forced back to its home plane. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " See text",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Improved Portal Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "manual_of_the_planes",
    "description": "As the portal alarm spell, with the following additions:\n\nYou may designate the alarm set off by the improved portal alarm to be mental, audible, or both. \nIf a mental alarm is chosen, you receive a mental picture of all creatures that passed through the portal and which direction they passed through. \nThe mental image provides information as if you were standing 10 feet away from the portal. \n\nYou may enable another creature to receive the mental alarm instead of yourself. \nYou must touch the creature, which receives a Will saving throw to negate the effect, if applicable. Focus: A small leather pouch containing three brass bells. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One interplanar gate",
    "area": "",
    "duration": " 8 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Break Enchantment",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell frees victims from enchantments, transmutations, and curses. Break enchantment can reverse even an instantaneous effect, such as flesh to stone. For each such effect, you make a caster level check (1d20 + caster level, maximum +15) against a DC of 11 + caster level of the effect. Success means that the creature is free of the spell, curse, or effect. For a cursed magic item, the DC is 25. If the spell is one that cannot be dispelled by dispel magic, break enchantment works only if that spell is 5th level or lower. For instance, bestow curse cannot be dispelled by dispel magic, but break enchantment can dispel it. If the effect comes from some permanent magic item, such as a cursed sword, break enchantment does not remove the curse from the item, but it does frees the victim from the item's effects. For example, a cursed item can change the alignment of its user. Break enchantment allows the victim to be rid of the item and negates the alignment change, but the item's curse is intact and affects the next creature to pick up the item—even if it's the recent recipient of the break enchantment spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Up to one creature per level, all within 30 ft. of each other",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]