[
  {
    "name": "Spurn the Supernatural",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "Your make your hand into a grasping claw as you speak your foe's truename, stealing some of its supernatural energy, which appears as a minuscule storm-cloud in your hand. With this spell, you can temporarily suppress a supernatural ability possessed by the target creature. For the duration of the spell, the target is unable to activate the supernatural ability you have chosen. Extraordinary and spell-like abilities aren't affected by this spell. If you succeed on the Truespeak check, you can suppress one of the creature's supernatural abilities, plus another supernatural ability for every 5 points by which your result beat the Truespeak DC. Truename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're targeting. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,true name",
    "target": " One creature",
    "area": "",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Shield",
    "school": "abjuration",
    "sub_school": "",
    "source": "frostburn",
    "description": "The warded creature gains resistance to blows, cuts, stabs, and slashes. The subject gains damage reduction 15/-. The spell prevents a total of 10 points of damage per caster level (maximum 150 points). While protected by the spell, the creature also has vulnerability to fire and takes half again as much (+50%) damage as normal from the effect, regardless of whether a saving throw is allowed, or if the save is a success or failure. The duration increases to 10 minutes per level when in a frostfell environment. Material Component: A pinch of sleet. Coldfire Component: Five ounces of coldfire. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Superior Resistance",
    "school": "abjuration",
    "sub_school": "",
    "source": "savage_species",
    "description": "You imbue the subject with a powerful magical energy that protects him from harm, granting a +6 resistance bonus on saves. Arcane Material Component: A miniature cloak of fine cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Stoneskin",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The warded creature gains resistance to blows, cuts, stabs, and slashes. The subject gains damage reduction 10/adamantine. (It ignores the first 10 points of damage each time it takes damage from a weapon, though an adamantine weapon bypasses the reduction). Once the spell has prevented a total of 10 points of damage per caster level (maximum 150 points), it is discharged. Material Component: Granite and 250 gp worth of diamond dust sprinkled on the target's skin. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]