[
  {
    "name": "Filter",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "This spell creates an invisible bubble of protection around the recipient's body that filters out all noxious and toxic elements in the air. The warded creature takes no damage and no penalties from inhaled natural or alchemical poisons. It is likewise protected against magical poisons created by spells of 4th level or lower (such as stinking cloud) cast by creatures of 8 or fewer Hit Dice. Against more powerful affects, the creature receives a +2 circumstance modifier on any saving throw allowed. Arcane Material Component: A strand of spider web and a scrap of cotton cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Fire Trap",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Fire trap creates a fiery explosion when an intruder opens the item that the trap protects. A fire trap can ward any object that can be opened and closed (book, box, bottle, chest, coffer, coffin, door, drawer, and so forth). When casting fire trap, you select a point on the object as the spell's center. When someone other than you opens the object, a fiery explosion fills the area within a 5-foot radius around the spell's center. The flames deal 1d4 points of fire damage +1 point per caster level (maximum +20). The item protected by the trap is not harmed by this explosion. A fire trapped item cannot have a second closure or warding spell placed on it. A knock spell does not bypass a fire trap. An unsuccessful dispel magic spell does not detonate the spell. Underwater, this ward deals half damage and creates a large cloud of steam. You can use the fire trapped object without discharging it, as can any individual to whom the object was specifically attuned when cast. Attuning a fire trapped object to an individual usually involves setting a password that you can share with friends. Note:Magic traps such as fire trap are hard to detect and disable. A rogue (only) can use the Search skill to find a fire trap and Disable Device to thwart it. The DC in each case is 25 + spell level (DC 27 for a druid's fire trap or DC 29 for the arcane version). Material Component: A half-pound of gold dust (cost 25 gp) sprinkled on the warded object. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Object touched",
    "area": "",
    "duration": " Permanent until discharged (D)",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Earthen Grace",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You sprinkle the spell's component on your target, causing its skin to momentarily take on the speckled gray look of granite.  The smell of dust hangs heavily in the air. \nYou grant the subject an affinity for earth and stone.  Any damage the subject takes from a stone or earthen source counts as nonlethal damage for the duration of the spell.  Natural attacks by creatures made of earth or stone (such as stone golems), natural attacks by creatures of the earth subtype, and attacks by stone weapons (such as a stone hammer or a sling stone) instead deal nonlethal damage, as does falling damage when the subject lands on rock or earth.  when the nonlethal damage the subject has taken (from any source) equals the subject's current hit points, the spell ends, and any further damage from a stone or earthen source causes damage normally. \nMaterial Component: A chunk of granite",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Fog",
    "school": "abjuration",
    "sub_school": "",
    "source": "shining_south",
    "description": "You make normal or magical fog within the affected area instantly and completely vanish. This spell is effective against fog and mist from any source, including spells such as obscuring mist or cloudkill, but not against bodies of water, precipitation, or smoke. The dispelled area stays clear for 1 minute per level regardless of other conditions—after that, it can fill in again if there is sufficient fog in the surrounding vicinity. Natural fog is automatically cleared in the affected area; natural fog reform within 1 minute after the expiration of the spell. Magical fog (such as that from a fog cloud spell) requires you to make a dispel check (1d20 + your caster level, maximum +10) against the spell to clear the area. The DC for this dispel check is 11 + the spell's caster level. Success means the spell is dispelled in the area you designate, but magic fogs covering large areas might not be completely cleared away by dispel fog. Creatures in fog or mist form who are in the area must succeed on a Fortitude save or take 2d10 points of damage. Even those who make their saves must immediately assume another shape. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Up to four 10-ft. cubes/level (S)",
    "duration": " 1 min./level; see text",
    "saving_throw": " Fortitude half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resist Energy",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This abjuration grants a creature limited protection from damage of whichever one of five energy types you select: acid, cold, electricity, fire, or sonic.  The subject gains energy resistance 10 against the energy type chosen, meaning that each time the creature is subjected to such damage (whether from a natural or magical source), that damage is reduced by 10 points before being applied to the creature's hit points.  The value of the energy resistance granted increases to 20 points at 7th level and to a maximum of 30 points at 11th level.  The spell protects the recipient's equipment as well.  \nResist energy absorbs only damage.  The subject could still suffer unfortunate side effects, such as drowning in acid (since drowning damage comes from lack of oxygen) or becoming encased in ice. \nNote: Resist energy overlaps (and does not stack with) protection from energy. If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Avoid Planar Effects",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The danger of the plane surprises you, and you have barely time to bark out a few elder words of power.  In a moment you're safe, and you gain a brief respite—time enough to cast more permanent protective spells. \nYou gain a temporary respite from the natural effects of a specific plane.  These effects include extremes in temperature, lack of air, poisonous fumes, emanations of positive or negative energy, or other attributes of the plane itself (DMG 150). \nAvoid planar effects provides protection from the 3d10 points of fire damage that characters normally take when on a plane with the fire-dominant trait.  Avoid planar effects allows a character to breathe water on a water-dominant plane and ignore the threat of suffocation on an earth-dominant plane.  A character protected by avoid planar effects can't be blinded by the energy of a major positive-dominant plane and automatically stops gaining temporary hit points when they equal the character's full normal hit point total.  Negative-dominant planes don't deal damage or bestow negative levels to characters protected by avoid planar effects. \nIn addition, some effects specific to a plane are negated by avoid planar effects.  In the D&D cosmology, avoid planar effects negates the deafening effect of Pandemonium and the cold damage on the Cania layer of the Nine Hells.  The DM can add additional protections for a cosmology he creates.  If the campaign has an Elemental Plane of Cold, for example, avoid planar effects protects against the base cold damage dealt to everyone on the plane. \nThe effects of gravity traits, alignment traits, and magic traits aren't negated by avoid planar effects, nor is the special entrapping trait of certain planes (such as Elysium and Hades). \nThe spell does not provide protection against creatures, native or otherwise, nor does it protect against spells, special abilities, or extreme and nonnatural formations within the plane.  This spell allows you to survive on the Elemental Plane of Earth, for instance, but it won't protect you if you walk into a pool of magma on that same plane. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal",
    "target": " One creature/level in a 20-ft.-radius burst centered on you",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Daggerspell Stance",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The daggers in your hands glow silver as you complete the spell.  They feel as if they have become a part of your body. \nWhile this spell is in effect, if you make a full attack while holding a dagger in each hand, you gain a +2 insight bonus on attack rolls and damage rolls made with daggers in that round. \nThe magical energy that permeates your daggers while this spell is active allows you to deflect the magical energy of spells.  When wielding two daggers and fighting defensively, you gain spell resistance equal to 5 + your caster level. \nThe spell focuses your concentration so that whn you devote all of your attention to defense, you can turn the force of most blows away from your body with your daggers.  When wielding two daggers and using the total defense action, you gan both the spell resistances benefit described above and damage reduction 5/magic. \nFocus: A pair of daggers. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Resist Elements",
    "school": "abjuration",
    "sub_school": "",
    "source": "psionics_handbook_3.0",
    "description": "As endure elements, except resist elements absorbs the first 12 points of damage. Note: Resist elements overlaps (and does not stack with) endure elements and protection from elements.  If a character is warded by protection from elements and one or both of the other spells, the protection spell absorbs damage until it is exhausted.  If a character is warded by resist elements and endure elements at the same time, the resist spell absorbs damage but the endure spell does not. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Gaze Screen",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "You create a shimmering, mirrorlike area in the air before the recipient's eyes. The area moves with the recipient and does not affect its vision. While the spell lasts, there exists a 50% chance that a recipient subjected to a gaze attack need not make a saving throw against the attack, as if averting its eyes, but the foe with the gaze attack is not concealed from the recipient (see Gaze Attacks on page 77 of DUNGEON MASTER'S Guide). The recipient gets no additional protection from averting its eyes while the spell lasts, but it can shut its eyes to avoid the gaze. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Major Resistance",
    "school": "abjuration",
    "sub_school": "",
    "source": "savage_species",
    "description": "You imbue the subject with a strong magical energy that protects her from harm, granting a +3 resistance bonus on saves. Arcane Material Component: A miniature cloak of fine cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Protection from Dessication",
    "school": "abjuration",
    "sub_school": "",
    "source": "sandstorm",
    "description": "The warded creature gains temporary immunity to dehydration of any kind. While protected by the spell, the subject cannot become dehydrated even if it takes dessication damage. Once the spell has prevented a total of 10 points of damage from dehydration per caster level (maximum 100 points), whether that damage is dessication damage or nonlethal damage, it is discharged. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]