[
  {
    "name": "Hidden Truename",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "You chant a personal truename in an ever-quieter voice as you slowly lower your hand and crouch, trying to erase traces of the personal truename from the cosmos. The subject gains protection from those who would use her personal truename for ill purposes, and a modicum of defense against utterances that use more general truenames. The subject of a hidden truename spell gets a +2 bonus on saving throws against utterances. In addition, those trying to research the personal truename of a creature protected by hidden truename take a -8 penalty on the Knowledge check required to do so. (Truename research rules are detailed on page 196). Truename Component:When you cast this spell, you must correctly speak the personal truename of the creature you're trying to protect. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,true name",
    "target": " One creature with an Intelligence score of 3 or higher",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resistance, Superior",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "As you finish casting the spell, you feel imbued with the feeling that something greater than yourself is protecting you.  When you touch your intended subject and release the spell, the feeling disappears. \nThis spell functions like resistance (PH 272), except as noted here.  You grant the subject a +6 resistance bonus on saves. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Magic, Greater",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like dispel magic, except that the maximum caster level on your dispel check is +20 instead of +10. \nAdditionally, greater dispel magic has a chance to dispel any effect that remove curse can remove, even if dispel magic can't dispel that effect. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Gate Seal",
    "school": "abjuration",
    "sub_school": "",
    "source": "forgotten_realms_campaign_setting",
    "description": "You permanently seal a gate or portal. Gate seal prevents any activation of the gate or portal, though the seal may be negated by a successful dispel magic cast upon the spell. A knock spell does not function on the gate seal, but a chime of opening dispels the spell. Material Component: A silver bar worth 50 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One gate or portal",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  }
]