[
  {
    "name": "Resistance, Greater",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Just as you touch the spell's subject, a feeling of peace and watchful guardianship fills your being. \nThis spell functions like resistance (PH 272), except as noted here.  You grant the subject a +3 resistance bonus on saves. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Magic",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Because magic is so powerful, so too is the ability to dispel magic.  You can use dispel magic to end ongoing spells that have been cast on a creature or object, to temporarily suppress the magical abilities of a magic item, to end ongoing spells (or at least their effects) within an area, or to counter another spellcaster's spell.  A dispelled spell ends as if its duration had expired.  Some spells, as detailed in their descriptions, can't be defeated by dispel magic.  Dispel magic can dispel (but not counter) spell-like effects just as it does spells. \nNote: The effect of a spell with an instantaneous duration can't be dispelled, because the magical effect is already over before the dispel magic can take effect.  Thus, you can't use dispel magic to repair damage caused by a fireball or to turn a petrified character back to flesh.  In these cases, the magic has departed, leaving only burned flesh or perfectly normal stone in its wake. \nYou choose to use dispel magic in one of three ways: a targeted dispel, an area dispel, or a counterspell:\nTargeted Dispel: One object, creature, or spell is the target of the dispel magic spell.  You make a dispel check (1d20 + your caster level, maximum +10) against the spell or against each ongoing spell currently in effect on the object or creature.  The DC for this dispel check is 11 + the spell's caster level. \nFor example, Mialee, at 5th level, targets dispel magic on a drow who is under the effects of haste, mage armor, and bull's strength.  All three spells were cast on the drow by a 7th-level wizard.  Mialee makes a dispel check (1d20 + 5 against DC 18) three times, once each for the haste, mage armor, and bull's strength effects.  If she succeeds on a particular check, that spell is dispelled (the drow's spell resistance doesn't help him); if she fails, that spell remains in effect. \nIf you target an object or creature that is the effect of an ongoing spell (such as a monster summoned by monster summoning), you make a dispel check to end the spell that conjured the object or creature. \nIf the object that you target is a magic item, you make a dispel check against the item's caster level.  If you succeed, all the item's magical properties are suppressed for 1d4 rounds, after which the item recovers on its own.  A suppressed item becomes nonmagical for the duration of the effect.  An interdimensional interface (such as a bag of holding) is temporarily closed.  A magic item's physical properties are unchanged: A suppressed magic sword is still a sword (a masterwork sword, in fact).  Artifacts and deities are unaffected by mortal magic such as this. \nYou automatically succeed on your dispel check against any spell that you cast yourself. \nArea Dispel: When dispel magic is used in this way, the spell affects everything within a 20-foot radius. \nFor each creature within the area that is the subject of one or more spells, you make a dispel check against the spell with the highest caster level.  If that check fails, you make dispel checks against progressively weaker spells until you dispel one spell (which discharges the dispel magic spell so far as that target is concerned) or until you fail all your checks.  The creature's magic items are not affected. \nFor each object within the area that is the target of one or more spells, you make dispel checks as with creatures.  Magic items are not affected by an area dispel. \nFor each ongoing area or effect spell whose point of origin is within the area of the dispel magic spell, you can make a dispel check to dispel the spell. \nFor each ongoing spell whose area overlaps that of the dispel magic spell, you can make a dispel check to end the effect, but only within the overlapping area. \nIf an object or creature that is the effect of an ongoing spell (such as a monster summoned by monster summoning) is in the area, you can make a dispel check to end the spell that conjured that object or creature (returning it whence it came) in addition to attempting to dispel spells targeting the creature or object. \nYou may choose to automatically succeed on dispel checks against any spell that you have cast. \nCounterspell: When dispel magic is used in this way, the spell targets a spellcaster and is cast as a counterspell (page 170).  Unlike a true counterspell, however, dispel magic may not work; you must make a dispel check to counter the other spellcaster's spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One spellcaster, creature, or object; or 20-ft.-radius burst",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Planar Tolerance",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You have barely time to bark out a few elder words of power, but then the pressure subsides, and you know you are safe long enough to complete your mission. \nThis spell functions like avoid planar effects (page 19), except as noted above. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal",
    "target": " One creature/level in a 20-ft.-radius burst centered on you",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Contingent Energy Resistance",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "As you finish chanting the words, a pearlescent film covers your body before fading into your skin, a pale rainbow of colors offering their protection against potential damage to come. \nThis spell functions similarly to contingency (PH 213), but with a more limited scope.  While contingent energy resistance is in effect, if you are dealt damage associated with one of the five types of energy (acid, cold, electricity, fire, or sonic), the spell automatically grants you resistance 10 against that type of energy for up to 10 minutes per caster level, or until the remainder of the spell's duration, just as if you were under the effect of a resist energy spell of the appropriate type. \nOnce the energy type protected against by a particular casting of this spell is determined, it can't be changed.  You can't have more than one contingent energy resistance in effect on yourself at the same time—if you cast the spell a second time while an earlier casting is still in effect, the earlier spell automatically expires. \nThe energy resistance granted by this spell does not stack with similar benefits against the same energy type (such as from the resist energy spell).  However, it is possible to be simultaneously under the effect of resist energy (fire) and contingent energy resistance (electricity), or any other two such spells that protect against different types of energy. \nMaterial Component: An oyster shell. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Dispel Water",
    "school": "abjuration",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You call on the power of the waste to counter and dismiss water creatures, spells, and effects. However, dispel water cannot counter an instantaneous spell or effect. You choose to use dispel water in one of three ways: to dry up a body of water, to counter a water-based spell or effect, or to dismiss an extraplanar creature of the water subtype. Dry Up Water: This effect instantly destroys 200 cubic feet of water per level. Remaining water rushes in to fill the void. Cast in a large body of water, such as an ocean, the destruction of 1,000 or more cubic feet of water produces a strong current that pulls boats and creatures down. Creatures caught in the current must make a DC 20 Swim check to avoid going under. A creature that fails the Swim check is pulled down to a depth of 10 feet per caster level and must hold its breath or begin to drown (see page 304 of the Dungeon Master's Guide). The current might capsize vessels: The chance is 95% for a craft shorter than 20 feet long, 50% for one from 20 to 60 feet long, and 20% for one over 60 feet long. Counterspell:Used in this way, dispel water targets a spellcaster and is cast as a counterspell (see page 170 of the Player's Handbook). It only counters spells and spell-like abilities that have the water descriptor, or appear on the Water domain spell list, or clearly involve water (such as create food and water, sleet storm, and wall of ice). To successfully counter the other spell, you must make a dispel check (1d20 + your caster level, maximum +20) against a DC equal to 11 + the spell's caster level. Dismiss Water Creature: Cast in this way, dispel water targets a single extraplanar creature of the water subtype within range. The creature can negate the effect with a successful Will save (and its spell resistance, if any, applies). If it fails to save or resist the spell, the creature is forced back to its home plane. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " See text",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]