[
  {
    "name": "False Bravado",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "masters_of_the_wild:_a_guidebook_to_barbarians,_druids,_and_rangers",
    "description": "False bravado causes the subject to grow overconfident, believing that he or she has gained the full effects of a barbarian's rage (Constitution and Strength bonuses as well as improved Will saves). In fact, however, the affected creature incurs all the penalties of a barbarian's rage but gains none of its advantages. The subject suffers a -2 penalty to AC and cannot use skills or abilities that require patience and concentration, such as moving silently or casting spells. At the end of the spell's duration, the creature is fatigued (-2 penalties to Strength and Dexterity, unable to charge or run) for the rest of that encounter. Focus: A small mirror with a sigil of bravery painted upon it, worth at least 25 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One humanoid",
    "area": "",
    "duration": " 3 rounds + the subject's Constitution modifier",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Dominate Animal",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You can enchant an animal and direct it with simple commands such as \"Attack\", \"Run\", and \"Fetch\". Suicidal or self-destructive commands (including an order to attack a creature two or more size categories larger than the dominated animal) are simply ignored. Dominate animal establishes a mental link between you and the subject creature. The animal can be directed by silent mental command as long as it remains in range. You need not see the creature to control it. You do not receive direct sensory input from the creature, but you know what it is experiencing. Because you are directing the animal with your own intelligence, it may be able to undertake actions normally beyond its own comprehension. You need not concentrate exclusively on controlling the creature unless you are trying to direct it to do something it normally couldn't do. Changing your instructions or giving a dominated creature a new command is the equivalent of redirecting a spell, so it is a move action. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One animal",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]