[
  {
    "name": "Animal Messenger",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You compel a Tiny animal to go to a spot you designate.  The most common use for this spell is to get an animal to carry a message to your allies.  The animal cannot be one tamed or trained by someone else, including such creatures as familiars and animal companions. \nUsing some type of food desirable to the animal as a lure, you call the animal to you.  It advances and awaits your bidding.  You can mentally impress on the animal a certain place well known to you or an obvious landmark (such as the peak of a distant mountain).  The directions must be simple, because the animal depends on your knowledge and can't find a destination on its own.  You can attach some small item or note to the messenger.  The animal then goes to the designated location and waits there until the duration of the spell expires, whereupon it resumes its normal activities. \nDuring this period of waiting, the messenger allows others to approach it and remove any scroll or token it carries.  Unless the intended recipient of a message is expecting a messenger in the form of a bird or other small animal, the carrier may be ignored.  The intended recipient gains no special ability to communicate with the animal or read any attached message (if it's written in a language he or she doesn't know, for example). \nMaterial Component: A morsel of food the animal likes. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One Tiny animal",
    "area": "",
    "duration": " One day/level",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Interfaith Blessing",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_champion",
    "description": "You feel your deity speaking through you to other gods, filling the space around you with diverse divine energies that strengthen your ally. \nWhen you cast interfaith blessing, every creature within range is individually blessed by its own deity for the duration of the spell.  The specific blessing gained depends on the particular deity worshiped, as given on the table below.  A subject that venerates more than one deity must roll randomly to determine which blessing is received. \n\n\nDeity \nBlessing \n\n\n Bahamut, St.  Cuthbert, or Yondalla \n +1 on attack rolls and saves \n\n\n Boccob, Corellon Larethian, Vecna, or Wee Jas \n +1 on attack rolls and skill checks \n\n\n Ehlonna, Obad-Hai, or the general worship of nature \n +1 on attack rolls and to AC \n\n\n Erythnul, Gruumsh, or Lolth \n +2 on damage rolls \n\n\n Fharlanghn, Moradin, or Pelor \n +2 to AC \n\n\n Garl Glittergold, Olidammara, or no deity \n Roll 1d8 to determine blessing; a result of 6 is player's choice \n\n\n Heironeous, Hextor, or Nerull \n +2 on attack rolls \n\n\n Kord, Kurtulmak, or Tiamat \n +1 on attack rolls and damage rolls",
    "effect": "",
    "range": " 20 ft. Area: 20-ft.-radius burst centered on you",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hold Animal",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like hold person, except that it affects an animal instead of a humanoid. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " One animal",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Train Animal",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "spell_compendium",
    "description": "At last, you near the end of the spell's complicated procedure.  As the final act of the ritual, you call out the tricks you wish to teach the animal you are touching.  Your hand tingles for a moment as the spell takes effect. \nWhile this spell is in effect, the affected animal gains a number of additional tricks equal to half your caster level (maximum five). \nThis spell does not modify an animal's attitude toward you, nor does it guarantee that an animal will cooperate when instructed to perform the newly learned tricks. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Animal touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animal Trance",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Your swaying motions and music (or singing, or chanting) compel animals and magical beasts to do nothing but watch you.  Only a creature with an Intelligence score of 1 or 2 can be fascinated by this spell.  Roll 2d6 to determine the total number of HD worth of creatures that you fascinate.  The closest targets are selected first until no more targets within range can be affected.  For example, if Vadania affects 7 HD worth of animals and there are several 2 HD wolves within close range, only the three closest wolves are affected. \nA magical beast, a dire animal, or an animal trained to attack or guard is allowed a saving throw; an animal not trained to attack or guard is not. \nSpecial: When casting animal trance as a Scalykind Domain spell, only ophidian and reptilian creatures are affected. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Animals or magical beasts with Intelligence 1 or 2",
    "area": "",
    "duration": " Concentration",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]