[
  {
    "name": "Charm Animal",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like charm person, except that it affects a creature of the animal type. See the Monster Manual for more information on creature types. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": " One animal",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Enrage Animals",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "champions_of_ruin",
    "description": "This spell incites and enrages animals, making them hostile and vicious. Only ordinary animals (those with Intelligence scores of 1 or 2) can be affected by this spell. The maximumnumber of Hit Dice of animals you can affect is equal to 2d4 + your caster level. A dire animal or an animal trained only to attack on order is allowed a saving throw; other animals are not. For example, a ranger could enrage a normal bear or wolf with little trouble, but it's more difficult to drive a trained guard dog into a frenzy so that it attacks its master. The affected creatures attack the nearest creature, including any other creatures affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Animals within 30 ft. of each other",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Calm Animals",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell soothes and quiets animals, rendering them docile and harmless. Only ordinary animals (those with Intelligence scores of 1 or 2) can be affected by this spell. All the subjects must be of the same kind, and no two may be more than 30 feet apart. The maximum number of Hit Dice of animals you can affect is equal to 2d4 + caster level. A dire animal or an animal trained to attack or guard is allowed a saving throw; other animals are not. (A druid could calm a normal bear or wolf with little trouble, but it's more difficult to affect a trained guard dog). The affected creatures remain where they are and do not attack or flee. They are not helpless and defend themselves normally if attacked. Any threat (such as fire, a hungry predator, or an imminent attack) breaks the spell on the threatened creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Animals within 30 ft. of each other",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Beastland Ferocity",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You cast the spell and lay your hand upon your ally, and beneath your glowing fingers, give him a mixed gift—the ability to fight on, but at the cost of not knowing when to stop. \nThe subject becomes such a tenacious combatant that it continues to fight without penalty even while disabled or dying.  While between —1 and —9 hit points, the creature gains a +4 enhancement bonus to Strength.  If the creature is reduced to —10 hit points, it dies normally. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Enrage Animal",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You feel inexplicably angry as you near the conclusion of the spell's casting.  The feeling subsides slightly as you release the spell into your target. \nEnrage animal affects only creatures of the animal type and bestows a +4 morale bonus to Strength and Constitution, a +2 morale bonus on Will saves, and a —2 penalty to Armor Class.  This effect is otherwise identical to a barbarian's rage (PH 25), except that the animal is not fatigued at the end of the rage. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One animal",
    "area": "",
    "duration": " Concentration + 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]