[
  {
    "name": "Planar Binding, Greater",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like lesser planar binding, except that you may call a single creature of 18 HD or less, or up to three creatures of the same kind whose Hit Dice total no more than 18. Each creature gets a saving throw, makes independent attempts to escape, and must be persuaded to aid you individually. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " Up to three elementals or outsiders, totaling no more than 18 HD, no two of which can be more than 30 ft. apart when they appear",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Incendiary Cloud",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "An incendiary cloud spell creates a cloud of roiling smoke shot through with white-hot embers. The smoke obscures all sight as a fog cloud does. In addition, the white-hot embers within the cloud deal 4d6 points of fire damage to everything within the cloud on your turn each round. All targets can make Reflex saves each round to take half damage. As with a cloudkill spell, the smoke moves away from you at 10 feet per round. Figure out the smoke's new spread each round based on its new point of origin, which is 10 feet farther away from where you were when you cast the spell. By concentrating, you can make the cloud (actually its point of origin) move as much as 60 feet each round. Any portion of the cloud that would extend beyond your maximum range dissipates harmlessly, reducing the remainder's spread thereafter. As with fog cloud, wind disperses the smoke, and the spell can't be cast underwater. ",
    "effect": " Cloud spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Maze",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_v.3.5",
    "description": "You banish the subject into an extradimensional labyrinth of force planes.  Each round on its turn, it may attempt a DC 20 Intelligence check to escape the labyrinth as a full-round action.  If the subject doesn't escape, the maze disappears after 10 minutes, forcing the subject to leave. \nOn escaping or leaving the maze, the subject reappears where it had been when the maze spell was cast.  If this location is filled with a solid object, the subject appears in the nearest open space. \nSpells and abilities that move a creature within a plane, such as teleport and dimension door, do not help a creature escape a maze spell, although a plane shift spell allows it to exit to whatever plane is designated in that spell.  Minotaurs are not affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Trap the Soul",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "Trap the soul forces a creature's life force (and its material body) into a gem. The gem holds the trapped entity indefinitely or until the gem is broken and the life force is released, which allows the material body to reform. If the trapped creature is a powerful creature from another plane (which could mean a character trapped by an inhabitant of another plane when the character is not on the Material Plane), it can be required to perform a service immediately upon being freed. Otherwise, the creature can go free once the gem imprisoning it is broken. Depending on the version selected, the spell can be triggered in one of two ways. Spell Completion: First, the spell can be completed by speaking its final word as a standard action as if you were casting a regular spell at the subject. This allows spell resistance (if any) and a Will save to avoid the effect. If the creature's name is spoken as well, any spell resistance is ignored and the save DC increases by 2. If the save or spell resistance is successful, the gem shatters. Trigger Object: The second method is far more insidious, for it tricks the subject into accepting a trigger object inscribed with the final spell word, automatically placing the creature's soul in the trap. To use this method, both the creature's name and the trigger word must be inscribed on the trigger object when the gem is enspelled. A sympathy spell can also be placed on the trigger object. As soon as the subject picks up or accepts the trigger object, its life force is automatically transferred to the gem without the benefit of spell resistance or a save. Material Component: Before the actual casting of trap the soul, you must procure a gem of at least 1,000 gp value for every Hit Die possessed by the creature to be trapped (for example, it requires a gem of 10,000 gp value to trap a 10 HD creature). If the gem is not valuable enough, it shatters when the entrapment is attempted. (While creatures have no concept of level or Hit Dice as such, the value of the gem needed to trap an individual can be researched. Remember that this value can change over time as creatures gain more Hit Dice). Focus (Trigger Object Only): If the trigger object method is used, a special trigger object, prepared as described above, is needed. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,arcane focus",
    "target": " One creature",
    "area": "",
    "duration": " Permanent; see text",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster VIII",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 8th-level list, 1d3 creatures of the same kind fromthe 7th-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n8TH LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial dire bear \n LG \n\n\n Celestial cachalot whale 1 \n NG \n\n\n Celestial triceratops \n NG \n\n\n Lillend \n CG \n\n\n Elemental, greater (any) \n N \n\n\n Slaad, blue \n CN \n\n\n Fiendish giant squid 1 \n LE \n\n\n Hellcat \n LE \n\n\n Fiendish monstrous centipede, Colossal \n NE \n\n\n Fiendish dire tiger \n CE \n\n\n Fiendish monstrous spider, Gargantuan \n CE \n\n\n Fiendish tyrannosaurus \n CE \n\n\n Vrock (demon) \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]