[
  {
    "name": "Leomund_s Secure Shelter",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "You conjure a sturdy cottage or lodge made of material that is common in the area where the spell is cast—stone, timber, or (at worst) sod. The floor is level, clean, and dry. In all respects the lodging resembles a normal cottage, with a sturdy door, two shuttered windows, and a small fireplace. The shelter has no heating or cooling source (other than natural insulation qualities). Therefore, it must be heated as a normal dwelling, and extreme heat adversely affects it and its occupants. The dwelling does, however, provide considerable security otherwise—it is as strong as a normal stone building, regardless of its material composition. The dwelling resists flames and fire as if it were stone. It is impervious to normal missiles (but not the sort cast by siege engines or giants). The door, shutters, and even chimney are secure against intrusion, the former two being arcane locked and the latter secured by an iron grate at the top and a narrow flue. In addition, these three areas are protected by an alarm spell. Finally, an unseen servant is conjured to provide service to you for the duration of the shelter. The secure shelter contains rude furnishings—eight bunks, a trestle table, eight stools, and a writing desk. Material Component: A square chip of stone, crushed lime, a few grains of sand, a sprinkling of water, and several splinters of wood. These must be augmented by the components of the unseen servant spell (string and a bit of wood) if this benefit is to be included. Focus: The focus of the alarm spell (silver wire and a tiny bell) if this benefit is to be included. ",
    "effect": " 20-ft.-square structure",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,arcane focus",
    "target": "",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Solid Fog",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like fog cloud, but in addition to obscuring sight, the solid fog is so thick that any creature attempting to move through it progresses at a speed of 5 feet, regardless of its normal speed, and it takes a -2 penalty on all melee attack and melee damage rolls. The vapors prevent effective ranged weapon attacks (except for magic rays and the like). A creature or object that falls into solid fog is slowed, so that each 10 feet of vapor that it passes through reduces falling damage by 1d6. A creature can't take a 5-foot step while in solid fog. However, unlike normal fog, only a severe wind (31+ mph) disperses these vapors, and it does so in 1 round. Solid fog can be made permanent with a permanency spell. A permanent solid fog dispersed by wind reforms in 10 minutes. Material Component: A pinch of dried, powdered peas combined with powdered animal hoof. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": "",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dimension Door",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_v.3.5",
    "description": "You instantly transfer yourself from your current location to any other spot within range.  You always arrive at exactly the spot desired—whether by simply visualizing the area or by stating direction, such as \"900 feet straight downward\", or \"upward to the northwest, 45-degree angle, 1,200 feet\".  After using this spell, you can't take any other actions until your next turn.  You can bring along objects as long as their weight doesn't exceed your maximum load.  You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels.  A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth.  All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. \nIf you arrive in a place that is already occupied by a solid body, you and each creature traveling with you take 1d6 points of damage and are shunted to a random open space on a suitable surface within 100 feet of the intended location. \nIf there is no free space within 100 feet, you and each creature traveling with you take an additional 2d6 points of damage and are shunted to a free space within 1,000 feet.  If there is no free space within 1,000 feet, you and each creature travelling with you take an additional 4d6 points of damage and the spell simply fails. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal",
    "target": " You and touched objects or other touched willing creatures",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None and Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Minor Creation",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "You create a nonmagical, unattended object of nonliving, vegetable matter—linen clothes, a hemp rope, a wooden ladder, and so forth. The volume of the item created cannot exceed 1 cubic foot per caster level. You must succeed on an appropriate skill check to make a complex item, such as Craft (bowmaking) check to make straight arrow shafts. Attempting to use any created object as a material component causes the spell to fail. Material Component: A tiny piece of matter of the same sort of item you plan to create with minor creation—a bit of twisted hemp to create rope, and so forth. ",
    "effect": " Unattended, nonmagical object of nonliving plant matter, up to 1 cu. ft./level",
    "range": " 0 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster IV",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 4th-level list, 1d3 creatures of the same kind from the 3rd-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n4TH LEVEL\n\n\nMonster \nAlignement \n\n\n Archon, lantern \n LG \n\n\n Celestial giant owl \n LG \n\n\n Celestial giant eagle \n CG \n\n\n Celestial lion \n CG \n\n\n Mephit (any) \n N \n\n\n Fiendish dire wolf \n LE \n\n\n Fiendish giant wasp \n LE \n\n\n Fiendish giant praying mantis \n NE \n\n\n Fiendish shark, Large 1 \n NE \n\n\n Yeth hound \n NE \n\n\n Fiendish monstrous spider, Large \n CE \n\n\n Fiendish snake, Huge viper \n CE \n\n\n Howler \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Evard_s Black Tentacles",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "This spell conjures a field of rubbery black tentacles, each 10 feet long. These waving members seem to spring forth from the earth, floor, or whatever surface is underfoot—including water. They grasp and entwine around creatures that enter the area, holding them fast and crushing them with great strength. Every creature within the area of the spell must make a grapple check, opposed by the grapple check of the tentacles. Treat the tentacles attacking a particular target as a Large creature with a base attack bonus equal to your caster level and a Strength score of 19. Thus, its grapple check modifier is equal to your caster level +8. The tentacles are immune to all types of damage. Once the tentacles grapple an opponent, they may make a grapple check each round on your turn to deal 1d6+4 points of bludgeoning damage. The tentacles continue to crush the opponent until the spell ends or the opponent escapes. Any creature that enters the area of the spell is immediately attacked by the tentacles. Even creatures who aren't grappling with the tentacles may move through the area at only half normal speed. Material Component: A piece of tentacle from a giant octopus or a giant squid. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]