[
  {
    "name": "Veil",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "You instantly change the appearance of the subjects and then maintain that appearance for the spell's duration. You can make the subjects appear to be anything you wish. A party might be made to resemble a mixed band of sprites led by a treant. The subjects look, feel, and smell just like the creatures the spell makes them resemble. Affected creatures resume their normal appearances if slain. You must succeed on a Disguise check to duplicate the appearance of a specific individual. This spell gives you a +10 bonus on the check. Unwilling targets can negate the spell's effect on them by making Will saves or with spell resistance. Those who interact with the subjects can attempt Will disbelief saves to see through the glamer, but spell resistance doesn't help. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": " One or more creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " Concentration + 1 hour/level (D)",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Permanent Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like silent image, except that the figment includes visual, auditory, olfactory, and thermal elements, and the spell is permanent. By concentrating, you can move the image within the limits of the range, but it is static while you are not concentrating. Material Component: A bit of fleece plus powdered jade worth 100 gp. ",
    "effect": " Figment that cannot extend beyond a 20-ft. cube + one 10-ft. cube/level (S)",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " Permanent (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Programmed Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like silent image, except that this spell's figment activates when a specific condition occurs. The figment includes visual, auditory, olfactory, and thermal elements, including intelligible speech. You set the triggering condition (which may be a special word) when casting the spell. The event that triggers the illusion can be as general or as specific and detailed as desired but must be based on an audible, tactile, olfactory, or visual trigger. The trigger cannot be based on some quality not normally obvious to the senses, such as alignment. (See magic mouth for more details about such triggers). Material Component: A bit of fleece and jade dust worth 25 gp. ",
    "effect": " Visual figment that cannot extend beyond a 20-ft. cube + one 10-ft. cube/level (S)",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " Permanent until triggered, then 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]