[
  {
    "name": "Detect Incarnum",
    "school": "divination",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You can sense the presence of incarnum. The amount of information revealed depends on how long you study a particular area or subject. 1st Round: Presence or absence of incarnum (including creatures with the incarnum subtype, soulmelds, or magic items invested with essentia). 2nd Round:Number of incarnum auras (soulmelds, creatures with the incarnum subtype, and so on) in the area and the power of the most potent aura present (see the table). 3rd Round: The power and location of each aura. If an aura is outside your line of sight, you can discern itsdirection but not its exact location. The power of an incarnum aura depends on the type of creature or object that you're detecting and its Hit Dice or caster level, as shown on the table. If an aura falls into more than one strength category, the spell indicates the stronger of the two. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 10 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Read Magic",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "By means of read magic, you can decipher magical inscriptions on objects—books, scrolls, weapons, and the like—that would otherwise be unintelligible. This deciphering does not normally invoke the magic contained in the writing, although it may do so in the case of a cursed scroll. Furthermore, once the spell is cast and you have read the magical inscription, you are thereafter able to read that particular writing without recourse to the use of read magic. You can read at the rate of one page (250 words) per minute. The spell allows you to identify a glyph of warding with a DC 13 Spellcraft check, a greater glyph of warding with a DC 16 Spellcraft check, or any symbol spell with a Spellcraft check (DC 10 + spell level). Read magic can be made permanent with a permanency spell. Focus: A clear crystal or mineral prism. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Detect Manifest Zone",
    "school": "divination",
    "sub_school": "",
    "source": "faiths_of_eberron",
    "description": "You look about you, your eyes unblinking.  As you focus, the landscape around you glows with an unearthly aura. \nYou can sense the presence of manifestation zones, areas in which the energies and traits of another plane leak over into the world of Eberron.  The amount of information revealed depends on how long you study a particular area or subject. \n1st Round: Presence or absence of a manifest zone.  (In some cases, manifest zones are obvious to the naked eye.  In such instances, you gain no new information on the first round. ) If the zone is in range but not in your line of sight, you discern its direction but not its exact location. \n2nd Round: Age of the manifest zone.  You gain a very general sense of how long it has existed, as indicated on the following table.  If the zone is going to fade within the next 24 hours, you learn that, too.  Otherwise, you gain no sense of how long it will last. \n3rd Round: The plane to which the manifest zone is connected.  If the zone is small, and fits entirely within the area of your spell, you learn its exact borders and dimensions.  If the zone is larger than that, you do not know the precise location or dimensions of the zone outside your spell area. \nThe spell can penetrate barriers, but a thin sheet of lead, 1 inch of common metal, 1 foot of stone, or 3 feet of wood or dirt blocks it. \nMANIFEST ZONE AGE CATEGORIES\n\n\nCategory \nAge \n\n\n Nascent \n Less than 1 day \n\n\n New \n 1 to 30 days \n\n\n Young \n 31 days to 1 year \n\n\n Mature \n 1 to 10 years \n\n\n Old \n 11 to 100 years \n\n\n Ancient \n More than 100 years",
    "effect": "",
    "range": " 120 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 120-ft.-radius emanation centered on you",
    "duration": " Concentration, up to 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Undead",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can detect the aura that surrounds undead creatures. The amount of information revealed depends on how long you study a particular area. 1st Round: Presence or absence of undead auras. 2nd Round:Number of undead auras in the area and the strength of the strongest undead aura present. If you are of good alignment, and the strongest undead aura's strength is overwhelming (see below), and the creature has HD of at least twice your character level, you are stunned for 1 round and the spell ends. 3rd Round: The strength and location of each undead aura. If an aura is outside your line of sight, then you discern its direction but not its exact location. Aura Strength: The strength of an undead aura is determined by the HD of the undead creature, as given on the following table:Lingering Aura: An undead aura lingers after its original source is destroyed. If detect undead is cast and directed at such a location, the spell indicates an aura strength of dim (even weaker than a faint aura). How long the aura lingers at this dim level depends on its original power:Each round, you can turn to detect undead in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. Arcane Material Component: A bit of earth from a grave. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Poison",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You determine whether a creature, object, or area has been poisoned or is poisonous. You can determine the exact type of poison with a DC 20 Wisdom check. A character with the Craft (alchemy) skill may try a DC 20 Craft (alchemy) check if the Wisdom check fails, or may try the Craft (alchemy) check prior to the Wisdom check. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature, one object, or a 5-ft. cube",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Weaponry",
    "school": "divination",
    "sub_school": "",
    "source": "cityscape",
    "description": "With your final utterance, tiny bits of the world around you begin to glow. The points of light grow in brightness and size, finally taking the general dimensions of swords, axes, and other implements of death. You can detect the presence of weapons in a cone emanating out from you in whatever direction you face. A \"weapon\" is generally defined as any manufactured weapon. The spell detects improvised weapons such as bottles or pitchforks only if the wielder actively intends to use such an item as a weapon. The amount of information revealed by this spell depends on how long you search a particular area. 1st Round: Presence or absence of weapons. 2nd Round: Number of weapons in the area. 3rd Round: Specific locations of the weapons and the type of damage they deal (bludgeoning, piercing, or slashing). This spell does not reveal if weapons are magical, or anything else about them. Weapons hidden by secret weapon, or borne by individuals who are under the effect of a nondetection spell, do not register. Each round, you can turn to detect weapons in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet or wood or dirt blocks it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 10 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Vestige",
    "school": "divination",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "You focus your mind and let your senses probe the room, questing and seeking for any trace of a bound vestige. You can detect an aura emanating from anyone currently bound to a vestige who is within the spell's area. The amount of information revealed about each shared soul depends on how long you study a particular area, as follows. 1st Round: Presence or absence of vestige auras. 2nd Round: Number of vestige auras in the area and the strength of the strongest vestige present. 3rd Round: The strength and location of each vestige-bound individual. If an aura is outside your line of sight, then you discern its direction but not its exact location. Aura Strength: The strength of a vestige aura is determined by theminimum effective binder level necessary to summon it, as given on the following table. Each round, you can turn to detect vestige-bound individuals in a new area. The spell can penetrate most barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " Concentration, up to 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]