[
  {
    "name": "Raptor Cloud",
    "school": "conjuration",
    "sub_school": "",
    "source": "secrets_of_sarlona",
    "description": "",
    "effect": " Swirling cloud of hawklike shadows",
    "range": " 0 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Leomund_s Secure Shelter",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "You conjure a sturdy cottage or lodge made of material that is common in the area where the spell is cast—stone, timber, or (at worst) sod. The floor is level, clean, and dry. In all respects the lodging resembles a normal cottage, with a sturdy door, two shuttered windows, and a small fireplace. The shelter has no heating or cooling source (other than natural insulation qualities). Therefore, it must be heated as a normal dwelling, and extreme heat adversely affects it and its occupants. The dwelling does, however, provide considerable security otherwise—it is as strong as a normal stone building, regardless of its material composition. The dwelling resists flames and fire as if it were stone. It is impervious to normal missiles (but not the sort cast by siege engines or giants). The door, shutters, and even chimney are secure against intrusion, the former two being arcane locked and the latter secured by an iron grate at the top and a narrow flue. In addition, these three areas are protected by an alarm spell. Finally, an unseen servant is conjured to provide service to you for the duration of the shelter. The secure shelter contains rude furnishings—eight bunks, a trestle table, eight stools, and a writing desk. Material Component: A square chip of stone, crushed lime, a few grains of sand, a sprinkling of water, and several splinters of wood. These must be augmented by the components of the unseen servant spell (string and a bit of wood) if this benefit is to be included. Focus: The focus of the alarm spell (silver wire and a tiny bell) if this benefit is to be included. ",
    "effect": " 20-ft.-square structure",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,arcane focus",
    "target": "",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Translocation Trick",
    "school": "conjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You utter the words, and in an instant you and your target are switched—you take its position and form, and it appears where you had stood moments before, looking to others as you appear. \nYou and the other target switch locations, as if simultaneously using dimension door spells (PH 221) and exchange appearances, as if using disguise self spells (PH 222) to appear as each other.  Your target can negate this spell with a successful saving throw. \nIf you or your target exceed the capacity of the dimension door spell or if you and your target have bodies that are so different that the disguise self spell could not disguise you as your target, this spell fails. \nMagic that penetrates disguises (such as true seeing) reveals the identities of you and your target.  Otherwise, you are considered to be disguised as your target and vice versa for the duration of the spell.  You get a +10 bonus on Disguise checks to impersonate the target. \nWhen the spell ends, you and your target revert to your true appearances in your current locations.  You do not switch places again. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " You and one creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Unseen Servant, Mass",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "races_of_destiny",
    "description": "This spell functions as unseen servant, except that it creates multiple servants. It is most often used by arcane spellcasters to entertain large numbers of guests, or by adventuring spellcasters to gather up large treasure hoards in a short period of time. Material Component: A ball of twine and wooden splinters. ",
    "effect": " One invisible, mindless, shapeless servant/level",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halaster_s Image Swap",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "city_of_splendors:_waterdeep",
    "description": "lb. /levelDuration: InstantaneousSaving Throw: None and Will negates (object)Spell Resistance: No and Yes (object)You instantly swap locations with a projected image. You always arrive exactly where your image previously stood, and you leave a projected image in your wake. To anyone incapable of discerning that the projected image is an illusion, the image swap occurs without visible clue. To anyone capable of discerning that the projected image is an illusion, the image swap is effectively identical to a dimension door. This spell has no effect if you do not have a projected image in effect. Unlike normal teleport spells, use of Halaster's image swap does not count as breaking one's line of sight with a projected image. Material Component: A small replica of you (a doll). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " You and touched objects weighing up to 50",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Bloodstar",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "In a ruby flash a blood-colored, glowing crystal appears near your foes to suck the blood from their wounds. \nYou create a magic construct called a bloodstar that shoots from your hand and hovers in the air anywhere within the limit of the range (each round, you can move the bloodstar anywhere within range with a standard action spent concentrating on the new position).  The bloodstar pulses with ruby light (providing illumination in a 20-foot radius).  Any creature you initially designate within 10 feet of the bloodstar that takes damage from any source must make a saving throw.  On a failed save, the victim takes 1 point of Constitution damage.  Each time victims are damaged, they can attempt new saves. \nThe bloodstar cannot be attacked or harmed by physical attacks. \n*Focus: *A ruby worth at least 30 gp. ",
    "effect": " A Bloodstar",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Caustic Mire",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_mage",
    "description": "A foul sludge seeps out of the ground, coating the area before you. You cover the ground in an acidic slime, roughly the consistency of thick mud. The sludge is sticky; entering any square affected by caustic mire costs 2 squares of movement. In addition, each square entered deals 1d6 points of acid damage to the creature moving. A creature who stands in the area without moving from its space takes 1d6 points of damage per round at the end of its turn. The fumes rising out of caustic mire are flammable. Any effect that deals fire damage within an area of caustic mire deals an extra 1 point of damage per die (minimum +1 damage). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Create Fetch",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_scoundrel",
    "description": "Plucking out one of your own hairs, you make a beckoning motion. A double of you appears nearby. You create a fetch, a perfect replica of your form at the time you cast this spell. Little more than an animated reproduction, a fetch is mindless but capable of performing simple tasks or imitating you. The creation is the same size as you and occupies space just as a living creature does. You have a mental connection with your fetch and can give it new orders as a standard action. The fetch duplicates your form in every way but texture. You must make a Disguise check when you cast the spell to determine how good the likeness is; this result is opposed by observers' Spot checks as normal. Anyone touching the fetch finds it rubbery and soft, and in so doing immediately realizes its magical nature. The fetch's body includes useless versions of all the equipment you possess: A weapon wielded by the fetch is too flimsy to deal damage, and tools it carries are fragile and imprecise. Items created with a fetch are part of its form and dissipate if separated from it. At your order, the fetch can retrieve things for you, open unstuck doors, hold chairs, and the like, as well as perform menial tasks such as cleaning and mending. The fetch can't perform any task that requires a skill check with a DC higher than 10 or that requires a skill that can't be used untrained. It can perform only one activity at a time, but it repeats the same activity tirelessly if ordered to do so as long as you remain within the spell's range. You can have the fetch imitate you, such as by sitting at a desk and pretending to write, lying in bed and breathing deeply, or skulking with a weapon drawn. It can even imitate tasks it can't actually perform, though it automatically fails any attempt at such performance—for instance, even though a fetch can pretend to decipher an ancient text, it can't actually do it. The fetch weighs roughly the same as you do, so it can trigger any traps you would if you were to pass through the same space, setting off tripwires, pressure plates, some magical forms of detection, and similar devices. Its land speed is normal for a creature of your kind (for example, 30 feet for a human or 20 feet for a halfling). Even if you normally have other modes of movement available (such as a fly or swim speed), the fetch can't use those. The fetch automatically fails any saving throw required of it. If you attempt to send it beyond the spell's range (measured from your current position), it ceases to exist. The fetch has an effective Strength score of 6, so it can lift 60 pounds or drag 300 pounds. Its Dexterity is 10, so it has an AC of 10 (plus size modifier). It gains no AC benefit from any equipment or effect on you when the spell is cast (such as armor you wear, since the armor created for it is part of its form), though it can then wear real armor or other items to increase its Armor Class. It has no Constitution score and 10 hit points; if reduced to 0 hit points, it is destroyed. It can't be healed, nor can it benefit from temporary hit points. The fetch has no Intelligence, Wisdom, or Charisma score. You can command it to make noise, but it can't communicate in any way, nor can it understand instructions other than the simple orders you give it telepathically. The fetch cannot attack in any way; it is never allowed an attack roll. Even if armed, it doesn't threaten an area around it and thus can't flank an enemy, nor can it use the aid another action to improve your Armor Class or attack rolls. The fetch has the same alignment aura as you do. Detect thoughts does not register its existence (since it has no Intelligence), but detect magic reveals it as a magical effect. Material Component:One of your own hairs. ",
    "effect": " A duplicate of yourself",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Leomund_s Spacious Carriage",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "cityscape",
    "description": "With a faint shimmering and a rushing breeze, an ornate carriage appears on the street, pulled by four snorting, faintly translucent horses. You conjure up a carriage capable of seating four passengers comfortably or six in cramped conditions, as well as the horses needed to pull it. These \"horses\" are similar to those created by the phantom steed spell, though they do not gain any of the special, level-based abilities conferred by that spell. They respond to your thoughts alone, and they can pull the carriage at a speed of up to 50 feet. The carriage resists flames as if it were stone. It is impervious to normal missiles (but not the sort cast by siege engines or giants). The interior contains lush, cushioned seats. The side windows can be opened to allow for missile fire or spellcasting. If the windows are open, everyone inside is considered to have cover. but they are not impervious to missiles as they would otherwise be. Material Component: A few splinters of gold-painted oak, several strands of horse hair, and a strip of leather. ",
    "effect": " A full-sized carriage and phantom horses",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Solid Fog",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like fog cloud, but in addition to obscuring sight, the solid fog is so thick that any creature attempting to move through it progresses at a speed of 5 feet, regardless of its normal speed, and it takes a -2 penalty on all melee attack and melee damage rolls. The vapors prevent effective ranged weapon attacks (except for magic rays and the like). A creature or object that falls into solid fog is slowed, so that each 10 feet of vapor that it passes through reduces falling damage by 1d6. A creature can't take a 5-foot step while in solid fog. However, unlike normal fog, only a severe wind (31+ mph) disperses these vapors, and it does so in 1 round. Solid fog can be made permanent with a permanency spell. A permanent solid fog dispersed by wind reforms in 10 minutes. Material Component: A pinch of dried, powdered peas combined with powdered animal hoof. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": "",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Explosive Rune Field",
    "school": "conjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You infuse an area with arcane patterns that shift and slide along the ground. They seethe with arcane energy, and an occasional bolt of energy surges from them with a bright flash. This spell creates a hazardous field of energy similar to that created by an explosive runes. spell. Unlike that spell, the runes created by this spell detonate when they come into contact with a living creature other than the caster. Any creature that begins its turn in the spell's area must attempt a Reflex save. On a failed save, the creature takes 4d6 points of fire damage. Moving through the spell's area is hazardous at best. Creatures that move at their normal speed must succeed on Reflex saves to avoid the spell's explosive effects. Creatures that move at half speed through the spell's area can avoid the damage just as if they had succeeded on their saves. Material Component: A piece of parchment scribed with runes. The runes must be drawn with silver-flecked ink (25 gp). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dimension Door",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_v.3.5",
    "description": "You instantly transfer yourself from your current location to any other spot within range.  You always arrive at exactly the spot desired—whether by simply visualizing the area or by stating direction, such as \"900 feet straight downward\", or \"upward to the northwest, 45-degree angle, 1,200 feet\".  After using this spell, you can't take any other actions until your next turn.  You can bring along objects as long as their weight doesn't exceed your maximum load.  You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels.  A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth.  All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. \nIf you arrive in a place that is already occupied by a solid body, you and each creature traveling with you take 1d6 points of damage and are shunted to a random open space on a suitable surface within 100 feet of the intended location. \nIf there is no free space within 100 feet, you and each creature traveling with you take an additional 2d6 points of damage and are shunted to a free space within 1,000 feet.  If there is no free space within 1,000 feet, you and each creature travelling with you take an additional 4d6 points of damage and the spell simply fails. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal",
    "target": " You and touched objects or other touched willing creatures",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None and Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hell_s Power",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The caster summons evil energy from the Nine Hells and bathes himself in its power. The caster gains a +2 deflection bonus to Armor Class, as well as an upgrade of his existing damage reduction by /+1 (DR 10/+1 becomes DR 10/+2, for example). Material Component: The heart of an elf child. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " Caster",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Ethereal Mount",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "Your spell draws ether into form, creating a misty mount for you to ride. \nThis spell functions like phantom steed (PH 260), except as noted here.  You call into being one or more quasi-real mounts.  These mounts accept only you and those that you designate as riders.  The mounts appear as horses or any other commonly ridden mounts, but they have a foggy, almost translucent nature, and their colors shift acroos the spectrum over time. \nThese mounts have AC 18 (-1 size, +4 natural armor, +5 Dex), and hit points equal to 10 + your caster level.  They do not fight and have no attacks.  If reduced to 0 hit points, an ethereal mount melts into the ethereal fog from which it came. \nAn ethereal mount has a speed of 240 feet on the Ethereal Plane and can carry its rider's weight plus 10 pounds per level.  (If the Deep Ethereal is used in your cosmology, then the amount of time reach destinations is halved while on an ethereal mount. )",
    "effect": " One quasi-real mount, plus one additional mount/2 levels",
    "range": "",
    "components": "verbal,somatic",
    "target": " 0 ft.",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Desert Diversion",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "sandstorm",
    "description": "A gray ray flecked with red springs from your outstretched hand. You must make a ranged touch attack to hit the target. A target struck is covered with a glittering red field that usurps some forms of planar travel. Forms of travel taken over by desert diversion include dimension door, ethereal jaunt, etherealness, gate, greater teleport,plane shift, shadow walk, teleport, teleport object, teleportation circle, and similar spells and spell-like abilities. If the subject of desert diversion casts one of the above spells, he and those traveling with him (or anyone using the gate or teleportation circle) are diverted. This spell can also be cast upon a gate or teleportation circle,thereafter diverting all who use the affected spell for the duration of desert diversion. Subjects are diverted to a wasteland location, chosen by the caster or randomly determined. Until desert diversion ends or is dispelled, the subjects of the spell cannot use any of the abovementioned spells to travel from the area. If they try, the casting simply returns them to the same spot in the middle of the waste. When the duration expires, the diversion ends, and subjects return to their point of origin. ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Minor Creation",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "You create a nonmagical, unattended object of nonliving, vegetable matter—linen clothes, a hemp rope, a wooden ladder, and so forth. The volume of the item created cannot exceed 1 cubic foot per caster level. You must succeed on an appropriate skill check to make a complex item, such as Craft (bowmaking) check to make straight arrow shafts. Attempting to use any created object as a material component causes the spell to fail. Material Component: A tiny piece of matter of the same sort of item you plan to create with minor creation—a bit of twisted hemp to create rope, and so forth. ",
    "effect": " Unattended, nonmagical object of nonliving plant matter, up to 1 cu. ft./level",
    "range": " 0 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Water",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "A wall springs up in the area you designate.  Composed of a sheet of water rising vertically, the transparent wall does not prevent you from seeing beyond it.  The water of the wall is calm as a lake on a windless day. \nThis spell creates a 10-foot-thick wall of fresh water or seawater (as selected by you).  The water forms around objects and creatures in its area, plunging these creatures and objects underwater.  A creature in the area where the water is created can make a Reflex save to move to a random side of the wall before it forms completely.  This movement must occur on the creature's next turn, or it immediately suffers the full effect of being in the wall. \nCreatures can move through a wall of water by making Swim checks, or can walk along the floor at half speed; the water itself is considered to be calm water.  Any open flames in the area when the water forms are immediately extinguished.  Creatures with the fire subtype take 2d6 points of damage +1 point per caster level each round they remain partially or wholly in the wall. \nAlthough the wall is transparent, it provides cover to any targets inside against attacks launched from outside the wall.  It cannot be destroyed by physical damage, nor can it be drained off to a different location.  Water brought out of the wall in a container instantly evaporates as the wall itself forms more water to replace what was removed. \nMaterial Component: A sponge. ",
    "effect": " A straight wall whose area is up to one 10-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Reflex negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bright Worms",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_ii",
    "description": "With a loud pop, a nest of writhing worms of multicolored light appears in the air. You create a knot of living light with wormlike tendrils extending out from the mass. The worms hang in the air as if suspended. The worms drift away from the paths of your allies, but they attack enemies that enter the area, lashing out with lightning speed and combusting creatures that they touch. When you cast the spell, and in each later round at the beginning of your turn, the flaming worms deal 2d6 points of fire damage to any of your enemies in the area. The fire damage increases as you gain levels, to 3d6 per round for an 11th-level caster and 4d6 per round for a 15th-level caster. Any area spell that deals cold damage eliminates the bright worms from its area. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level (D)",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Lightning Fog",
    "school": "conjuration",
    "sub_school": "",
    "source": "shining_south",
    "description": "You conjure a smoky cloud that fills the area with small electrical discharges. The smoke obscures all sight as a fog cloud does. In addition, the discharges deal 1d4 points of electricity damage plus 1 point per caster level (maximum +15) to everything within the cloud on your turn each round. As with a fog cloud spell, wind disperses the smoke, and the spell can't be cast underwater. ",
    "effect": " Fog spreads in a 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Column of Ice",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "A column of ice rises from the ground, lifting any object or creature (including you) standing in the area into the air. Creatures making a Reflex saving throw can choose to avoid the column. Moving or fighting atop the ice column requires a DC 10 Balance check. Those who fail fall prone and must immediately succeed on a DC 12 Reflex saving throw or slip off the column, taking commensurate falling damage. Creatures atop the column as it rises may be smashed against the ceiling or other overhead obstructions, which deals 4d6 points of damage. Magical Ice Column: 10 feet thick; hardness 16; hp 160; break DC 90; Climb DC 30. Arcane Material Component: A 2-inch rod of ice. ",
    "effect": " One column of ice, 10-ft. radius and 5 ft./level in height",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halaster_s Fetch I",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "city_of_splendors:_waterdeep",
    "description": "As summon monster I, except called creatures do not disappear at the end of the spell's duration.  They do, however, become free-willed and outside the control of the caller after the spell expires. ",
    "effect": " One summoned creature",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Pest Swarm",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "cityscape",
    "description": "With a cacophony of shrieks and squeals, a horde of flying, running, and crawling pests appears from the shadows and swarms across your foes. Summon pest swarm creates a horde of small mammals, birds, and vermin that appear throughout the target area, tear into any creature present, then move in a crawling mass at your volition. The pest swarm (see page 136) stays in one place unless you actively direct it (a move action for you). If the pest swarm moves beyond the spell's range, it disappears. It takes actions at the beginning of your turn. The pest swarm attacks any creature other than you that occupies all or part of its space. Arcane Material Component: A handful of teeth, claws, and mandibles from urban pests (such as crows, rats, cats, and cockroaches). ",
    "effect": " One pest swarm",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster IV",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 4th-level list, 1d3 creatures of the same kind from the 3rd-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n4TH LEVEL\n\n\nMonster \nAlignement \n\n\n Archon, lantern \n LG \n\n\n Celestial giant owl \n LG \n\n\n Celestial giant eagle \n CG \n\n\n Celestial lion \n CG \n\n\n Mephit (any) \n N \n\n\n Fiendish dire wolf \n LE \n\n\n Fiendish giant wasp \n LE \n\n\n Fiendish giant praying mantis \n NE \n\n\n Fiendish shark, Large 1 \n NE \n\n\n Yeth hound \n NE \n\n\n Fiendish monstrous spider, Large \n CE \n\n\n Fiendish snake, Huge viper \n CE \n\n\n Howler \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Deadly Chains",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "As wall of chains, except as noted above, and the wall sports loose lengths of spiked chain that strike anyone within 5 feet of the wall. Those within that area take 3d6 points of damage each round. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Reflex half",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Ice Web",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "Ice web creates a many-layered mass of strong, frigid strands of pure coldfire. These masses must be anchored to two or more solid and diametrically opposed points—floor and ceiling, opposite walls, or the like—or else the ice web collapses upon itself and disappears. Creatures caught within the ice web become entangled in the strands. Attacking a creature in an ice web won't cause you to become entangled. Any creature moving into or through the spell's area takes 1d6 points of frostburn damage per round. In addition, anyone in the effect's area when the spell is cast must make a Reflex save. If this save succeeds, the creature is entangled, but not prevented from moving, though moving is more difficult than normal (see below). If the save fails, the creature is entangled and can't move from its space, but can break loose by spending 1 round and making a DC 20 Strength check or a DC 25 Escape Artist check. Once loose (either by making the initial Reflex save or a later Strength check or Escape Artist check), a creature remains entangled, but may move through the ice web very slowly. Each round devoted to moving allows the creature to make a new Strength check or Escape Artist check. The creature moves 5 feet for each full 5 points by which the check result exceeds 10. If you have at least 5 feet of ice web between you and an opponent, it provides cover. If you have at least 20 feet of ice web between you, it provides total cover. The strands of an ice web are immune to damage from cold. Any fire—a torch, burning oil, a flaming sword, and so forth—can melt 5 square feet of coldfire strands in 1 round. Ice web can be made permanent with a permanency spell. A permanent ice web that is damaged (but not destroyed) regrows in 10 minutes. Creatures with the cold subtype may pass unimpeded and unharmed through an ice web. Coldfire Component: Two ounces of coldfire. ",
    "effect": " Webs of coldfire in a 20-ft.-radius spread",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": " Reflex negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Clockwork Mender Swarm",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "monster_manual_iv",
    "description": "This spell functions like summon monster I, except that you summon a single clockwork mender swarm. The swarm can be directed to attack opponents, to use its swarm repair ability, and even to use its swarm sacrifice ability. Arcane Focus: A broken metal gear. ",
    "effect": " One swarm of clockwork menders",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Evard_s Black Tentacles",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "This spell conjures a field of rubbery black tentacles, each 10 feet long. These waving members seem to spring forth from the earth, floor, or whatever surface is underfoot—including water. They grasp and entwine around creatures that enter the area, holding them fast and crushing them with great strength. Every creature within the area of the spell must make a grapple check, opposed by the grapple check of the tentacles. Treat the tentacles attacking a particular target as a Large creature with a base attack bonus equal to your caster level and a Strength score of 19. Thus, its grapple check modifier is equal to your caster level +8. The tentacles are immune to all types of damage. Once the tentacles grapple an opponent, they may make a grapple check each round on your turn to deal 1d6+4 points of bludgeoning damage. The tentacles continue to crush the opponent until the spell ends or the opponent escapes. Any creature that enters the area of the spell is immediately attacked by the tentacles. Even creatures who aren't grappling with the tentacles may move through the area at only half normal speed. Material Component: A piece of tentacle from a giant octopus or a giant squid. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blast of Sand",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "Sand sprays from your outstretched palm with enough force to strip flesh from bone and scour surfaces. The spell deals 1d6 points of damage per caster level (maximum 10d6). Do not divide damage from sand scour by four when applying it to objects. Material Component: A pinch of sand. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Radiant Fog",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_exalted_deeds",
    "description": "As solid fog, but the cloud of fog shimmers with brilliant celestial radiance. Creatures within the cloud must make successful Fortitude saves or be dazzled, taking a -1 penalty on attack rolls for as long as they remain in the cloud and for 1 minute afterward. Creatures with light sensitivity or otherwise susceptible to bright light are blinded if they fail their saves. Sightless creatures are not affected by the radiance. Spell resistance applies to the reduced movement, melee attack and damage penalties, and dazzling or blinding effects, but not to the concealment provided or the prevention of ranged weapon attacks. Abstinence Component: You must not have cast a darkness or Necromancy spell within the past 24 hours before casting this spell. ",
    "effect": " Fog that spreads in a 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude partial (see text)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Conjure Lesser Midnight Construct",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "magic_of_incarnum",
    "description": "You create a single lesser midnight construct (see page 184). The creature appears where you designate and acts immediately, on your turn. It attacks your opponents to the best of its ability. As a free action, you can mentally direct it not to attack, to attack particular enemies, or to perform other actions. The midnight construct acts normally on the last round of the spell's duration and dissipates at the end of its turn. Midnight constructs are not summoned; they are created on the plane you inhabit, using incarnum you coalesce. Thus, they are not subject to effects that hedge out or otherwise affect outsiders or summoned creatures. Essentia: You can invest essentia in a midnight construct when you create it to gain one or more of the following modifications to the construct. Every point of essentia can be invested in any one modification. \n\nCombat Power: +1 enhancement bonus on attack rolls and damage rolls per point of essentia invested. \nDamage Reduction: Increase the construct's DR by 2 points per point of essentia invested. \nLand Speed Increase: Increase the construct's land speed by 10 feet per point of essentia invested. \nMaterial Component: A bead of dark glass. ",
    "effect": " One conjured midnight construct",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Sand",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "With a rush of hot air, a swirling wall of blowing sand leaps into being. \nThis spell conjures up a 10-foot-thick, viscous, opaque wall of swirling sand.  The spell must be cast so that it rests on a solid surface.  Once cast, the wall is immobile.  The sand is sufficiently thick to block ranged attacks, providing normal cover appropriate for its size, but creatures can attempt to force their way through it.  Moving through a wall of sand is difficult, requiring a full-round action and a Strength check.  A creature moves 5 feet through a wall of sand for every 5 points by which its Strength check result exceeds 10. \nCreatures within a wall of sand are considered blinded and deafened, and they are unable to speak or breathe.  Thus, they might begin to suffocate (DMG 304) if they remain within the wall too long.  Spells with verbal components cannot be cast within the wall, and any other spell requires a successful Concentration check (DC 20 + spell level). \nCreatures with reach can attempt to attack through the wall, but targets have total concealment and total cover, and the attacker must have a general idea where the target is located. \nAny open, unprotected flame thrust into a wall of sand is instantly extinguished. \nArcane Material Component: A handful of sand. ",
    "effect": " A straight wall whose area is up to one 10-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " Concentration + 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sparkles",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "shining_south",
    "description": "You create a cloud of multicolored, sparkling motes that shower down and attach to any living creature in the area. The sparkles visibly outline anything to which they stick, cannot be removed by nonmagical means, continue to twinkle and glow until the spell fades, and visibly outline invisible things in the area for the duration of the spell. Any creature covered by motes takes a -40 penalty on Hide checks. This spell is popular during festivals in Halruaa, where the wizards cast it over the cities from their skyships and let the motes decorate the celebrants. However, others have found more practical uses for it, including exposing invisible and hiding foes. Arcane Material Component: A pinch of ground mica. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 10-ft.-radius/level spread",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Ship",
    "school": "conjuration",
    "sub_school": "",
    "source": "frostburn",
    "description": "You create a ship made of ice. The vessel can take one of two forms, depending on your needs at the time. The form is chosen when the spell is cast and cannot be changed. Ice Runner: This tiny, narrow ship appears with a set of stone runners that carry the ship at speeds of up to 80 mph over any level ice, such as a lake, river, or ocean pack ice. It can carry one Medium creature per caster level, and it cannot move against the prevailing winds (though it can move at right angles to the wind). Large creatures cannot fit on an ice runner. This form has 40 hit points and a hardness of 3. Ice Galleon: This sailing vessel can move against the wind at a steady pace of 5 mph, or with the wind at 10 mph. It carries three Medium creatures per caster level, or one Large creature per level. This form has 60 hit points and a hardness of 5. If the ship is created in an area of temperature above freezing, it immediately begins to melt, taking 1d12 points of damage per hour. Both forms begin to melt or crack slowly during the last hour of the spell regardless of temperature, and disappear into puddles or splinters of ice at the end of the spell's duration. Material Component: A small glass model of a ship worth at least 200 gp. ",
    "effect": " Creates ship of ice",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Abyssal Might",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "book_of_vile_darkness",
    "description": "The caster summons evil energy from the Abyss and imbues himself with its might. The caster gains a +2 enhancement bonus to Strength, Constitution, and Dexterity. The caster's existing spell resistance improves by +2. Material Component: The heart of a dwarf child. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " Caster",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Wall of Salt",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "This spell creates a gleaming wall of salt crystal that merges into adjoining rock surfaces. The wall can seal off a passage or breach, or be used to construct new walls. A wall of salt is 1 inch thick per caster level. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object. You can form a wall of salt into nearly any shape desired. The wall need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone. It can be used to bridge a chasm or as a ramp. If such a span is more than 20 feet long, the wall must be arched and buttressed, reducing the spell's area by half. For example, a 10th-level caster could create a salt span with a surface area of five 5-foot squares. The wall can be crudely shaped to allow crenellations, battlements, and so forth, by likewise reducing the area. The wall can be destroyed normally by a disintegrate spell or by chipping and breaking. Each 5-foot square of the wall has 3 hit points per inch and hardness 2. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 15 + 1 per inch of thickness. Directing a constant blast of water at a wall of salt (for example, a geyser from a decanter of endless water) dissolves the mineral, dealing 10 points of damage per minute (which hardness does not reduce). It is possible, but difficult, to trap mobile opponents within or under a wall of salt, provided the wall is shaped so it can hold the creatures. Creatures can avoid entrapment with successful Reflex saves. Arcane Material Component: A crystal of rock salt. ",
    "effect": " Salt wall whose area is up to one 5-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Boiling Oil",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "heroes_of_battle",
    "description": "A torrent of boiling oil rains down in the area you specify. Creatures in the area take 4d6 points of scalding (fire) damage from the oil. Creatures that fail their initial saving throw take an additional 2d6 points of damage in each subsequent round of the spell's duration (up to a maximum of 6 rounds at 18th level). The oil created by this spell is not itself flammable. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 10-ft.-radius cylinder, 40 ft. high",
    "duration": " 1 round and 1 round/three levels; see text",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  }
]