[
  {
    "name": "Tactical Teleportation",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "complete_mage",
    "description": "You instantly analyze the field of battle, visualizing lines of power connecting you and your allies to tactically viable positions. With a shout, you cause those lines to pull taut. This spell instantly teleports a number of willing creatures a short distance with no chance for mishap, as greater teleport. Effectively, tactical teleportation lets you reposition a number of allies (including yourself, if you choose) around the battlefield. Each creature to be affected must be within range of you, and no creature can be transported farther away from your original position than the range allows. You must have line of sight to all the intended destinations when you cast the spell. Each subject can bring along held or carried objects as long as their weight doesn't exceed the subject's maximum load. Only objects held or in use (attended) by another individual receive saving throws and spell resistance. If any subject would appear in a space occupied by another creature or a solid object, that subject is unaffected by the spell, but the rest of the effect resolves normally. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One willing creature/3 levels",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None and Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shuffle",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "shining_south",
    "description": "You grant one creature, plus one additional creature for every five caster levels, the ability to teleport a short distance as a move action. Each subject can use the ability once per round, on its turn, to travel to a spot it knows intimately or can see, which can be no more than 5 feet per two caster levels away (maximum 50 feet at 20th level). Creatures affected by this spell can carry objects, as long as the weight of those objects doesn't exceed the subject's maximum load. If a subject of shuffle would arrive in an area occupied by solid material, that attempted teleport simply fails. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One or more willing creatures touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spore Cloak",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "races_of_faerun",
    "description": "You become shrouded in a dense cloud of yellow mold spores. You can see through the cloud with ease and are not affected by it in any way, but it provides you one-half concealment (20% miss chance). The cloak of swirling yellow spores travels with you and does not leave a trail as you move. Anyone who passes through your square, or anyone whom you successfully overrun, bull rush, grapple, or who otherwise shares your area must make a Fortitude saving throw or suffer 1d6 points of temporary Constitution damage; another Fortitude saving throw is required 1 minute later to avoid taking 2d6 points of temporary Constitution damage. As long as the spore cloak is active, you are immune to fungal infestations such as the spores of brown or yellow mold and the rotting touch of violet fungi. If you fail a saving throw against a fire spell or effect, the spores are instantly burnt away and the spell ends. If you are in direct sunlight, the spell continues but the spores become inert until you reach shelter. Inert spores continue to provide one-half concealment but cannot infest others and do not provide protection from fungal attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Summon Monster VI",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except you can summon one creature from the 6th-level list, 1d3 creatures of the same kind from the 5th-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n6TH LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial polar bear \n LG \n\n\n Celestial orca whale 1 \n NG \n\n\n Bralani (eladrin) \n CG \n\n\n Celestial dire lion \n CG \n\n\n Elemental, Large (any) \n N \n\n\n Janni (genie) \n N \n\n\n Chaos beast \n CN \n\n\n Devil, chain \n LE \n\n\n Xill \n LE \n\n\n Fiendish monstrous centipede, Gargantuan \n NE \n\n\n Fiendish rhinoceros \n NE \n\n\n Fiendish elasmosaurus 1 \n CE \n\n\n Fiendish monstrous spider, Huge \n CE \n\n\n Fiendish snake, giant constrictor \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halaster_s Fetch Iii",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "city_of_splendors:_waterdeep",
    "description": "As summon monster III, except called creatures do not disappear at the end of the spell's duration. However, they become free-willed and outside the control of the caller after the spell expires. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Steal Summoning",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "complete_mage",
    "description": "With an act of will and the utterance of arcane syllables, you steal the nascent connection being formed between summoner and minion. You steal control of a creature as it is being summoned. If you succeed on a caster level check (DC 11 + the caster level of the summoned), you gain control over the target creature as if you had summoned it. You must cast this spell immediately after the spell or spell-like ability that summoned the target resolves, before the creature takes even a single action. If this spell's duration expires before the spell that summoned the creature ends, the target returns to its original master's control at that time. If the original master is no longer available to control it, it becomes free-willed until its original master returns. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One summoned creature",
    "area": "",
    "duration": " Concentration (up to 1 round/level) + 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Acid Fog",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "Acid fog creates a billowing mass of misty vapors similar to that produced by a solid fog spell (page 281).  In addition to slowing creatures down and obscuring sight, this spell's vapors are highly acidic.  Each round on your turn, starting when you cast the spell, the fog deals 2d6 points of acid damage to each creature and object within it. \nArcane Material Component: A pinch of dried, powdered peas combined with powdered animal hoof. ",
    "effect": " Fog spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mordenkainen_s Trusted Bloodhound",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_mage",
    "description": "You conjure a phantom hound, that can track and bring down your prey. This spell functions like Mordenkainen's faithful hound,except that the phantom bloodhound created can also track a creature as if it had the Track feat. Its Survival modifier is equal to your caster level for this purpose, but it can't use the Survival skill for any other tasks. A trusted bloodhound has a land speed equal to yours, and can move at full speed without taking a penalty on Survival checks to track. A trusted bloodhound can't attack, provide a flank, or have any other effect on combat. However, as a standard action, you can instruct a trusted bloodhound to serve as a watchdog; in this role it functions identically to Mordenkainen's faithful hound, except that its attack bonus equals your caster level. You can command a trusted bloodhound to resume its tracking again as a standard action. ",
    "effect": " Phantom bloodhound",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Planar Binding",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like lesser planar binding, except that you may call a single creature of 12 HD or less, or up to three creatures of the same kind whose Hit Dice total no more than 12. Each creature gets a save, makes an independent attempt to escape, and must be individually persuaded to aid you. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " Up to three elementals or outsiders, totaling no more than 12 HD, no two of which can be more than 30 ft. apart when they appear",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Familiar Refuge",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "complete_mage",
    "description": "You feel the bond between yourself and your familiar strengthen, and then the animal stands before you. You instantly transport yourself to your familiar, or your familiar to you, as greater teleport. You can't bring any other living creatures with you. ",
    "effect": "",
    "range": " Unlimited",
    "components": "verbal",
    "target": " You or your familiar",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Iron",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "You cause a flat, vertical iron wall to spring into being. This wall can be used to seal off a passage or close a breach, for the wall inserts itself into any surrounding nonliving material if its area is sufficient to do so. The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though you can shape its edges to fit the available space. A wall of iron is 1 inch thick per four caster levels. You can double the wall's area by halving its thickness. Each 5-foot square of the wall has 30 hit points per inch of thickness and hardness 10. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 25 + 2 per inch of thickness. If you desire, the wall can be created vertically resting on a flat surface but not attached to the surface, so that it can be tipped over to fall on and crush creatures beneath it. The wall is 50% likely to tip in either direction if left unpushed. Creatures can push the wall in one direction rather than letting it fall randomly. A creature must make a DC 40 Strength check to push the wall over. Creatures with room to flee the falling wall may do so by making successful Reflex saves. Any Large or smaller creature that fails takes 10d6 points of damage. The wall cannot crush Huge and larger creatures. Like any iron wall, this wall is subject to rust, perforation, and other natural phenomena. Material Component: A small piece of sheet iron plus gold dust worth 50 gp (1 pound of gold dust). ",
    "effect": " Iron wall whose area is up to one 5-ft. square/level; see text",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Conjure Midnight Construct",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "magic_of_incarnum",
    "description": "As conjure lesser midnight construct, except as noted above and as follows. You conjure a midnight construct instead of a lesser midnight construct. Essentia: In addition to the options listed for conjure lesser midnight construct, you gain two new options for modifying your midnight construct by investing essentia:\n\nFly Speed: Bestow a fly speed of 20 feet per point of essentia invested (40 feet for 2 points of essentia, 60 feet for 3 points, and so on). \nDeadly Aura: Bestow a damaging aura. \nThe aura deals 1d6 points of damage per point of essentia invested (Fort half, DC 10 + 1/2 construct's HD + essentia invested) to all creatures adjacent to the construct at the end of the construct's turn. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Stormwalk",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "stormwrack",
    "description": "As teleport, save that you draw upon the power of a storm to teleport yourself and a number of others from one place to another. Upon casting the spell, the storm suddenly intensifies in the area where the spell was cast, obscuring sight of those affected—whether because of a thickening of fog, a sudden increase in the downfall of hail and sleet, or a strike of lightning. On the next round, the disturbance disappears and the characters affected by the spell are gone. Though the targets of the spell disappear instantaneously once the spell is cast, they do not immediately reappear at the spell's destination. Instead, 10 minutes elapse during which a storm quickly develops in the target location. This is plainly not a natural occurrence to anyone who witnesses it, unless there is already a storm in progress. Then an intensification of this storm obscures sight at the target location, and the targets of the spell reappear. The targets always appear in some place that is open to the storm—thus, they can appear on the upper parapets of a castle, but not inside the castle. Though 10 minutes have passed since they disappeared, it appears to the travelers as though the transport were instantaneous. Additionally, for the 10 minutes while the targets are gone, they are treated as though they were in another plane. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " You and up to one other creature for every two levels",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None and Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shalantha_s Delicate Disk",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "lost_empires_of_faerun",
    "description": "This spell conjures a small disk, about 1 foot in diameter and 1 inch thick, made of a material that resembles rose-tinted eggshell. Once you summon a disk, a single spell of up to 5th level can be cast into it, either by you or by another spellcaster. If no spell is cast into the disk within 10 minutes of its creation, it vanishes into nothingness and the spell is wasted. The disk stores an imbued spell indefinitely until it is shattered (a standard action requiring only 1 point of damage or a DC 5 Strength check). At that point, the spell immediately takes effect as if it had just been cast by the spellcaster who first placed it in the disk. Touch-range spells and spells that have specific targets (such as cause critical wounds or expeditious retreat) are targeted upon the creature or object that shattered the disk, while area and effect spells are triggered as though the broken disk were the spell's point of origin. For example, a stored fireball would detonate in a 20-foot-radius sphere centered on the disk, whereas a flame blade would appear in the hand of the creature that shattered the disk. If the spell stored in the disk does not have a valid target (such as a disk imbued with cause critical wounds that is broken by a falling rock), the spell simply fails to manifest and is wasted. Material Component: A golden egg worth 200 gp. ",
    "effect": " One disk",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Permanent until discharged (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Trobriand_s Baleful Teleport",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "city_of_splendors:_waterdeep",
    "description": "As teleport, except that you send the targeted creature (and only that creature) and carried objects to a designated destination. You must have some clear idea of the location and layout of the destination. The clearer your mental image, the more likely the teleportation works. Areas of strong physical or magical energy might make teleportation more hazardous or even impossible. If the destination is \"very familiar\", the target gets no saving throw bonus. If the destination is \"studied carefully\", the target gets a +2 saving throw bonus. Likewise, if the destination is \"seen casually\", \"viewed once\", or \"false destination\", the target gets a +4, +6, or +8 bonus, respectively. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One creature",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mudslide",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "stormwrack",
    "description": "ft. /level)Effect: 40-ft. -radius spreadDuration: InstantaneousSaving Throw: Reflex half; see textSpell Resistance: NoYou create a landslide of mud and water, which crushes, buries, and mires those caught in its path. The mud covers the area of the spell to a depth of about 10 feet (although it might fill low-lying areas or fail to cover high points in the area, at the DM's discretion). Creatures within the spell's effect must make a Reflex save. Those who fail take 8d6 points of damage and are buried (see Avalanches on page 90 of the Dungeon Master's Guide). Those who succeed take 3d6 points of damage and are not buried. Creatures of the fire subtype who are actually aflame (such as salamanders, azers, and fire elementals) instead take 8d8 or 3d8 points of damage, respectively. A creature who escapes burial ends up on top of the mudslide, mired in deep mud. After the initial slide, the mudslide persists indefinitely, producing an area of deep bog (average depth 10 feet) until the water in it evaporates. It requires 4 squares of movement to enter 1 square of deep bog, and running or charging are impossible in the area. Underwater, the mudslide remains indefinitely, producing an area of deep muck. It costs 2 squares of movement to enter a square containing deep muck, the DC of Balance and Tumble checks increases by 5, and the DC of Move Silently checks increases by 2. Aboveground, the mud normally dries out in 2 to 3 days. A transmute mud to rock spell hardens the slide into stone, trapping any creatures still within. ",
    "effect": "",
    "range": " Medium (100 ft. + 10.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Call of the Twilight Defender",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "dragon_magic",
    "description": "The very ground erupts in a shower of stone and dirt, accompanied by a thunderclap. Standing in the center of the damaged ground is a creature of stone, wood, and plant parts resembling the regal form of a guardian dragon. This spell summons one twilight guardian (see page 121) to fight for you. The spell functions like a summon nature's ally spell, but with one exception. At any time, a summoned twilight guardian can sacrifice itself by simply touching you (a standard action); the twilight guardian is immediately destroyed, and you gain a number of hit points equal to 1/2 the twilight guardian's remaining hit points before its sacrifice. Special: A character who learns this spell gains a +1 competence bonus on Knowledge (nature) checks. ",
    "effect": " One twilight guardian",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Gears",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You pop the gear into your mouth and make a humming, buzzing incantation.  The sound takes on a life of its own, and springing from the ground is a huge wall made of machinery, all spinning, clattering and moving about, endangering all who are close to it. \nThis spell creates a 6-inch-thick wall of moving iron cogs, wheels, gears, pistons, and assorted mechanical parts.  Each 5-foot square of the wall's surface has hardness 10 and 90 hit points.  Both sides of the wall have hundreds of moving parts that flail out, dealing 1d6 points of damage per two caster levels (maximum 15d6) to all creatures within 10 feet.  A successful Reflex save halves this damage. \nMaterial Component: A small gear. ",
    "effect": " A straight wall of moving gears whose area is up to one 10-ft. square/level; see text",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Alert Bebilith",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "book_of_vile_darkness",
    "description": "When in the presence of a demon, the caster conjures a bebilith—a demon that hunts other demons—to kill or chase off the original demon. This spell is a risky proposition, however. To determine the effect of the spell, subtract the Hit Dice of the demon from 12 (the HD of the bebilith), add the result to a caster level check, and consult the above table. If this spell is cast while not in the presence of a demon, the bebilith acts as if the caster level check result was a 10. Material Component: A bit of demon's flesh and a lump of iron. ",
    "effect": " One bebilith",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  }
]