[
  {
    "name": "Extract Drug",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The caster infuses a substance with energy and creates a magical version of a drug. The magical version manifests as greenish fumes that rise from the chosen focus. The fumes must then be inhaled as a standard action within 1 round to get the drug's effects. The type of drug extracted depends on the substance used. There may be other drugs that can be extracted with rarer substances, at the DM's discretion. Focus: 15 lb.  or 1 cubic foot of the material in question. ",
    "effect": " One dose of a drug",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Nether Trail",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The caster creates a handful of invisible, nigh-intangible powder that attracts creatures from the Lower Planes. The caster can sprinkle this powder in a trail on the ground. Evil outsiders who come within 10 feet of any portion of this trail and fail their saving throws follow the trail as if affected by a compulsion effect. Compelled fiends will follow a nether trail even into danger. For example, the trail could lead to a trap, a holy spell effect, or even a prison cell. If the danger is obvious, such as a blade barrier, the compelled creatures get another saving throw to resist. A compelled creature only follows the trail to its end. So, if the trail leads to the edge of a cliff, the fiend goes to the edge of the cliff and no farther. If a creature encounters the trail in the middle, it instinctively senses which direction is forward and which is backward. When the evil outsider reaches the end of the trail, the compulsion effect ends, and the creature cannot be affected by this particular nether trail again. The trail can be obscured and destroyed by anyone who can see invisible objects. It takes a standard action to destroy 10 feet of trail, but an evil outsider must make its saving throw first. Material Component: A urine-soaked holy symbol, which crumbles into the powder that creates the nether trail. ",
    "effect": " A trail 20 ft. long/level",
    "range": " Touch",
    "components": "somatic,material",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Mount",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "You summon a light horse or a pony (your choice) to serve you as a mount. The steed serves willingly and well. The mount comes with a bit and bridle and a riding saddle. Material Component: A bit of horse hair. ",
    "effect": " One mount",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Create Trap",
    "school": "conjuration",
    "sub_school": "",
    "source": "races_of_the_dragon",
    "description": "You throw a small gear, and when it hits the ground a trap springs up at the place you designate. You create a CR 1 trap selected from the following list: basic arrow trap, fusillade of darts, scything blade trap, or spear trap (DMG 70-71). You can locate the 5-foot-by-5-foot trigger in any square of your choice within the range of this spell. Once create trap is cast, the trap is active and ready to be sprung, with every design feature installed. Material Component: A miniature bronze gear. ",
    "effect": " One trap; see text",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 12 hours",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Smoke",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You wave your hand in a circular motion, and black smoke swirls into existence as a dark wall. \nThis spell creates a thin wall of black smoke.  The wall is stationary once created.  The wall blocks sight to a limited degree.  Creatures on opposite sides of the wall that cannot see over it gain concealment from each other.  A creature can pass through a wall of smoke, but it must make a Fortitude save to avoid being nauseated for 1 round. \nA moderate wind (11+ mph), such as from a gust of wind spell, destroys the wall in 1 round. \nThis spell does not function underwater. ",
    "effect": " A straight wall whose area is up to one 10-ft. square/level (S)",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster I",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell summons an extraplanar creature (typically an outsider, elemental, or magical beast native to another plane).  It appears where you designate and acts immediately, on your turn.  It attacks your opponents to the best of its ability.  If you can communicate with the creature, you can direct it not to attack, to attack particular enemies, or to perform other actions.  \nThe spell conjures one of the creatures from the 1st-level list on the accompanying Summon Monster table.  You choose which kind of creature to summon, and you can change that choice each time you cast the spell.  Information on these creatures can be found in the Monster Manual. \nA summoned monster cannot summon or otherwise conjure another creature, nor can it use any teleportation or planar travel abilities.  Creatures cannot be summoned into an environment that cannot support them.  For instance, a celestial porpoise may only be summoned in an aquatic environment. \nWhen you use a summoning spell to summon an air, chaotic, earth, evil, fire, good, lawful, or water creature, it is a spell of that type.  For example, a summon monster I is a lawful and evil spell when cast to summon a fiendish dire rat. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n1ST LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial dog \n LG \n\n\n Celestial owl \n LG \n\n\n Celestial giant fire beetle \n NG \n\n\n Celestial porpoise 1 \n NG \n\n\n Celestial badger \n CG \n\n\n Celestial monkey \n CG \n\n\n Fiendish dire rat \n LE \n\n\n Fiendish raven \n LE \n\n\n Fiendish monstrous centipede, Medium \n NE \n\n\n Fiendish monstrous scorpion, Small \n NE \n\n\n Fiendish hawk \n CE \n\n\n Fiendish monstrous spider, Small \n CE \n\n\n Fiendish octopus 1 \n CE \n\n\n Fiendish snake, Small viper \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One summoned creature",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stand",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_ii",
    "description": "With a swift upward gesture of your arms and a single clarion command (\"Stand!\"), you enable the prone creature to safely rise to its feet. The subject creature immediately stands, without provoking attacks of opportunity. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One willing prone creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mordenkainen_s Buzzing Bee",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "miniatures_handbook",
    "description": "This spell causes a small but extremely loud bee to appear. It buzzes around the head of a creature you designate. (The creature must be within range, and you must be touching or be able to see the creature. Once you designate a creature, the bee stays with it; you cannot designate another creature). The bee creates an unnerving noise that disrupts the subject's concentration. The subject takes a -10 penalty on all Move Silently and Concentration checks. (Creatures that can't hear don't take the penalty on Concentration checks). If the subject attempts to cast or maintain a spell, it must make a DC 10 Concentration check even if there are no other distractions. The bee has a fly speed of 180 feet (perfect). It remains near the subject in spite of darkness, invisibility, polymorphing, cover, concealment, or any other attempt at disguising or hiding. The bee remains until the spell's duration expires or the subject moves out of range. The bee can't be attacked, but it can be dispelled. Material Component: A dab of honey. ",
    "effect": " A phantom bee",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blockade",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_scoundrel",
    "description": "You drop a tiny wooden block before you. It rapidly begins growing and hits the ground with a heavy thud, now a perfect 5-foot cube of dense wood. You call a cube of solid wood, 5 feet on a side, into being. The cube must be created upon solid ground in an empty square. If no solid surface exists that is large enough for the cube to fit on, or if no adjacent square is empty, the spell fails. The cube weighs 2,000 pounds. It has a hardness of 5 and 600 hit points, and it completely fills one 5-foot square. Multiple cubes can be stacked. If it is pushed into water, the cube floats. Material Component: A block of wood, less than 3 inches on a side. ",
    "effect": " 5-ft. cube of wood",
    "range": " 0 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 3 rounds",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fetid Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "ghostwalk",
    "description": "This spell functions like stinking cloud, except as noted above and as follows. You exhale a 10-foot cone of stinking gas. Though the cone persists for only 1 round, creatures who succumb to its effects are still nauseated for 1d4+1 rounds after leaving the area of the cone. A creature that has a special saving throw bonus against poison may apply that to its saving throw against this spell. Creatures immune to poison are unaffected by fetid breath. Legends maintain that this spell was created either by the yuan-ti or by an arcane worshipper of Khostren. Material Component: A clove of garlic or an onion, which you must eat. ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone",
    "duration": " 1 round (see text)",
    "saving_throw": " Fortitude negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Create Ectoplasm",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "ghostwalk",
    "description": "You create raw ectoplasm. The ectoplasm forms from your hands, eyes, or mouth, and may be pale gray, light blue, light green, or pale yellow. You may create sticky or slippery ectoplasm. The ectoplasm does not vanish until the spell duration has expired, but if the spell is dispelled and the ectoplasm has been in existence for more than 10 minutes, it vanishes instantly. ",
    "effect": " 1 lb. of raw ectoplasm/level",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Mage Armor",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible but tangible field of force surrounds the subject of a mage armor spell, providing a +4 armor bonus to AC.  Unlike mundane armor, mage armor entails no armor check penalty, arcane spell failure chance, or speed reduction.  Since mage armor is made of force, incorporeal creatures can't bypass it the way they do normal armor. \nFocus: A piece of cured leather. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Grease",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "A grease spell covers a solid surface with a layer of slippery grease.  Any creature in the area when the spell is cast must make a successful Reflex save or fall.  This save is repeated on your turn each round that the creature remains within the area. \nA creature can walk within or through the area of grease at half normal speed with a DC 10 Balance check.  Failure means it can't move that round (and must then make a Reflex save or fall), while failure by 5 or more means it falls (see the Balance skill for details).  \nThe DM should adjust saving throws by circumstance.  For example, a creature charging down an incline that is suddenly greased has little chance to avoid the effect, but its ability to exit the affected area is almost assured (whether it wants to or not).  \nThe spell can also be used to create a greasy coating on an item—a rope, ladder rungs, or a weapon handle, for instance.  Material objects not in use are always affected by this spell, while an object wielded or employed by a creature receives a Reflex saving throw to avoid the effect.  If the initial saving throw fails, the creature immediately drops the item.  A saving throw must be made in each round that the creature attempts to pick up or use the greased item. \nA creature wearing greased armor or clothing gains a +10 circumstance bonus on Escape Artist checks and on grapple checks made to resist or escape a grapple or to escape a pin.  Material Component: A bit of pork rind or butter. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One object or a 10-ft. square",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Component",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "complete_mage",
    "description": "You cup your hand and the object you desire appears in your palm. You conjure the material component or components for a single spell that you can cast. No component you summon can be worth more than a single gold piece, and it can't be a magic item. Summoned components disappear when the spell duration expires, if they were not consumed in casting the spell. ",
    "effect": " Noncostly material component for a single spell",
    "range": " 0 ft.",
    "components": "somatic",
    "target": "",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Black Bag",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "This spell creates a bag full of knives, scalpels, and other small torture implements. If the implements are removed from the bag by anyone other than the caster, or if they leave the caster's possession after he removes them, they disintegrate after 1 round. The bag and its magically created contents weigh only 1 pound. Evil magic items, including items that deal unholy damage, and items with an evil spell as a prerequisite for their creation can be placed in the bag as if it had 10 cubic feet of space. These additional items add no weight to the bag. Nonevil items added to the black bag fall through as if the bag had no bottom, so they cannot be stored in the bag. Material Component: A strip of black leather soaked in the blood of a willing masochist. ",
    "effect": " A black leather bag",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Bulwark of Reality",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "tome_of_magic",
    "description": "You utter your own truename, weaving its power into a matrix of force-tentacles that shimmer briefly, then descend around your form. A faintly glowing silvery field of force surrounds you, providing you with a +6 armor bonus to Armor Class. Unlike mundane armor, the bulwark of reality entails no armor check penalty, arcane spell failure chance, or speed reduction. Because the bulwark of reality is made of force, incorporeal creatures can't bypass it the way they do normal armor. Truename Component: When you cast this spell, you must correctly speak your own personal truename. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,true name",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Benign Transposition",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "spell_compendium",
    "description": "Calling out the arcane words, you suddenly stand where your companion was, and he has taken your place, outside the reach of his foes. \nTwo target creatures, of which you can be one, instantly swap positions.  Both subjects must be within range.  Objects carried by the creatures (up to the creatures' maximum loads) go with them, but other creatures do not, even if they are carried.  The movement is instantaneous and does not provoke attacks of opportunity. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " Two willing creatures of up to Large size",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Unseen Servant",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "An unseen servant is an invisible, mindless, shapeless force that performs simple tasks at your command. It can run and fetch things, open unstuck doors, and hold chairs, as well as clean and mend. The servant can perform only one activity at a time, but it repeats the same activity over and over again if told to do so, thus allowing you to command it to clean the floor and then turn your attention elsewhere as long as you remain within range. It can open only normal doors, drawers, lids, and the like. It has an effective Strength score of 2 (so it can lift 20 pounds or drag 100 pounds). It can trigger traps and such, but it can exert only 20 pounds of force, which is not enough to activate certain pressure plates and other devices. It can't perform any task that requires a skill check with a DC higher than 10 or that requires a check using a skill that can't be used untrained. Its speed is 15 feet. The servant cannot attack in any way; it is never allowed an attack roll. It cannot be killed, but it dissipates if it takes 6 points of damage from area attacks. (It gets no saves against attacks). If you attempt to send it beyond the spell's range (measured from your current position), the servant ceases to exist. Material Component: A piece of string and a bit of wood. ",
    "effect": " One invisible, mindless, shapeless servant",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Buzzing Bee",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "A small but extremely loud bee appears, buzzing around the head of the designated target. \nThis spell creates an unnerving noise that disrupts the subject's concentration.  The subject is distracted and takes a —10 penalty on Move Silently checks.  Creatures that can't hear are not distracted.  The DC of Concentration checks to cast spells or maintain concentration while distracted is equal to this spell's DC + the level of the spell being cast. \nThe bee has a fly speed of 180 feet (perfect).  It remains near the subject in spite of darkness, invisibility, polymorph, cover, concealment, or any other attempt at disguising or hiding.  The bee remains until the spell's duration expires or the subject moves out of range. \nThe bee can't be attacked, but it can be dispelled. \nMaterial Component: A dab of honey. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Glaze Lock",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "You jam a locking mechanism with ice, raising its Open Lock DC by 10 and the lock's hardness by 5. Fire attacks against the lock deal double damage. In cold or lower temperature bands, this spell lasts 1 hour per level. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Lock touched",
    "area": "",
    "duration": " 10 min./level; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resinous Tar",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_mage",
    "description": "A sticky layer of black liquid coats your target. The resinous tar spell makes a solid surface sticky. Movement costs across the area are doubled. Any prone creature in the area must succeed on a DC 10 Strength check to stand up. The spell can also be used to create a sticky coating on an item. Items not in use or in a creature's possession are always affected by this spell. An object wielded or held by a creature receives a Reflex saving throw to avoid the effect. A creature holding an affected item must use a full-round action to let go of the item, drop it, put it away, pick it up from the ground, or ready it for use. A creature wielding an affected item gains a +5 circumstance bonus on opposed checks to avoid being disarmed. A creature wearing armor or clothing affected by this spell takes a -5 penalty on Escape Artist checks and on grapple checks made to resist or escape a grapple or to escape a pin. Resinous tar counters and dispels grease (and vice versa). Material Component: A drop of honey, molasses, or pine resin. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One object or 10-ft. square",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Deep Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You let out a quick cry and instantly feel your chest swell with air, as if you had taken a deep breath.  Strangely, you feel no need to exhale. \nYour lungs instantly fill with air, and continue to refill with air for the duration of the spell.  When the spell's duration expires, you can continue to hold your breath as if you had just gulped down a lungful of air. \nYou can cast this spell with an instant utterance, quickly enough to save yourself from drowning after being suddenly plunged into water. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Scramble True Position",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "tome_of_magic",
    "description": "You utter truenames for directions with great rapidity as you gesture toward where you're casting the spell. With a sizzle and a flash, those within the spell's radius disappear, then reappear somewhere nearby. The scramble true position spell can wreck an enemy's carefully constructed defenses or highly regarded plan of attack by randomly moving them around. You can't control where your enemies reappear, but they might fall off a precipice or wind up between your rogue and fighter allies. When you cast the spell, make a single Truespeak check. Then compare your result to the DC to move each creature: 15 + (2 x CR). If you meet or exceed the DC for a creature, move that creature 2 squares in a random direction using the \"targeted on square\" part of the diagram on page 158 of the Player's Handbook. The scramble true position spell can't send a creature into a square occupied by solid matter or another creature, but it can send a creature into a dangerous place (into lava or off a cliff, for example). Make the comparison and movement in descending CR order. If multiple targets have the same CR, the caster chooses the order in which to relocate them. If you can't move a target 2 squares in a particular direction, move it 1 square, or it disappears and reappears in the same square if relocation is impossible. Having their true locations disrupted with this spell can be disorienting for the subjects. Every creature that you move with this spell (even those who reappear in the same square they started in) must succeed on a Reflex save or fall prone. Truename Component: When you cast this spell, you must correctly speak the truenames for cardinal directions and movement, which you learn with the spell. This check has no set DC, but if your Truespeak check result is lower than 15 + (2 x creature's CR) for the lowest CR creature in the area, then scramble true position has no effect. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,true name",
    "target": "",
    "area": " 10-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Reflex partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Obscuring Mist",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "A misty vapor arises around you.  It is stationary once created.  The vapor obscures all sight, including darkvision, beyond 5 feet.  A creature 5 feet away has concealment (attacks have a 20% miss chance).  Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). \nA moderate wind (11+ mph), such as from a gust of wind spell, disperses the fog in 4 rounds.  A strong wind (21+ mph) disperses the fog in 1 round.  A fireball, flame strike, or similar spell burns away the fog in the explosive or fiery spell's area.  A wall of fire burns away the fog in the area into which it deals damage.  This spell does not function underwater. ",
    "effect": " Cloud spreads in 20-ft. radius from you, 20 ft. high",
    "range": " 20 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Marked Homunculus",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "dragonmarked",
    "description": "This spell allows a caster with the Mark of Making to summon a special homunculus.  If you possess a least Mark of Making, you can summon a dedicated wright, expeditions messenger, or furtive filcher homunculus (ECS 284-286), or an arbalester homunculus (Magic of Eberron 152).  If you possess a more powerful Mark of Making, you can instead summon a true homunculus (MM 154), an iron defender (ECS 287), a packmate (MoE 153), or a persistent harrier (MoE 153). A small glyph resembling your dragonmark appears somewhere on the homunculus's body.  If the homunculus is reduced to 0 hit points, it explodes in a burst of blue, green, and purple light that deals 1d6 points of damage to all adjacent creatures except you. \nMaterial Component: A pinch of dragonshard dust. \nDragonmark: Any Mark of Making",
    "effect": " One summoned homunculus",
    "range": " Close (25ft. + 5ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sticky Floor",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "races_of_the_dragon",
    "description": "For an instant, a translucent sheen that only you can see falls across the area you designate. Creatures that are within or that enter the area of a sticky floor spell are immediately stuck in place and entangled. A successful Reflex save means the creature can move from its space but is still considered entangled as long as it remains in the area. A creature stuck in place can break loose by using a standard action to make a DC 15 Strength check or Escape Artist check. Each round at the beginning of your turn, any creature within the area must succeed on another Reflex save to avoid becoming stuck in place again. The effect of this spell even extends through footwear, so merely removing your boots doesn't free you from the effect. Creatures not in contact with the surface of the ground (such as flying, burrowing or incorporeal creatures) are unaffected by sticky floor. Kobold sorcerers often use this spell to protect their lairs, and some theorize that they learned it from dragons. Material Component: A drop of hardened tree sap, which must be eaten by the caster. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 10-ft.-by-10-ft. square",
    "duration": " 1 hour/level",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": false
  }
]