[
  {
    "name": "Planar Binding, Greater",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like lesser planar binding, except that you may call a single creature of 18 HD or less, or up to three creatures of the same kind whose Hit Dice total no more than 18. Each creature gets a saving throw, makes independent attempts to escape, and must be persuaded to aid you individually. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " Up to three elementals or outsiders, totaling no more than 18 HD, no two of which can be more than 30 ft. apart when they appear",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Mordenkainen_s Capable Caravel",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "stormwrack",
    "description": "You conjure into existence a fine, seaworthy ship to carry you and your companions safely and comfortably. A caravel is a fairly small, double-decked sailing ship (see page 98 for more information). It holds a generous amount of cargo and offers cramped quarters for crew and passengers. The ship produced by this spell has even more room for cargo and passengers, contained within an extradimensional space. The entry point to this space is a hatch on the aft upper deck. Lifting the hatch reveals a set of wooden stairs, which descend about 6 feet to a horizontal shimmering in the air about 4 feet wide. Only those you designate can enter this space, and the extradimensional portal is shut and made invisible behind you when you enter. Those without authorization to enter instead continue descending the steps to an ordinary cargo hold. You can open the portal again from your own side at will. Those who pass beyond the portal's entrance find themselves in a magnificent foyer with many staterooms whose doors open from this space. The atmosphere is clean, fresh, and warm. You can create any deck plan you desire within the limit of the spell's effect. The cabins are furnished, and the galley contains sufficient foodstuffs and preparation equipment to serve three full meals per day per person per caster level. A staff of near-transparent pursers (up to two per caster level), liveried and obedient, wait upon all who enter. They function as unseen servant spells except that they are visible and can go anywhere within the extradimensional space. Since the place can be entered only through its special portal, outside conditions do not affect the passenger space, nor do conditions inside it pass to the plane beyond. Bad weather or other marine hazards can still threaten the vessel, but even if it sinks, the passenger space remains safe and isolated (though exiting it might prove difficult). The ship is crewed by a minimum complement of spectral deckhands, which perform the basic tasks of maintenance. These, like the cabin servants, behave as unseen servants but can travel anywhere on board ship and can enter the extradimensional space if you so direct. The spectral deckhands respond to the direction of the helmsman, reducing the number of crew necessary to control the caravel to 1. If you do not provide a real helmsman, the ship will steer itself on the last course a living helmsman provided but will not be able to avoid collisions or hazards or adjust to changing conditions. Focus: A miniature ship carved from mahogany, rigged with silk sails and gold thread, with a total value of 500 gp. ",
    "effect": " Ship plus extradimensional space, up to three 10-ft. cubes/level (S)",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 day/2 levels (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incendiary Cloud",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "An incendiary cloud spell creates a cloud of roiling smoke shot through with white-hot embers. The smoke obscures all sight as a fog cloud does. In addition, the white-hot embers within the cloud deal 4d6 points of fire damage to everything within the cloud on your turn each round. All targets can make Reflex saves each round to take half damage. As with a cloudkill spell, the smoke moves away from you at 10 feet per round. Figure out the smoke's new spread each round based on its new point of origin, which is 10 feet farther away from where you were when you cast the spell. By concentrating, you can make the cloud (actually its point of origin) move as much as 60 feet each round. Any portion of the cloud that would extend beyond your maximum range dissipates harmlessly, reducing the remainder's spread thereafter. As with fog cloud, wind disperses the smoke, and the spell can't be cast underwater. ",
    "effect": " Cloud spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Plane Shift, Greater",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "spell_compendium",
    "description": "You and the others link hands, and you concentrate on the forked copper rod.  You rap the fork against your thigh and speak the words of the spell.  You know where you're going, and as the landscape around you fades, a new plane takes shape around you. \nThis spell functions like plane shift (PH 262), except that if you have visited the desired location, the spell takes you to the precise location (rather than 5 to 500 miles distant). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched, or up to eight willing creatures joining hands",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Maze",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_v.3.5",
    "description": "You banish the subject into an extradimensional labyrinth of force planes.  Each round on its turn, it may attempt a DC 20 Intelligence check to escape the labyrinth as a full-round action.  If the subject doesn't escape, the maze disappears after 10 minutes, forcing the subject to leave. \nOn escaping or leaving the maze, the subject reappears where it had been when the maze spell was cast.  If this location is filled with a solid object, the subject appears in the nearest open space. \nSpells and abilities that move a creature within a plane, such as teleport and dimension door, do not help a creature escape a maze spell, although a plane shift spell allows it to exit to whatever plane is designated in that spell.  Minotaurs are not affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fierce Pride of the Beastlands",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "spell_compendium",
    "description": "Green-white fog rises from the ground as you intone this spell, and great feline shadows take shape within the misty cloud.  The first of a pride of golden-pelted lions with silver eyes emerges from the fog. \nWhen the spell is complete, 2d4 celestial lions (MM 274) appear.  Ten minutes later, 1d4 celestial dire lions (MM 63) appear.  Each creatures has maximum hit points per Hit Die.  once these creatures appear, they serve you for the duration of the spell. \nA celestial lion called by this spell has damage reduction 5/magic; resistance to acid 5, cold 5 and electricity 5; spell resistance 9; and a smite evil attack that provides a +5 bonus on one damage roll. \nA celestial dire lion called by this spell has damage reduction 5/magic; resistance to acid 10, cold 10 and electricity 10; spell resistance 13; and a smite evil attack that provides a +8 bonus on one damage roll. \nThe creatures obey you explicitly and never attack you, even if someone else manages to gain control over them.  You do not need to concentrate to maintain control over the creatures.  You can dismiss them singly or in groups at any time. ",
    "effect": " Two or more summoned creatures, no two of which are more than 30 ft. apart",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Trap the Soul",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "Trap the soul forces a creature's life force (and its material body) into a gem. The gem holds the trapped entity indefinitely or until the gem is broken and the life force is released, which allows the material body to reform. If the trapped creature is a powerful creature from another plane (which could mean a character trapped by an inhabitant of another plane when the character is not on the Material Plane), it can be required to perform a service immediately upon being freed. Otherwise, the creature can go free once the gem imprisoning it is broken. Depending on the version selected, the spell can be triggered in one of two ways. Spell Completion: First, the spell can be completed by speaking its final word as a standard action as if you were casting a regular spell at the subject. This allows spell resistance (if any) and a Will save to avoid the effect. If the creature's name is spoken as well, any spell resistance is ignored and the save DC increases by 2. If the save or spell resistance is successful, the gem shatters. Trigger Object: The second method is far more insidious, for it tricks the subject into accepting a trigger object inscribed with the final spell word, automatically placing the creature's soul in the trap. To use this method, both the creature's name and the trigger word must be inscribed on the trigger object when the gem is enspelled. A sympathy spell can also be placed on the trigger object. As soon as the subject picks up or accepts the trigger object, its life force is automatically transferred to the gem without the benefit of spell resistance or a save. Material Component: Before the actual casting of trap the soul, you must procure a gem of at least 1,000 gp value for every Hit Die possessed by the creature to be trapped (for example, it requires a gem of 10,000 gp value to trap a 10 HD creature). If the gem is not valuable enough, it shatters when the entrapment is attempted. (While creatures have no concept of level or Hit Dice as such, the value of the gem needed to trap an individual can be researched. Remember that this value can change over time as creatures gain more Hit Dice). Focus (Trigger Object Only): If the trigger object method is used, a special trigger object, prepared as described above, is needed. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,arcane focus",
    "target": " One creature",
    "area": "",
    "duration": " Permanent; see text",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Icy Claw",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "dragons_of_faerun",
    "description": "You conjure a wraithlike, faintly glowing cloud of white vapor that coalesces into a disembodied dragon's claw made of ice. This spell creates a Medium four-taloned claw about 5 feet long. The icy claw has a fly speed of 60 feet (perfect maneuverability), hit points equal to your full normal total, saving throw bonuses equal to your own, and AC 25 (+10 Dex, +5 natural). It has damage reduction 15/magic and bludgeoning and is immune to cold, poison, critical hits, and magical effects that don't deal damage. It takes half again as much damage (+50%) from fire. An icy claw never provokes attacks of opportunity. It cannot push through a wall of force or enter an antimagic field, but it is affected by prismatic wall or prismatic sphere. A disintegrate spell or a successful dispel magic destroys it. An icy claw attacks an opponent of your choice once per round, and its attack bonus equals your level + your Intelligence or Charisma modifier (for a wizard or sorcerer, respectively) +10 for the claw's Strength score (31). An icy claw deals 1d6+15 points of damage plus 3d6 points of cold damage. If it successfully damages a Medium or smaller foe, it attempts to start a grapple as a free action without provoking an attack of opportunity, with a grapple check bonus equal to your caster level +10. On a successful grapple check, an icy claw deals normal damage (see above). The claw ignores effects intended to mask or conceal the selected target, including darkness, invisibility, displacement, hiding in plain sight, and the like. Directing an icy claw to a new target is a free action. Arcane Focus: A white dragon's talon. ",
    "effect": " 5-ft. claw",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster VIII",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 8th-level list, 1d3 creatures of the same kind fromthe 7th-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n8TH LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial dire bear \n LG \n\n\n Celestial cachalot whale 1 \n NG \n\n\n Celestial triceratops \n NG \n\n\n Lillend \n CG \n\n\n Elemental, greater (any) \n N \n\n\n Slaad, blue \n CN \n\n\n Fiendish giant squid 1 \n LE \n\n\n Hellcat \n LE \n\n\n Fiendish monstrous centipede, Colossal \n NE \n\n\n Fiendish dire tiger \n CE \n\n\n Fiendish monstrous spider, Gargantuan \n CE \n\n\n Fiendish tyrannosaurus \n CE \n\n\n Vrock (demon) \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halaster_s Fetch V",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "city_of_splendors:_waterdeep",
    "description": "As summon monster V, except called creatures do not disappear at the end of the spell's duration. However, they become free-willed and outside the control of the caller after the spell expires. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Conjure Greater Midnight Construct",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "magic_of_incarnum",
    "description": "As conjure lesser midnight construct, except as noted above and as follows. You conjure a greater midnight construct instead of a lesser midnight construct. Essentia: In addition to the options listed for conjure lesser midnight construct and conjure midnight construct, you gain two new options for modifying your midnight construct by investing essentia:\n\nTeleportation: Bestow the ability to teleport as a move action, with a range of 20 feet per point of essentia invested (40 feet for 2 points of essentia, 60 feet for 3 points, and so on). \nSoulburning Aura: Bestow a damaging aura of dark soul-energy. \nThe aura deals 1 point of Strength damage per point of essentia invested (Will negates, DC 10 + 1/2 construct's HD + essentia invested) to all creatures adjacent to the construct at the end of the construct's turn. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Deadly Lahar",
    "school": "conjuration",
    "sub_school": "",
    "source": "complete_mage",
    "description": "A rushing torrent of liquid rock bursts from the ground, washing over your foes. You create a liquid landslide of molten-hot volcanic material. All creatures in the area of the spell take 10d6 points of fire damage. Additionally, those creatures are coated in a thick layer of the viscous substance, slowing them (as the slow spell) for the next 3 rounds and dealing an additional 5d6 points of fire damage per round. A successful Reflex save reduces the initial damage by half and prevents the slow effect and the additional damage. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped spread",
    "duration": " Instantaneous",
    "saving_throw": " Reflex partial",
    "spell_resistance": false,
    "is_30_spell": false
  }
]