[
  {
    "name": "Summon Monster III",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 3rd-level list, 1d3 creatures of the same kind from the 2nd-level list, or 1d4+1 creatures of the same kind from the 1st-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \nSpecial\nWhen casting Summon Monster III as a Abyss Domain spell, only Chaotic Evil creatures may be summoned. When casting Summon Monster III as a Arborea Domain spell, only Chaotic Good creatures may be summoned. When casting Summon Monster III as a Baator Domain spell, only Lawful Evil creatures may be summoned. When casting Summon Monster III as a Celestia Domain spell, only Lawful Good creatures may be summoned. \n3RD LEVEL\n\n\nMonster \nAlignment \n\n\n Celestial black bear \n LG \n\n\n Celestial bison \n NG \n\n\n Celestial dire badger \n CG \n\n\n Celestial hippogriff \n CG \n\n\n Elemental, Small (any) \n N \n\n\n Fiendish ape \n LE \n\n\n Fiendish dire weasel \n LE \n\n\n Hell hound \n LE \n\n\n Fiendish snake, constrictor \n LE \n\n\n Fiendish boar \n NE \n\n\n Fiendish dire bat \n NE \n\n\n Fiendish monstrous centipede, Huge \n NE \n\n\n Fiendish crocodile \n CE \n\n\n Dretch (demon) \n CE \n\n\n Fiendish snake, Large viper \n CE \n\n\n Fiendish wolverine \n CE",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Phantom Steed",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "You conjure a Large, quasi-real, horselike creature. The steed can be ridden only by you or by the one person for whom you specifically created the mount. A phantom steed has a black head and body, gray mane and tail, and smoke-colored, insubstantial hooves that make no sound. It has what seems to be a saddle, bit, and bridle. It does not fight, but animals shun it and refuse to attack it. The mount has an AC of 18 (-1 size, +4 natural armor, +5 Dex) and 7 hit points +1 hit point per caster level. If it loses all its hit points, the phantom steed disappears. A phantom steed has a speed of 20 feet per caster level, to a maximum of 240 feet. It can bear its rider's weight plus up to 10 pounds per caster level. These mounts gain certain powers according to caster level. A mount's abilities include those of mounts of lower caster levels. Thus, a mount created by a 12th-level caster has the 8th, 10th, and 12th caster level abilities. 8th Level: The mount can ride over sandy, muddy, or even swampy ground without difficulty or decrease in speed. 10th Level: The mount can use water walk at will (as the spell, no action required to activate this ability). 12th Level: The mount can use air walk at will (as the spell, no action required to activate this ability) for up to 1 round at a time, after which it falls to the ground. 14th Level: The mount can fly at its speed (average maneuverability). \nSpecial: When casting phantom steed as a Spider Domain spell, the steed has a vermin shape. ",
    "effect": " One quasi-real, horselike creature",
    "range": " 0 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Grasping Wall",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_scoundrel",
    "description": "1 round/level) + 3 roundsSaving Throw: Reflex negatesSpell Resistance: NoHundreds of disembodied hands burst from the wall, forming a sea of clutching, probing appendages. You cause hands to sprout from a wall within range. This spell simply adds grasping hands to an existing wall rather than creating a wall of a substance. All opponents adjacent to the wall are entangled unless they succeed on Reflex saves. An opponent must repeat this save each round it remains adjacent to the wall. Allied creatures are not entangled, and in fact can use the hands to gain a +10 competence bonus on Climb checks to scale the wall. If the spell ends while you are climbing, you immediately fall but can make a normal Climb check to catch yourself (PH 69). Any objects on a wall affected by the spell are unharmed; doors, windows, and other apertures in the wall can be opened or closed as normal. Material Component: A handful of fingernails. ",
    "effect": " Hands sprout from a wall in an area of up to four 5-ft. squares (S)",
    "range": " Medium(100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Concentration (max.",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Wall of Ectoplasm",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "ghostwalk",
    "description": "This spell creates an anchored plane of ectoplasm or a hemisphere of ectoplasm, depending upon the version selected. A wall of ectoplasm cannot form in an area occupied by physical objects or creatures. Its surface must be smooth and unbroken when created. The ectoplasm is semisolid (not raw)—about the consistency of packed snow—and retains its shape rather than collapsing into a formless mass. Because ectoplasm is a ghost touch material, it is an impenetrable barrier to incorporeal creatures (although they may attack the wall or go around it). The ectoplasm is opaque and blocks line of effect. Ectoplasm Plane: A sheet of ectoplasm appears. The wall is 1 inch thick per caster level and covers up to a 10-foot-square per caster level (so a 6th-level wizard could create a wall of ectoplasm 30 feet long and 20 feet high, a wall 60 feet long and 10 feet high, and so on). The plane can be oriented in any fashion as long as it is anchored. A vertical wall need be anchored only on the floor, while a horizontal or slanting wall must be anchored on two opposite sides. The wall is primarily defensive in nature and is used to stop pursuers from following you and the like. Each 10-foot square of wall has hardness 0 and 2 hit points per inch of thickness. Creatures can hit the wall without making an attack roll. A section of wall whose hit points drop to 0 is breached. A creature can break through the wall with a Strength check (DC 12 + caster level). Hemisphere: The wall takes the form of a hemisphere whose maximum radius is 3 feet +1 foot per caster level. Thus, a 7th-level caster can create a hemisphere 10 feet in radius. It is as hard to break through as the ectoplasm plane variation. You can create the hemisphere so that it traps one or more creatures, though these creatures get a Reflex saving throw to avoid being trapped. Material Component: A cube of resin and a drop of oil. ",
    "effect": " Anchored plane of ectoplasm, up to one 10-ft. square/level, or hemisphere of ectoplasm with a radius of up to 3 ft. + 1 ft./level",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Engulfing Terror",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "drow_of_the_underdark",
    "description": "The air wavers and shimmers, finally coalescing into a large cube of glistening ooze. Engulfing terror creates a gelatinous cube (MM 201) in a space you designate. The space must be large enough to accommodate the creature. If not, the spell automatically fails. Upon appearing, the cube acts on your turn, attacking the nearest living creature each round. You have no control over it and cannot direct it. The gelatinous cube remains until it is destroyed or has no remaining targets to attack, at which point it moves away in a random direction. ",
    "effect": " One gelatinous cube",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Regal Procession",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "spell_compendium",
    "description": "You toss a bit of horsehair into the air, and as it drifts toward the ground, an array of finely adorned mounts appears. \nThis spell functions like mount (PH 256), except you can summon several mounts.  Each comes with a bit and bridle, riding saddle, saddle blanket, ribbons, adornments, and a banner.  You select the colors of the horses and the livery, either or both of which can include a heraldic or personal symbol. ",
    "effect": " One mount/level",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Regroup",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_ii",
    "description": "You teleport your companions to your side. Each subject of this spell teleports to a square adjacent to you. If those squares are occupied or cannot support the teleported creatures, the creatures appear as close to you as possible, on a surface that can support them, in an unoccupied square. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One willing creature/level",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Arctic Haze",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "A bank of fog composed entirely of tiny, razor-sharp ice shards billows out from the targeted point. The fog obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker can't use sight to locate the target). In addition, the sharp ice particles tear the skin of those moving through the area, causing 4 points of damage per round, half of which is cold damage. A strong wind (21+ mph) disperses the fog in 4 rounds; a severe wind (31+ mph) disperses the fog in 1 round. Dispersing the fog in this manner, however, causes damage to those within its area as the icy shards whip past. A strong wind causes 4 points of damage per round (half cold); a severe wind causes 8 points of damage (half cold). ",
    "effect": " Fog spreads in a 30-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Drown",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The subject's lungs fill with water if the subject fails a Fortitude saving throw. To avoid drowning, the subject can hold his breath (see The Drowning Rule in Chapter 3 of the DUNGEON MASTER's Guide). The subject gains a new save (to expel the water) every 2 rounds after the first. While holding his breath with water-filled lungs, a character cannot talk or cast spells with verbal components, and he takes a -2 circumstance penalty on attack rolls, saving throws, ability checks, and skill checks. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One humanoid",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Contagious Fog",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "Spitting the last phrase of the spell, you throw out your arm, and a brown mist whirls into being around your foes. \nThis spell functions like fog cloud (PH 232), except as noted here.  Each round that a creature is within the fog, it must make a Fortitude save or contract a disease equivalent to the shakes (DMG 292), which strikes immediately (no incubation period).  A creature afflicted with this disease takes 1d8 points of Dexterity damage immediately, and each day that the disease persists, it must make a DC 13 Fortitude save or take another 1d8 points of Dexterity damage. \nThe fog moves away from you at 10 feet per round, rolling along the surface of the ground or water.  (Figure out the cloud's new spread each round based on its new center, which is 10 feet farther away from the point of origin where you cast the spell. ) Because the vapors are heavier than air, they sink to the lowest level of the surface over which they move, pouring down sinkhole openings, and even down through minute cracks.  Contagious fog cannot penetrate liquids, nor can it be cast underwater. \nMaterial Component: A used handkerchief. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " See text",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Melf_s Unicorn Arrow",
    "school": "conjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "The shimmering, transparent form of a unicorn flies forward, its corporeal horn lowered in a charge at its enemy. A translucent unicorn shape appears in midair and speeds toward the target of this spell. If you succeed on a ranged touch attack, the horn slams into the target and deals 1d8+8 points of damage. In addition, the target is subject to a bull rush, and must make a Strength check (with appropriate modifiers for a bull rush) against a DC of 21. If the check is failed, the subject is pushed back 5 feet, plus 5 feet for every 5 points by which it failed the check. You can conjure an additional unicorn arrow for every three caster levels beyond 5th, up to five at 17th level. You can have them strike a single creature or several creatures, but each horn can strike only one creature. You must designate targets before you make your attack rolls. A creature struck by more than one horn is only required to make one Strength check to avoid the bull rush, but the DC of the check increases by 2 for each horn beyond the first that strikes it. Focus: An ivory replica of a unicorn (25 gp). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " One creature or up to five creatures, no two of which are more than 15 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dream Spirit",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "secrets_of_sarlona",
    "description": "",
    "effect": " One created dream spirit",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sleet Storm",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "Driving sleet blocks all sight (even darkvision) within it and causes the ground in the area to be icy. A creature can walk within or through the area of sleet at half normal speed with a DC 10 Balance check. Failure means it can't move in that round, while failure by 5 or more means it falls (see the Balance skill for details). The sleet extinguishes torches and small fires. Arcane Material Component: A pinch of dust and a few drops of water. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Cylinder (40-ft. radius, 20 ft. high)",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bedevil",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "champions_of_ruin",
    "description": "You summon a mischievous spirit and send it to bedevil your enemy. The spirit seeks out its assigned victim wherever she might be, as long as she is on the same plane as you when you cast the spell. It then proceeds to irritate and annoy her through a variety of manifestations. The victim of a bedevil spell finds herself constantly seeing movement out of the corner of her eye. Her sleep is frequently interrupted by bed shaking and blanket shifting and the sounds of voices that fade upon waking. When spellcasting, she suffers a variety of minor irritations that threaten to disrupt her spells, and she constantly feels haunted and watched. The result of this bedevilment is that she takes a -1 penalty on all ability checks, skill checks, and Will saving throws and has a 5% chance of arcane spell failure (which stacks with any spell failure chance from armor worn). Detect evil cast upon the subject of this spell reveals the presence of the bedeviling spirit, while protection from evil keeps the spirit from adversely affecting the victim. A dispel evil spell destroys the mischievous spirit, but remove curse or similar magic has no effect on it. Material Components: A tiny iron statuette of a devil or imp, plus either a drop of the intended victim's blood or one personal article belonging to the intended victim. ",
    "effect": "",
    "range": " See text",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 day/level (D)",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Acid Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You breathe forth a cone of acidic droplets.  The cone deals 1d6 points of acid damage per caster level (maximum 10d6). \nMaterial Component: A handful of fire ants (alive or dead). ",
    "effect": "",
    "range": " 15 ft",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Haboob",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "A thick haze of swirling dust and sand swirls out from the point you designate. The effect obscures all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment. Creatures farther away have total concealment. Unprotected, nonmagical flames are automatically extinguished, and there is a 50% chance that protected flames will be snuffed. In addition to obscuring sight, the swirling dust abrades any creature within it or attempting to move through it. Any creature passing through the haze takes 1d4 points of damage per two caster levels (maximum 5d4), with no save allowed. If you conjure haboob so that it appears where creatures are located, each creature takes damage as if passing through the haze. Such creatures take half damage with a successful Reflex save, but if these creatures do not leave the affected area at their next opportunity, they take full damage from the abrading sands (no save) as if they had voluntarily entered the area. Any creature that remains within the affected area for more than 1 round likewise takes damage automatically (no save). A moderate wind (11+ mph) disperses the dust in 8 rounds; a strong wind (21+ mph) disperses it in 4 rounds. This spell does not function underwater. Material Component: A pinch of ash, dust, or sand. ",
    "effect": " Abrasive dust spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft. level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " None or Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stinking Cloud",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "Stinking cloud creates a bank of fog like that created by fog cloud, except that the vapors are nauseating. Living creatures in the cloud become nauseated. This condition lasts as long as the creature is in the cloud and for 1d4+1 rounds after it leaves. (Roll separately for each nauseated character). Any creature that succeeds on its save but remains in the cloud must continue to save each round on your turn. Stinking cloud can be made permanent with a permanency spell. A permanent stinking cloud dispersed by wind reforms in 10 minutes. Material Component: A rotten egg or several skunk cabbage leaves. ",
    "effect": " Cloud spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Nauseating Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You windmill your arm to complete the spell and nearly gag before exhaling a great gout of putrid-smelling green gas. \nYou breathe out a cone of nauseating vapors.  Any creature in the area must succeed on a Fortitude save or be nauseated for 1d6 rounds. \nMaterial Component: A piece of fish at least one day old. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mestil_s Acid Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "magic_of_faerun",
    "description": "You breathe forth a cone of acidic droplets. The cone inflicts 1d6 points of acid damage per caster level (maximum 10d6). Material Component: A handful of fire ants (alive or dead). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Ectoplasmic Web",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "ghostwalk",
    "description": "As web, except as noted below and that the strands are made of ectoplasm and therefore affect incorporeal creatures. Material Component: A bit of spider web and splinters from a sphere made of resin. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Luminous Assassin, Lesser",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_ii",
    "description": "You conjure a vaguely humanoid being composed of yellow light.  It wields a radiant blades and moves with unearthly grace. \nA Lesser Luminous Assassin appears above one creature within range and drops onto it, slashing and stabbing.  The assassin attacks as it falls, and the target creature is considered flat-footed against this initial attack.  Place the assassin in any square adjacent to the creature that can hold the assassin. \nAfter its initial attack, a Lesser Luminous Assassin attacks its target every round, taking its turn after your turn is completed.  It fights intelligently and does not need to be directed by you.  If the creature flees, the assassin pursues it to the best of its ability.  If the creature dies or escapes, the assassin waits for you to direct it to another creature (a free action).  You cannot command the assassin to do anything except attack creatures or wait (do nothing but defend itself), nor can you direct it to attack another creature if the originally targeted creature still lives and is within the spell's range.  \nThe assassin and all its possessions vanish when the spell's duration expires. \nFocus: A serrated dagger. ",
    "effect": " One summoned assassin",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scattering Trap",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_ii",
    "description": "Areas you designate on the floor flare dimly. This spell imbues a number of 5-foot squares you designate with a teleportation trap. A creatures moving through one of these squares and failing its saving throw is teleported 1d6 squares in a random direction (use the Missing with a Thrown Weapon diagram, PH 158). If reaching the destination involves teleporting the subject into a solid space such as within a wall, the subject is forcibly shunted into the nearest open space and takes 1d6 points of damage. When you cast this spell, the 5-foot squares you designate do not have to be adjacent but must all be within 30 feet of one another. Material Component: A pinch of dandelion seeds. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One 5-ft. square/2 levels",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dimension Step",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_ii",
    "description": "All the creatures you target with this spell gain a dark, shimmering pattern of runes on their shoes and feet. The runes blaze with arcane light for a moment. Less than a second later, the targets have shifted position on the battlefield. This spell allows your allies to make a short teleport. All creatures targeted by this spell can teleport a distance equal to their base land speed. A target can teleport to any square within its line of sight. This movement does not provoke attacks of opportunity. A creature can teleport up to a ledge, down to the base of a flight of stairs, and so forth as long as it observes the restrictions and limits given above. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One willing creature/3 levels, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Caustic Smoke",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_mage",
    "description": "Green-tinged smoke billows from the earth, obscuring sight and burning all it touches. You create a bank of smoke, similar in effect to a fog cloud. In addition to obscuring sight, the cloud deals 1d6 points of acid damage per round to all creatures within. Furthermore, its acrid fumes burn the eyes, imposing a -5 penalty on all attack rolls and Search and Spot checks unless a creature succeeds on a Fortitude save (repeated each round the creature is within the cloud). These penalties last as long as the subject remains within the cloud, plus an additional 2 rounds thereafter. If a creature within the cloud takes acid damage from any other effect, it must succeed on a Fortitude save (using this spell's save DC) or be blinded for 1 round. ",
    "effect": " Acidic fog spreads in a 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 5 rounds",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Icelance",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You clutch the quartz in your hand, focusing the energy of the spell into a sharp spear.  With a thought, you send it whistling through the air at your foe. \nYou must succeed on a normal ranged attack to strike a target with an icelance.  You gain a +4 bonus on your attack roll.  If you hit, the icelance deals 6d6 points of damage to the target.  Half of this damage is piercing damage; the rest is cold damage.  In addition, the target must make a Fortitude save or be stunned for 1d4 rounds.  Regardless of the result of the attack, the icelance shatters upon its first use. \nFocus: A 50-gp clear quartz gemstone.  Alternatively, if you are in a cold region, you can substitute 10 pounds of ice or snow for the quartz. ",
    "effect": " One lance of ice",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Chains",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The caster causes a flat, vertical wall of woven, spiked chains to spring into being. This wall can be used to seal off a passage or close a breach, for the wall inserts itself into any surrounding nonliving material if its area is sufficient to do so. The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though the caster can shape its edges to fit the available space. A wall of chains is 1 inch thick per four caster levels. The caster can double the wall's area by halving its thickness. Each 5-foot square of the wall has 20 hit points per inch of thickness and hardness 10. A section of wall brought to 0 hit points is breached. If a creature tries to break through the wall, the DC for the Strength check is 20 +2 per inch of thickness. Creatures who use a Strength check to breach the wall take 1d6 points of damage from the spikes and barbs covering the chains. Material Component: A single link from an iron chain. ",
    "effect": " A wall whose area is up to one 5-ft. square/level (S) (see text)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Sepia Snake Sigil",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "When you cast sepia snake sigil, a small symbol appears in the text of one written work such as a book, scroll, or map. The text containing the symbol must be at least twenty-five words long. When anyone reads the text containing the symbol, the sepia snake springs into being and strikes the reader, provided there is line of effect between the symbol and the reader. Simply seeing the enspelled text is not sufficient to trigger the spell; the subject must deliberately read it. The target is entitled to a save to evade the snake's strike. If it succeeds, the sepia snake dissipates in a flash of brown light accompanied by a puff of dun-colored smoke and a loud noise. If the target fails its save, it is engulfed in a shimmering amber field of force and immobilized until released, either at your command or when 1d4 days + one day per caster level have elapsed. While trapped in the amber field of force, the subject does not age, breathe, grow hungry, sleep, or regain spells. It is preserved in a state of suspended animation, unaware of its surroundings. It can be damaged by outside forces (and perhaps even killed), since the field provides no protection against physical injury. However, a dying subject does not lose hit points or become stable until the spell ends. The hidden sigil cannot be detected by normal observation, and detect magic reveals only that the entire text is magical. A dispel magic can remove the sigil. An erase spell destroys the entire page of text. Sepia snake sigil can be cast in combination with other spellsthat hide or garble text, such as secret page. Material Component: 500 gp worth of powdered amber, a scale from any snake, and a pinch of mushroom spores. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One touched book or written work",
    "area": "",
    "duration": " Permanent or until discharged; until released or 1d4 days + one day/level; see text",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Improved Mage Armor",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "unapproachable_east",
    "description": "You create an invisible but tangible field of force around the subject of the spell. This provides an armor bonus to AC of +3 + 1 per 2 caster levels, to a maximum of +8 at 10th caster level. Unlike mundane armor, improved mage armor entails no armor check penalty, arcane spell failure chance, or speed reduction. Since improved mage armor is made of force, incorporeal creatures can't bypass it the way they do normal armor. Material Component: A tiny platinum shield worth at least 100 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Node Door",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "underdark",
    "description": "You instantly transfer yourself from your current earth node to any other earth node you have visited. You always arrive exactly at the spot desired—whether by simply visualizing the area or by describing your destination (for example, \"the earth node that serves the kuo-toa as a secret temple to Blibdoolpoolp\"). After using this spell, you can't take any other actions until your next turn. If you arrive in an earth node that is already partially occupied by a newly added object, you arrive in the closest clear space in that node. If the earth node is completely filled or has been destroyed by any means, you bounce to the next closest earth node (determined randomly or by the DM). Each such \"bounce\" deals you and any who accompany you 2d6 points of damage. Special: You must have the Node Spellcasting feat to cast this spell. ",
    "effect": "",
    "range": " Varies (see text)",
    "components": "verbal",
    "target": " You and touched objects or other touched willing creatures weighing up to 50 lb./level",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None and Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mage Armor, Mass",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You feel arcane energy encompass you, granting you a sense of serenity.  As you choose your targets for the spell, you see each one glow briefly with a silver aura.  \nThis spell functions like mage armor (PH 249), except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bridge of Sound",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "savage_species",
    "description": "You create a ribbonlike, weightless, unbreakable, invisible bridge of sound. The bridge must be anchored to solid objects at both ends, but otherwise can be at any angle. Like a wall of force, it must be continuous and unbroken when formed. It is typically used to cross a chasm or a hazardous space. Creatures can move on the bridge of sound without penalty, since it is no more slippery than a typical dungeon floor. It is only a physical barrier to solid objects and has no effect on spells, line of sight, gaze attacks, ethereal creatures, or incorporeal creatures and objects. The bridge of sound can support a maximum of 200 pounds per caster level. Creatures that cause the total weight on the bridge of sound to exceed this limit sink through the bridge as if it weren't there. A bridge of sound is temporarily negated within the area of a silence spell, causing anything on it to fall. If the silence effect ends or is dispelled before the bridge's duration expires, the bridge is once again whole. ",
    "effect": " One bridge of sound 5 ft. wide, 1 in. thick, and up to 10 ft./level long",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " Concentration plus 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Golden Dragonmail",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "champions_of_valor",
    "description": "You create a suit of shining golden full plate around your body. The armor is etched with a dragonscale pattern, an image of a gold dragon, or Torm's holy symbol (your choice when you cast the spell). It is treated as +1 mithral full plate for all purposes (including arcane spell failure chance), and you are treated as proficient with this armor. Removing or destroying the armor dismisses the spell. This spell has no effect if you are already wearing armor. Torm the True is served by gold and silver dragons, and some of these dragons are the founders of ancient sorcerer bloodlines among the younger races. If you are a sorcerer, the armor also gives you resistance to fire 10. Focus: A gold coin and a piece of mithral in the shape of a dragonscale. ",
    "effect": " One suit of magic armor",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D); see text",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Laogzed_s Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "savage_species",
    "description": "As stinking cloud, except as noted above and that the nauseating vapors persist for 10 rounds. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": "",
    "area": " Cone",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Wall of Incarnum",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "magic_of_incarnum",
    "description": "You cause a flat, vertical, opaque barrier of incarnum to spring into being. The wall cannot be conjured so that it occupies the same space as a creature or another object, but it can be adjacent to such. It must always be a flat plane, although you can shape its edges to fit the available space. The wall of incarnum must be anchored to a surface, but this can be a floor, a ceiling, or even a wall. The wall of incarnum can't be moved once it is created. A wall of incarnum is 1 inch thick. It can be dispelled, but it cannot be damaged or broken, and spells cannot pass through it. Ethereal creatures can pass through it, but any other creature (including the caster) attempting to pass through a wall must succeed on aWill save or be blocked by the barrier. Regardless of the save's result, the wall of incarnum deals 1d4 points of essentia damage (or Wisdom damage if the creature has no essentia) to the creature. Essentia: Every point of essentia invested in the wall ofincarnum increases the damage dealt on a failed Will save by 1 point. Material Component: A tiny, shield-shaped piece of blue quartz. ",
    "effect": " Incarnum wall whose area is up to one 5-ft. square/level",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]