[
  {
    "name": "Halt Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell renders as many as three undead creatures immobile.  A nonintelligent undead creature (such as a skeleton or zombie) gets no saving throw; an intelligent undead creature does.  If the spell is successful, it renders the undead creature immobile for the duration of the spell (similar to the effect of hold person on a living creature).  The effect is broken if the halted creatures are attacked or take damage. \nMaterial Component: A pinch of sulfur and powdered garlic. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " Up to three undead creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (see text)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Contagion",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject contracts a disease selected from the table below, which strikes immediately (no incubation period).  The DC noted is for the subsequent saves (use contagion's normal save DC for the initial saving throw).  See the Dungeon Master's Guide for descriptions of each disease, as well as for the general effects of disease. \n\n\nDisease \nDC \nDamage \n\n\n Blinding sickness \n 16 \n 1d4 Str 1 \n\n\n Cackle fever \n 16 \n 1d6 Wis \n\n\n Filth fever \n 12 \n 1d3 Dex and 1d3 Con \n\n\n Mindfire \n 12 \n 1d4 Int \n\n\n Red ache \n 15 \n 1d6 Str \n\n\n Shakes \n 13 \n 1d8 Dex \n\n\n Slimy doom \n 14 \n 1d4 Con \n\n\n1 Each time a victim takes 2 or more points of Strength damage from blinding sickness, he or she must make another Fortitude save (using the disease's save DC) or be permanently blinded.  \n\n\nSee the Dungeon Master's Guide for descriptions of each disease, as well as for the general effects of disease. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Poison",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Calling upon the venomous powers of natural predators, you infect the subject with a horrible poison by making a successful melee touch attack.  The poison deals 1d10 points of temporary Constitution damage immediately and another 1d10 points of temporary Constitution damage 1 minute later.  Each instance of damage can be negated by a Fortitude save (DC 10 + 1/2 your caster level + your Wis modifier). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Speak With Dead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You grant the semblance of life and intellect to a corpse, allowing it to answer several questions that you put to it.  You may ask one question per two caster levels.  Unasked questions are wasted if the duration expires.  The corpse's knowledge is limited to what the creature knew during life, including the languages it spoke (if any).  Answers are usually brief, cryptic, or repetitive.  If the creature's alignment was different from yours, the corpse gets a Will save to resist the spell as if it were alive. \nIf the corpse has been subject to speak with dead within the past week, the new spell fails.  You can cast this spell on a corpse that has been deceased for any amount of time, but the body must be mostly intact to be able to respond.  A damaged corpse may be able to give partial answers or partially correct answers, but it must at least have a mouth in order to speak at all. \nThis spell does not let you actually speak to the person (whose soul has departed).  It instead draws on the imprinted knowledge stored in the corpse.  The partially animated body retains the imprint of the soul that once inhabited it, and thus it can speak with all the knowledge that the creature had while alive.  The corpse, however, cannot learn new information.  Indeed, it can't even remember being questioned. \nThis spell does not affect a corpse that has been turned into an undead creature. ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal,somatic,divine focus",
    "target": " One dead creature",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]