[
  {
    "name": "Gaseous Form",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject and all its gear become insubstantial, misty, and translucent. Its material armor (including natural armor) becomes worthless, though its size, Dexterity, deflection bonuses, and armor bonuses from force effects (for example, from the mage armor spell) still apply. The subject gains damage reduction 10/magic and becomes immune to poison and critical hits. It can't attack or cast spells with verbal, somatic, material, or focus components while in gaseous form. (This does not rule out the use of certain spells that the subject may have prepared using the feats Silent Spell, Still Spell, and Eschew Materials). The subject also loses supernatural abilities while in gaseous form. If it has a touch spell ready to use, that spell is discharged harmlessly when the gaseous form spell takes effect. A gaseous creature can't run, but it can fly at a speed of 10 feet (maneuverability perfect). It can pass through small holes or narrow openings, even mere cracks, with all it was wearing or holding in its hands, as long as the spell persists. The creature is subject to the effects of wind, and it can't enter water or other liquid. It also can't manipulate objects or activate items, even those carried along with its gaseous form. Continuously active items remain active, though in some cases their effects may be moot (such as those that supply armor or natural armor bonuses). Arcane Material Component: A bit of gauze and a wisp of smoke. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic,material,divine focus",
    "target": " Willing corporeal creature touched",
    "area": "",
    "duration": " 2 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Haste",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The transmuted creatures move and act more quickly than normal.  This extra speed has several effects. \nWhen making a full attack action, a hasted creature may make one extra attack with any weapon he is holding.  The attack is made using the creature's full base attack bonus, plus any modifiers appropriate to the situation.  (This effect is not cumulative with similar effects, such as that provided by a weapon of speed, nor does it actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round). \nA hasted creature gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and Reflex saves.  Any condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses. \nAll of the hasted creature's modes of movement (including land movement, burrow, climb, fly, and swim) increase by 30 feet, to a maximum of twice the subject's normal speed using that form of movement.  This increase counts as an enhancement bonus, and it affects the creature's jumping distance as normal for increased speed. \nMultiple haste effects don't stack.  Haste dispels and counters slow. \nMaterial Component: A shaving of licorice root. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Knock",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The knock spell opens stuck, barred, locked, held, or arcane locked doors. It opens secret doors, as well as locked or trick-opening boxes or chests. It also loosens welds, shackles, or chains (provided they serve to hold closures shut). If used to open a arcane locked door, the spell does not remove the arcane lock but simply suspends its functioning for 10 minutes. In all other cases, the door does not relock itself or become stuck again on its own. Knock does not raise barred gates or similar impediments (such as a portcullis), nor does it affect ropes, vines, and the like. The effect is limited by the area. A 3rd-level caster can cast a knock spell on a door of 30 square feet or less (for example, a standard 4-foot-by-7-footdoor). Each spell can undo as many as two means of preventing egress. Thus if a door is locked, barred, and held, or quadruple locked, opening it requires two knock spells. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One door, box, or chest with an area of up to 10 sq. ft./level",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cat_s Grace",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The transmuted creature becomes more graceful, agile, and coordinated. The spell grants a +4 enhancement bonus to Dexterity, adding the usual benefits to AC, Reflex saves, and other uses of the Dexterity modifier. Material Component: A pinch of cat fur. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]