[
  {
    "name": "Dream",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Unlimited",
    "duration": " See text",
    "saving_throw": " None",
    "effect": "",
    "description": "You, or a messenger touched by you, sends a phantasmal message to others in the form of a dream. At the beginning of the spell, you must name the recipient or identify him or her by some title that leaves no doubt as to identity. The messenger then enters a trance, appears in the intended recipient's dream, and delivers the message. The message can be of any length, and the recipient remembers it perfectly upon waking. The communication is one-way. The recipient cannot ask questions or offer information, nor can the messenger gain any information by observing the dreams of the recipient. Once the message is delivered, the messenger's mind returns instantly to its body. The duration of the spell is the time required for the messenger to enter the recipient's dream and deliver the message. If the recipient is awake when the spell begins, the messenger can choose to wake up (ending the spell) or remain in the trance. The messenger can remain in the trance until the recipient goes to sleep, then enter the recipient's dream and deliver the message as normal. A messenger that is disturbed during the trance comes awake, ending the spell. Creatures who don't sleep (such as elves, but not half-elves) or don't dream cannot be contacted by this spell. The messenger is unaware of its own surroundings or of the activities around it while in the trance. It is defenseless both physically and mentally (always fails any saving throw) while in the trance. ",
    "is_30_spell": 0
  },
  {
    "name": "False Vision",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Touch",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "Any divination (scrying) spell used to view anything within the area of this spell instead receives a false image (as the major image spell), as defined by you at the time of casting. As long as the duration lasts, you can concentrate to change the image as desired. While you aren't concentrating, the image remains static. Arcane Material Component: The ground dust of a piece of jade worth at least 250 gp, which is sprinkled into the air when the spell is cast. ",
    "is_30_spell": 0
  },
  {
    "name": "Fever Dream",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 5 rounds (D) + 1 round",
    "saving_throw": " Will disbelief (if interacted with), then Fortitude partial",
    "effect": "",
    "description": "Your subject breaks out in a cold sweat as a burning fever sinks into its mind. A creature subjected to this spell feels a spiking fever accompanied by vertigo and a phantasmagoric confusion of the senses. The target first gets a Will save to recognize the dream as unreal. If that save fails, the creature becomes exhausted while the spell lasts. A successful Fortitude save lessens the condition to fatigued. Regardless of the outcome of the Fortitude save, the subject has difficulty focusing its mind on spellcasting. Each time it attempts to cast, concentrate on, or direct a spell, it must first succeed on a Concentration check (DC equal to this spell's save DC + the level of the spell being used). When this spell ends (whether because its duration ends, you dismiss it, or it is dispelled), the subject is confused for 1 round afterward. If the subject of fever dream is already under the effect of a luminous swarm spell (see page 110), the Will save DC of this spell (as well as the DC for Concentration checks required by this spell) increases by 2. If the subject of fever dream is already under the effect of a prickling torment spell (see page 113), the Fortitude save DC of this spell increases by 2. ",
    "is_30_spell": 0
  },
  {
    "name": "Friend to Foe",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "Your enemies transform into what they each hate the most, suddenly turning against each other. You overlay phantasmal images over your enemies, making them appear to each other as loathsome and despicable, implanting an urge to kill and destroy the object of their ire. Orcs might see each other as elves or dwarves, demons might see angels, and so on. All subjects receive a Will save to see through the phantasm. Each individual failing its save turns on the closest ally and attacks until the first time it deals damage, which causes the spell to end for that attacker. Material Component: A swatch of white silk. ",
    "is_30_spell": 0
  },
  {
    "name": "Illusory Feast",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Long (400 ft. + 40 ft./level)",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "Your stomach growls as an entire feast appears in the distance.  You perceive the composition of the feast continuously shifting, its contents sometimes appealing to the point where you almost forget it is an illusion. \nTantalizing food and drink appears, causing creatures in the area to stop what they are doing and eat.  A creature in the area that fails its save stops its current activities, drops held or carried items, and begins consuming the illusory food and drink.  The food looks, feels, smells, tastes, and even sounds real to the affected creature, and it appears to be whatever kind of food the creature prefers.  The creature is considered dazed.  An attack on an affected creature frees it from the spell immediately.  Sightless creatures are affected by this spell due to its effect on all the senses.  Creatures that do not eat are unaffected by this spell. \nMaterial Component: A piece of trail rations. ",
    "is_30_spell": 0
  },
  {
    "name": "Mirage Arcana",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": "",
    "duration": " Concentration +1 hour/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like hallucinatory terrain, except that it enables you to make any area appear to be something other than it is. The illusion includes audible, visual, tactile, and olfactory elements. Unlike hallucinatory terrain, the spell can alter the appearance of structures (or add them where none are present). Still, it can't disguise, conceal, or add creatures (though creatures within the area might hide themselves within the illusion just as they can hide themselves within a real location). ",
    "is_30_spell": 0
  },
  {
    "name": "Nightmare",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Unlimited",
    "duration": " Instantaneous",
    "saving_throw": " Will negates; see text",
    "effect": "",
    "description": "You send a hideous and unsettling phantasmal vision to a specific creature that you name or otherwise specifically designate. The nightmare prevents restful sleep and causes 1d10 points of damage. The nightmare leaves the subject fatigued and unable to regain arcane spells for the next 24 hours. The difficulty of the save depends on how well you know the subject and what sort of physical connection (if any) you have to that creature. Dispel evil cast on the subject while you are casting the spell dispels the nightmare and causes you to be stunned for 10 minutes per caster level of the dispel evil. If the recipient is awake when the spell begins, you can choose to cease casting (ending the spell) or to enter a trance until the recipient goes to sleep, whereupon you become alert again and complete the casting. If you are disturbed during the trance, you must succeed on a Concentration check as if you were in the midst of casting a spell (see page 69) or the spell ends. If you choose to enter a trance, you are not aware of your surroundings or the activities around you while in the trance. You are defenseless, both physically and mentally, while in the trance. (You always fail any saving throw, for example). Creatures who don't sleep (such as elves, but not half-elves) or dream are immune to this spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Persistent Image",
    "school": "illusion",
    "components": "",
    "range": "",
    "duration": " 1 min./level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like silent image, except that the figment includes visual, auditory, olfactory, and thermal components, and the figment follows a script determined by you. The figment follows that script without your having to concentrate on it. The illusion can include intelligible speech if you wish. For instance, you could create the illusion of several orcs playing cards and arguing, culminating in a fistfight. Material Component: A bit of fleece and several grains of sand. ",
    "is_30_spell": 0
  },
  {
    "name": "Retributive Image",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Long (400 ft. + 40 ft./level)",
    "duration": " Concentration + 3 rounds",
    "saving_throw": " Will disbelief (if interacted with), then Will partial",
    "effect": " Visual image that can extend as far as four 10-ft. cubes + one 10-ft. cube/level (S)",
    "description": "As though drawn straight from your imagination, the image you envision springs into existence. You create an image or scene, which can incorporate not only sight but sound, smell, and thermal effects. This effect functions in all respects like major image, except that the illusion is a pattern rather than a figment, and thus has a mind-affecting element to it. Anyone who successfully disbelieves the illusion endures a mental backlash that deals 1d6 points of damage +1 point of damage per caster level (maximum +15) and is dazed for 1 round. A successful Will save halves the damage and negates the dazed effect. ",
    "is_30_spell": 0
  },
  {
    "name": "Seeming",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 12 hours (D)",
    "saving_throw": " Will negates or Will disbelief (if interacted with)",
    "effect": "",
    "description": "This spell functions like disguise self, except that you can change the appearance of other people as well. Affected creatures resume their normal appearances if slain. Unwilling targets can negate the spell's effect on them by making Will saves or with spell resistance. ",
    "is_30_spell": 0
  },
  {
    "name": "Shadow Evocation",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " See text",
    "duration": " See text",
    "saving_throw": " Will disbelief (if interacted with)",
    "effect": " See text",
    "description": "You tap energy from the Plane of Shadow to cast a quasi-real, illusory version of a sorcerer or wizard evocation spell of 4th level or lower. (For a spell with more than one level, use the best one applicable to you). Spells that deal damage, such as lightning bolt, have normal effects unless an affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is one-fifth as strong (if applicable) or only 20% likely to occur. If recognized as a shadow evocation, a damaging spell deals only one-fifth (20%) damage. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save (or spell resistance) that the spell being simulated allows, but the save DC is set according to shadow evocation's level (5th) rather than the spell's normal level. Nondamaging effects, such as gust of wind, have normal effects except against those who disbelieve them. Against disbelievers, they have no effect. Objects automatically succeed on their Will saves against this spell. ",
    "is_30_spell": 0
  },
  {
    "name": "Shadow Form",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Personal",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "Shadows rise from the ground to envelop you.  The shadows easily move with you, guiding your steps and how to hold your body. \nWhile this spell is in effect, you gain a number of benefits.  The shadows wrapping your form grant you a +4 competence bonus on Escape Artist, Hide, and Move Silently checks.  Your shadowy form also provides you with concealment.  This shadowy concealment is not negated by a see invisibility spell, but a true seeing spell counteracts the effect.  Standing within the radius of a daylight spell or in bright natural sunlight temporarily suppresses the concealment effect. \nIn addition, if you have 5 ranks in Escape Artist, you can attempt to slip through a solid object or barrier up to 5 feet thick with a DC 20 Escape Artist check, though doing this ends the spell as soon as the attempt is completed (regardless of success).  If you have 10 ranks in Escape Artist, you can attempt to pass through an object or barrier up to 10 feet thick.  If you have 15 ranks in Escape Artist, you can attempt to pass through a barrier composed of magical force (or similar magical obstacles). \nMaterial Component: A small piece of black cloth taken from a funeral shroud. ",
    "is_30_spell": 0
  },
  {
    "name": "Shadow Guardians",
    "school": "illusion",
    "components": "",
    "range": "",
    "duration": "",
    "saving_throw": " Will disbelief (if interacted with)",
    "effect": "",
    "description": "As phantom guardians, except that the figures are partially real. Each guardian has the statistics noted below (regardless of its actual size or appearance). In addition to the brief orders given to each new shadow guardian, the caster can give each guardian a simple trigger that causes it to attack, such as \"attack anyone approaching within 30 feet\" or \"attack anyone not wearing these colors\". The shadow guardians have no special visual acuity—invisibility, disguises, and the like can easily fool them. The shadow guardians deal normal damage. Against a creature that recognizes a shadow guardian as an illusion, it deals only 50% normal damage. Shadow Guardian:Mediumconstruct; HD 4d8; hp 18; Init +1; Spd 30 ft. ; AC 17, touch 17, f lat-footed 15; Base Atk +2; Grp +4; Atk +4 melee (1d8+2, weapon); AL N; SV Fort +2, Ref +4, Will +4; Str 14, Dex 14, Con —, Int —, Wis 14, Cha 1. ",
    "is_30_spell": 0
  },
  {
    "name": "Shadow Hand",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "effect": " Medium shadowy hand",
    "description": "You intone the spell, and an enormous hand made out of thick gray fog floats in the air before you. \nYou create a floating Medium hand made of shadow material.  A shadow hand is an opaque gray color, 5 feet long, and 5 feet wide with its fingers outstretched.  It can grant total concealment against a single opponent you designate, carry materials as Tenser's floating disk (PH 294), or point or gesture as a normal hand does. \nThe hand has an AC of 18 (+6 natural, +2 deflection) and has half as many hit points as your full normal total.  It can be damaged just as Bigby's interposing hand (PH 204) can be, and it makes all saving throws as if it were you. \nChanging the hand's task or target is a standard action, and it can move anywhere in range.  If not given any commands, the hand follows you at your speed, maintaining the same distance from you.  The spell ends if the hand moves out of the spell's range. \nIf carrying items and commanded to do something else, the hand drops whatever it is holding to complete its task (you can order the hand to rid itself of items gently as a standard action).  Unlike Tenser's floating disk, it does not have to follow you at a fixed distance—you direct where the hand goes. ",
    "is_30_spell": 0
  },
  {
    "name": "Shadowfade",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "effect": " One 10-ft. portal to the Plane of Shadow",
    "description": "Summoning to mind a dark reflection of the world around you, you inscribe a doorway into the air with your hand, opening a portal to the Plane of Shadow. \nYou open a 10-foot-diameter portal onto the Plane of Shadow, allowing you and creatures you designate within range to pass into that area.  This does not grant you the ability to open another such portal automatically, so the spell is often used as a temporary hiding place or a method of gaining access to the Plane of Shadow. \nThe portal remains for the duration of the spell, and other creatures can pass through it in either direction if they make a Will save.  The portal is invisible from the Material Plane and looks like a white hole on the Plane of Shadow. \nYou must be in a region of heavy shadows to cast shadowfade.  The spell can be cast only on a plane coexistent with the Plane of Shadow (DMG 152), and it cannot be cast on the Plane of Shadow itself. ",
    "is_30_spell": 0
  }
]