[
  {
    "name": "Ghost Sound",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will disbelief (if interacted with)",
    "effect": " Illusory sounds",
    "description": "Ghost sound allows you to create a volume of sound that rises, recedes, approaches, or remains at a fixed place. You choose what type of sound ghost sound creates when casting it and cannot thereafter change the sound's basic character. The volume of sound created depends on your level. You can produce as much noise as four normal humans per caster level (maximum twenty humans). Thus, talking, singing, shouting, walking, marching, or running sounds can be created. The noise a ghost sound spell produces can be virtually any type of sound within the volume limit. A horde of rats running and squeaking is about the same volume as eight humans running and shouting. A roaring lion is equal to the noise from sixteen humans, while a roaring dire tiger is equal to the noise from twenty humans. Ghost sound can enhance the effectiveness of a silent image spell. Ghost sound can be made permanent with a permanency spell. Material Component: A bit of wool or a small lump of wax. ",
    "is_30_spell": 0
  },
  {
    "name": "Silent Portal",
    "school": "illusion",
    "components": "Somatic,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates (object)",
    "effect": "",
    "description": "The door squeaks slightly as you force it.  You pause and wave your finger in a pattern along the opening and it silences. \nThis simple cantrip negates the sound of opening and closing a single portal (door, window, gate, drawer, chest lid, or the like).  Even the squeakiest door opens without a sound when under the effect of this spell.  Silent portal covers only the normal means of opening and closing the targeted portal.  Breaking a window or kicking in a door still makes noise, but opening a door that is loosely hanging by its hinges does not (since this is the normal way a door would be opened).  Portals composed of magical energy are not affected by this spell. \nIn the case of magic or even intelligent portals, spell resistance and a Will save (DC 10 + caster's ability modifier + other modifiers as appropriate) apply. ",
    "is_30_spell": 0
  },
  {
    "name": "Unnerving Gaze",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "The caster makes his face resemble one of the opponent's departed loved ones or bitter enemies. The subject takes a -1 morale penalty on attack rolls for the duration of the spell. ",
    "is_30_spell": 1
  }
]