[
  {
    "name": "Cone of Dimness",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " 60 ft.",
    "duration": " 1 round/level",
    "saving_throw": " Will negates; see text",
    "effect": "",
    "description": "Splaying your fingers, you call upon the energies that dwell within the shadowy places of the world.  Your arm shakes with barely contained power, causing a translucent gray cone to burst forth from your outstretched hand. \nCreatures in the cone must succeed on a Will save or believe darkness has engulfed them, rendering them blinded.  A creature that makes its initial Will save suffers no ill effects.  A creature that fails its initial save can attempt a new saving throw each round until it succeeds or the spell expires.  Failing the subsequent saving throws results in continued blindness.  Success on a later save means the creature feels its vision beginning to clear, although its vision remains dim and hazy for the remainder of the spell.  This results in a 20% miss chance for any attack the creature makes. ",
    "is_30_spell": 0
  },
  {
    "name": "Crown of Veils",
    "school": "illusion",
    "components": "Verbal,Somatic,Arcane Focus,",
    "range": " Touch",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "A shimmering halo of energy surrounds the target's head like a crown. It flashes a spectrum of colors before fading away. This spell creates a magic crown infused with illusion magic. The spell's recipient gains a +2 competence bonus on Disguise and Hide checks. As an immediate action, the creature wearing the crown of veils can discharge its magic to gain a +8 competence bonus on a single Disguise or Hide check. The spell ends after the wearer uses the crown in this manner. The crown occupies space on the body as a headband, hat, or helm. If the crown is removed, the spell immediately ends. Focus: A brass hoop 6 inches in diameter. ",
    "is_30_spell": 0
  },
  {
    "name": "Cruel Disappointment",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " Instantaneous",
    "saving_throw": " Will disbelief (if interacted with) and Will negates (see text)",
    "effect": "",
    "description": "The next time the subject of this spell attempts an action that requires a die roll to determine success, the action fails. However, the spell creates the phantasmal image in the subject's mind that the action succeeded. The subject behaves accordingly for 1 round. During the next round, the phantasm fades and the subject now realizes that he was fooled. If the subject fails a second Will save, he then takes a -4 morale penalty on attack rolls, saves, and checks for 1d6+1 rounds afterward. ",
    "is_30_spell": 1
  },
  {
    "name": "Curse of the Putrid Husk",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round + 1d10 minutes",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "This illusion forces the subject to believe his flesh is rotting and falling off his body, and that his internal organs are spilling out. If the target fails his saving throw, he is dazed (and horrified) for 1 round. On the following round, he falls unconscious for 1d10 minutes, during which time he cannot be roused normally. ",
    "is_30_spell": 1
  },
  {
    "name": "Deceptive Facade",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Touch",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " Will negates (harmless, object) or Will disbelief (if interacted with, everyone else)",
    "effect": "",
    "description": "After an instant to lock the appropriate image in your mind, your touch brings it to life, spreading a new image across the canvas of reality. Deceptive facade allows you to alter the appearance of another being or object. When cast on another creature, it functions as disguise self,except that it can affect a target other than yourself. When cast on an inanimate object or a structure, the spell allows you to alter the object's visible characteristics. You might change its color, make it appear to be made of a different material or substance, increase or decrease its apparent size by up to 10 percent, or modify other cosmetic details. Deceptive facade does not alter any other sensory properties of the target. A creature that interacts with the glamer can make a Will save to recognize the illusion, just as with disguise self. ",
    "is_30_spell": 0
  },
  {
    "name": "Displacement",
    "school": "illusion",
    "components": "Verbal,Material,",
    "range": " Touch",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates (harmless)",
    "effect": "",
    "description": "Emulating the natural ability of the displacer beast (see the Monster Manual), the subject of this spell appears to be about 2 feet away from its true location. The creature benefits from a 50% miss chance as if it had total concealment. However, unlike actual total concealment, displacement does not prevent enemies from targeting the creature normally. True seeing reveals its true location. Material Component: A small strip of leather made from displacer beast hide, twisted into a loop. ",
    "is_30_spell": 0
  },
  {
    "name": "Hood of the Cobra",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/3 levels; see text",
    "saving_throw": " Will disbelief, then Fortitude negates",
    "effect": "",
    "description": "In the mind of your victim, the hood of a king cobra spreads from your head, neck, and back, your eyes become those of a great serpent, and dripping fangs sprout from your jaws. The subject perceives that you have grown serpentine features, including a cobra's hood, a snake's slitted eyes, and venomous fangs. A successful Will save allows him to recognize the illusion as unreal, which ends the spell's effect. However, if the Will save fails, the subject is shaken for as long as he can see you. Closing his eyes negates this effect but also effectively blinds him. In addition, if you make a successful melee touch attack (a standard action) against the target while the spell's duration lasts, he believes that he has been bitten by a venomous serpent and takes 1d6 points of Constitution damage (Fortitude negates). Unlike normal poison, this attack has no secondary damage, though you can continue to \"bite\" the subject each round. Immunity or resistance to poison applies normally against this effect, even though it isn't real poison (the subject and his body both believe it to be real). ",
    "is_30_spell": 0
  },
  {
    "name": "Illusory Script",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Touch",
    "duration": " One day/level (D)",
    "saving_throw": " Will negates; see text",
    "effect": "",
    "description": "You write instructions or other information on parchment, paper, or any suitable writing material. The illusory script appears to be some form of foreign or magical writing. Only the person (or people) designated by you at the time of the casting are able to read the writing; it's unintelligible to any other character, although an illusionist recognizes it as illusory script. Any unauthorized creature attempting to read the script triggers a potent illusory effect and must make a saving throw. A successful saving throw means the creature can look away with only a mild sense of disorientation. Failure means the creature is subject to a suggestion implanted in the script by you at the time the illusory script spell was cast. The suggestion lasts only 30 minutes. Typical suggestions include \"Close the book and leave\", \"Forget the existence of the book\", and so forth. If successfully dispelled by dispel magic, the illusory script and its secret message disappear. The hidden message can be read by a combination of the true seeing spell with the read magic or comprehend languages spell. The casting time depends on how long a message you wish to write, but it is always at least 1 minute. Material Component: A lead-based ink (cost of not less than 50 gp). ",
    "is_30_spell": 0
  },
  {
    "name": "Invisibility Sphere",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": "",
    "duration": "",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like invisibility, except that this spell confers invisibility upon all creatures within 10 feet of the recipient. The center of the effect is mobile with the recipient. Those affected by this spell can see each other and themselves as if unaffected by the spell. Any affected creature moving out of the area becomes visible, but creatures moving into the area after the spell is cast do not become invisible. Affected creatures (other than the recipient) who attack negate the invisibility only for themselves. If the spell recipient attacks, the invisibility sphere ends. ",
    "is_30_spell": 0
  },
  {
    "name": "Khelben's Suspended Silence",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Touch",
    "duration": " Permanent or until discharged; 6 rounds (see text)",
    "saving_throw": " None (object)",
    "effect": "",
    "description": "You imbue the touched object with a magical effect. When you touch the object and give the command word you designate, the object becomes the target of a silence spell. The effect of the silence spell moves with the object and lasts exactly 6 rounds. Material Component: A feather and a handful of gem dust worth 50 gp. ",
    "is_30_spell": 1
  },
  {
    "name": "Legion of Sentinels",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "effect": "",
    "description": "A phalanx of spectral swordfighters appears.  Their blades are drawn, and they stand ready to strike.  \nA ghostly, incorporeal swordfighter appears in each square covered by this spell's area.  A swordfighter can share a space with another creature or object.  Each swordfighter threatens the squares adjacent to it and canmake one attack of opportunity per round.  The swordfighters do not hinder movement, block terrain, or block line of effect.  They can flank an opponent with each other and with your allies. \nEach swordfighter has hit points equal to twice your caster level and an Armor Class of 25.  It makes saving throws or checks with a bonus equal to your caster level.  \nThe swordsmen's attacks are at a bonus equal to your caster level, they threaten critical hits on a 19 or 20, and they deal 1d8 points of slashing damage with a +1 bonus per three caster levels (max +5).  They only make attacks of opportunity, and their weapon damage is slashing and is affected by damage reduction. \nMaterial Component: A pewter swordfighter miniature figure. ",
    "is_30_spell": 0
  },
  {
    "name": "Major Image",
    "school": "illusion",
    "components": "",
    "range": "",
    "duration": " Concentration + 3 rounds",
    "saving_throw": "",
    "effect": "",
    "description": "This spell functions like silent image, except that sound, smell, and thermal illusions are included in the spell effect. While concentrating, you can move the image within the range. The image disappears when struck by an opponent unless you cause the illusion to react appropriately. ",
    "is_30_spell": 0
  },
  {
    "name": "Mask of the Ideal",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Personal",
    "duration": " 10 minutes/level (D)",
    "saving_throw": "",
    "effect": "",
    "description": "Your voice and features become more refined and pleasing. Mask of the ideal shifts everything toward an ideal form. Any creature that perceives you in any fashion beholds something that it finds aesthetically pleasing. You gain a +4 competence bonus on Bluff and Diplomacy checks, as well as on Disguise checks made to disguise yourself (but not others). You also gain a +4 competence bonus on any Charisma check you make to influence a creature that you have enchanted (such as with charm person) or conjured (such as with planar binding). ",
    "is_30_spell": 0
  },
  {
    "name": "Pall of Twilight",
    "school": "illusion",
    "components": "Somatic,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "A creeping pall of darkness covers the area like running ink, muting sound and color alike. This spell reduces illumination in the area to shadowy; these shadows are mental as well as physical. All creatures in the area take a -10 penalty on Listen, Search, Sense Motive, and Spot checks. A successful Will save negates these penalties, but not the effect of the darkness. ",
    "is_30_spell": 0
  },
  {
    "name": "Phantasmal Strangler",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 5 rounds",
    "saving_throw": " Will disbelief",
    "effect": "",
    "description": "You delve into your subject's mind and call forth a clinging, choking horror that drapes itself over him like a vile net. You fashion a nightmare creature from the subject's mind. Only the subject can sense the assailant, which exists only in the subject's mind. When you cast the spell, the subject gets an immediate Will save to recognize the attacker as unreal, which ends the spell. If that save fails, the subject is treated as if it were grappling the phantasmal strangles. Each round on your turn, a phantasmal strangler deals 2d6 points of damage to the subject. If the subject is reduced to -1 or fewer hit points, the spell ends. Each round on the subject's turn, it can attempt any of the actions normally allowed to a grappling character. Treat a phantasmal strangler's grapple modifier as equal to that of the subject (including modifiers for Strength, size, and all other factors). A phantasmal strangler can't be damaged, nor can it be pinned. If the subject escapes from the phantasmal strangler's grasp, the spell ends. ",
    "is_30_spell": 0
  },
  {
    "name": "Phantom Guardians",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 hour/level",
    "saving_throw": " Will disbelief (if interacted with)",
    "effect": " One illusory figure/level",
    "description": "This spell creates the illusion of one or more Small or Medium figures of a chosen humanoid race. Each figure is effectively a minor image, and can appear dressed in any way the caster chooses. When the spell is cast, each figure is given a brief set of orders to follow for the spell's duration, such as \"walk back and forth along that wall\" or \"stand by this gate\". The orders can be different for each figure. These instructions can't be changed later. The illusory figures can't speak or react to their surroundings—they are typically used to scare off would-be intruders (as the spell's name suggests). Material Component: A piece of charcoal. ",
    "is_30_spell": 0
  },
  {
    "name": "Reality Blind",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " Concentration (see below)",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "This spell overwhelms the target with hallucinations, causing him to be blinded and stunned if he fails the save. The subject can attempt a new saving throw each round to end the spell. Even after the subject succeeds at the save or the caster stops concentrating, the subject is plagued with nightmares every night. The nightmares prevent the subject from benefiting from natural healing. These nightmares continue until the caster dies or the subject succeeds at a Will saving throw, attempted once per night. This nightmare effect is treated as a curse and thus cannot be dispelled. It is subject to remove curse, however. Material Component: A 2-inch-diameter multicolored disk of paper or ribbon. ",
    "is_30_spell": 1
  },
  {
    "name": "Shadow Binding",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "effect": "",
    "description": "As the links of chain in your hand dissipate to feed the arcane energies of your spell, a multitude of ribbonlike shadows instantaneously explodes outward from an indicated point nearby. \nCreatures in the area that fail a Will save are entangled and unable to move.  Breaking free of a shadow binding requires a DC 20 Strength check or a DC 20 Escape Artist check, taken as a full-round action. \nMaterial Component: A few links of iron chain. ",
    "is_30_spell": 0
  },
  {
    "name": "Shadow Cache",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Touch",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "effect": "",
    "description": "With a flourish, you open an invisible portal.  Plunging your arm inside, you see your hand vanish as though it were invisible. \nYou can temporarily stash small items on the Plane of Shadow (DMG 152) or permanently dispose of them there.  This spell opens a small portal to the Plane of Shadow that is invisible on the Material Plane and appears as a small disk on the Plane of Shadow. \nYou can reach into the Plane of Shadow through the portal created by shadow cache, but only small, nonliving objects can pass entirely through the hole.  The cache can hold up to 30 cubic feet of material, or 250 pounds. \nYou can recover objects placed in the portal throughout the duration of the spell, or by casting another hadow cache later.  A shadow cache remains stationary at the point where you create it.  Items placed in a shadow cache can possibly be picked up by natives of the Plane of Shadow, and in any event are slowly moved by the morphic trait of the plane.  For every 24 hours that passes, there is a 10% chance each day that objects placed on the Plane of Shadow with shadow cache are gone (either moved or taken). \nThe spell cannot be cast on the Plane of Shadow itself, but only on planes coexistent with the Plane of Shadow. ",
    "is_30_spell": 0
  },
  {
    "name": "Spectral Weapon",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " 0 ft.",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "effect": " One shadowy blade",
    "description": "You summon forth semisolid shadow-stuff and force it to coalesce into a shape only you can wield.  The shadow-formed weapon looks real at first glance, though it appears darkened as if perpetually in shadows.  Wisps of shadow tendrils constantly follow the weapon as you move it about. \nUsing material from the Plane of Shadow, you can fashion a quasi-real melee weapon of any type with which you are proficient.  This spectral weapon appears in your hand and behaves as a normal weapon of its type, with two exceptions.  First, you resolve attacks with your spectral weapon as melee touch attacks instead of melee attacks.  Second, any foe you hit is entitled to a Will save to recognize the weapon's shadowy, semi-insubstantial nature.  If the save is successful, that opponent takes only half damage from the weapon on that attack and all subsequent attacks, and is only 50% likely to suffer any special effects of your attacks (such as a death attack delivered with the weapon). \nYou can maintain only one spectral weapon at a time, and only you can wield it.  The weapon dissipates when you let go of it or when the spell's duration expires, whichever comes first. ",
    "is_30_spell": 0
  },
  {
    "name": "Suspended Silence",
    "school": "illusion",
    "components": "Verbal,Somatic,Material,",
    "range": " Touch",
    "duration": " 24 hours or until discharged, then 6 rounds; see text",
    "saving_throw": " None (object)",
    "effect": "",
    "description": "You sprinkle the object with a handful of gem dust, and the last words of your spell fade like they are being dragged into a hole.  Then the normal sounds of the world reestablish themselves, but the spell within is set to be unleashed later. \nWhen you touch the object and give the command word you designate, the object becomes the subject of a silence spell.  The effect of the silence spell moves with the object and lasts for 6 rounds. \nMaterial Component: A feather and a handful of gem dust worth 50 gp. ",
    "is_30_spell": 0
  },
  {
    "name": "Vertigo Field",
    "school": "illusion",
    "components": "Verbal,Somatic,",
    "range": " Medium (100 ft. + 10 ft./level)",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial; see text",
    "effect": "",
    "description": "You create a field of swirling patterns of color, light, and motion. Creatures in the area stagger as the barrage of sensations overloads their senses and leaves them overcome with vertigo. This spell creates a field of illusory magic that hampers the movement and senses of any creature that enters it. The area within the field counts as difficult terrain. Attacks made through or from inside the field have a 20% miss chance. A creature that begins its turn inside the field must make a Fortitude save or become nauseated for 1 round. Once a creature fails this save, it does not need to make another save against this effect. When you cast this spell, you can choose for this nauseating effect not to apply to a number of allies you designate less than or equal to your caster level. Those allies still treat the vertigo field as difficult terrain and have the 20% miss chance on attacks. ",
    "is_30_spell": 0
  }
]