[
  {
    "name": "Phantom Foe",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "spell_compendium",
    "description": "By waving around a tiny pewter figurine and picturing in your mind the figurine attacking the target creature, you complete the spell.  You feel a phantasmal force leap from the figurine toward your target. \nIf the target creature fails its saving throw, this spell creates in the subject's mind an illusory double of whichever creature currently threatens it that it deems most dangerous.  The form of this phantom foe changes as appropriate whenever the target perceives a different threatening creature more dangerous than the last.  This illusory double provides two effects. \nFirst, the subject believes it is being flanked by the phantom foe and the real creature the foe duplicates.  Thus, the duplicated creature is always considered to be flanking the subject in melee.  A creature that can't be flanked is immune to this aspect of the spell. \nSecond, the subject of the spell is unable to determine that the phantom foe is not a real threat, and whenever the subject attempts to attack the creature duplicated by the phantom foe, that creature benefits from a 50% miss chance against attacks from the subject of the spell.  Because this miss chance comes from the subject's inability to tell the phantom foe from the original, it is rolled separately from any miss chance that applies due to displacement or concealment. \nCreatures other than the subject cannot see the phantom foe, although they can attempt to guess its location by how the target acts.  If the subject is not threatened by any creature at the start of its turn, the spell ends. \nFocus: A tiny pewter figure of a warrior that is worth 10 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will disbelief",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Vision of Entropy",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "fiendish_codex_i:_hordes_of_the_abyss",
    "description": "With a whisper and wave of your hand, you invite the targeted creature to behold the seething chaos of the infinite void surrounding the Abyss. Each round, the subject must make a successful Will save or be overwhelmed with madness and awe at the sight of the images of the Abyss forming in its mind. The subject becomes shaken on the first failure, frightened on the second, panicked on the third, and unconscious on the fourth. A creature that faints from the effect of this spell remains unconscious for 1 hour or until revived. Any successful saving throw merely spares the subject the effect of the next failure for that round; any already existing condition persists until the next failure changes it or until the spell ends. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Leomund_s Trap",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell makes a lock or small mechanism seem to be trapped to anyone who can detect traps. You place the spell upon any small mechanism or device, such as a lock, hinge, hasp, cork, cap, or ratchet. Any character able to detect traps, or who uses any spell or device enabling trap detection, is 100% certain a real trap exists. Of course, the effect is illusory and nothing happens if the trap is \"sprung\"; its primary purpose is to frighten away thieves or make them waste precious time. If another Leomund's trap is active within 50 feet when the spell is cast, the casting fails. Material Component: A piece of iron pyrite touched to the object to the trapped while the object is sprinkled with a special dust requiring 50 gp to prepare. Lesser (Spell Name) Any spell whose name begins with lesser is alphabetized in this chapter according to the second word of the spell name. Thus, the description of a lesser spell appears near the description of the spell on which it is based. Spell chains that have lesser spells in them include those based on the spells confusion, geas, globe of invulnerability, planar ally, planar binding, and restoration. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Object touched",
    "area": "",
    "duration": " Permanent (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invisibility",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "The creature or object touched becomes invisible, vanishing from sight, even from darkvision.  If the recipient is a creature carrying gear, that vanishes, too.  If you cast the spell on someone else, neither you nor your allies can see the subject, unless you can normally see invisible things or you employ magic to do so. \nItems dropped or put down by an invisible creature become visible; items picked up disappear if tucked into the clothing or pouches worn by the creature.  Light, however, never becomes invisible, although a source of light can become so (thus, the effect is that of a light with no visible source).  Any part of an item that the subject carries but that extends more than 10 feet from it becomes visible, such as a trailing rope. \nOf course, the subject is not magically silenced, and certain other conditions can render the recipient detectable (such as stepping in a puddle).  The spell ends if the subject attacks any creature.  For purposes of this spell, an attack includes any spell targeting a foe or whose area or effect includes a foe.  (Exactly who is a foe depends on the invisible character's perceptions).  Actions directed at unattended objects do not break the spell.  Causing harm indirectly is not an attack.  Thus, an invisible being can open doors, talk, eat, climb stairs, summon monsters and have them attack, cut the ropes holding a rope bridge while enemies are on the bridge, remotely trigger traps, open a portcullis to release attack dogs, and so forth.  If the subject attacks directly, however, it immediately becomes visible along with all its gear.  Spells such as bless that specifically affect allies but not foes are not attacks for this purpose, even when they include foes in their area.  See Table 8-5: Attack Roll Modifiers and Table 8-6: Armor Class Modifiers, page 151, for the effects of invisibility on combat. \nInvisibility can be made permanent (on objects only) with a permanency spell. \nArcane Material Component: An eyelash encased in a bit of gum arabic. ",
    "effect": "",
    "range": " Personal or touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " You or a creature or object weighing no more than 100 lb./level",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates (harmless) or Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Misdirection",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "By means of this spell, you misdirect the information from divination spells that reveal auras (detect evil, detect magic, discern lies, and the like). On casting the spell, you choose another object within range. For the duration of the spell, the subject of misdirection is detected as if it were the other object. (Neither the subject nor the other object gets a saving throw against this effect). Detection spells provide information based on the second object rather than on the actual target of the detection unless the caster of the detection succeeds on a Will save. For instance, you could make yourself detect as a tree if one were within range at casting: not evil, not lying, not magical, neutral in alignment, and so forth. This spell does not affect other types of divination magic (augury, detect thoughts, clairaudience/clairvoyance, and the like). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature or object, up to a 10-ft. cube in size",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None or Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Vertigo",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "player's_handbook_ii",
    "description": "You cripple a target with sensations of falling. The subject of this spell becomes dizzy as the ground seems to drop away beneath its feet. The subject must succeed on a DC 10 Balance check at the start of each turn to take a move action. If it fails, it cannot move. If it fails the check by 5 or more, it falls prone. While affected, the subject also takes a -2 penalty on attack rolls and saving throws. Airborne creatures receive a +4 bonus on saves against this spell and do not need to make the Balance checks. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will disbelief",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mirror Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "Several illusory duplicates of you pop into being, making it difficult for enemies to know which target to attack. The figments stay near you and disappear when struck. Mirror image creates 1d4 images plus one image per three caster levels (maximum eight images total). These figments separate from you and remain in a cluster, each within 5 feet of at least one other figment or you. You can move into and through a mirror image. When you and the mirror image separate, observers can't use vision or hearing to tell which one is you and which the image. The figments may also move through each other. The figments mimic your actions, pretending to cast spells when you cast a spell, drink potions when you drink a potion, levitate when you levitate, and so on. Enemies attempting to attack you or cast spells at you must select from among indistinguishable targets. Generally, roll randomly to see whether the selected target is real or a figment. Any successful attack against an image destroys it. An image's AC is 10 + your sizemodifier + your Dex modifier. Figments seem to react normally to area spells (such as looking like they're burned or dead after being hit by a fireball). While moving, you can merge with and split off from figments so that enemies who have learned which image is real are again confounded. An attacker must be able to see the images to be fooled. If you are invisible or an attacker shuts his or her eyes, the spell has no effect. (Being unable to see carries the same penalties as being blinded). ",
    "effect": "",
    "range": " Personal; see text",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Cloak Pool",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "spell_compendium",
    "description": "A few words and motions, and the swirling color pool becomes as silver-gray as the rest of the Astral Plane. \nThis spell causes a color pool on the Astral Plane (DMG 154)—an irregular patch of color containing a portal to another plane—to seemingly cease to exist.  In truth, the color pool is only hidden from view.  The use of this spell does not hide the area around the pool; it masks only the fact that a pool is present.  \"See invisibility\": spells/players-handbook-v35—6/see-invisibility—2514/or true seeing reveals the presence of the pool, as does analyze portal. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One color pool",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Mouth",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell imbues the chosen object or creature with an enchanted mouth that suddenly appears and speaks its message the next time a specified event occurs. The message, which must be twenty-five or fewer words long, can be in any language known by you and can be delivered over a period of 10 minutes. The mouth cannot utter verbal components, use command words, or activate magical effects. It does, however, move according to the words articulated; if it were placed upon a statue, the mouth of the statue would move and appear to speak. Of course, magic mouth can be placed upon a tree, rock, or any other object or creature. The spell functions when specific conditions are fulfilled according to your command as set in the spell. Commands can be as general or as detailed as desired, although only visual and audible triggers can be used, such as the following: \"Speak only when a venerable female human carrying a sack sits cross-legged within a distance of one foot\". Triggers react to what appears to be the case. Disguises and illusions can fool them. Normal darkness does not defeat a visual trigger, but magical darkness or invisibility does. Silent movement or magical silence defeats audible triggers. Audible triggers can be keyed to general types of noises (footsteps, metal clanking) or to a specific noise or spoken word (when a pin drops, or when anyone says \"Boo\"). Actions can serve as triggers if they are visible or audible. For example, \"Speak when any creature touches the statue\"is an acceptable command if the creature is visible. A magic mouth cannot distinguish alignment, level, Hit Dice, or class except by external garb. The range limit of a trigger is 15 feet per caster level, so a 6th-level caster can command a magic mouth to respond to triggers as far as 90 feet away. Regardless of range, the mouth can respond only to visible or audible triggers and actions in line of sight or within hearing distance. Magic mouth can be made permanent with a permanency spell. Material Component: A small bit of honeycomb and jade dust worth 10 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature or object",
    "area": "",
    "duration": " Permanent until discharged",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Radiance",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "spell_compendium",
    "description": "Whispering the final syllable of the complicated formula, you cast the spell.  Instantly, a blast of bright light fills the targeted area.  From your vantage point, the spell's light glows like a torch, although you note some creatures turn away from it as if it were a blinding radiance. \nThis spell creates an intensifying illusion of bright light that affects all creatures within the area (except those that are sightless or blinded).  Viewers that fail their saving throws see a burst of bright light on the first round and become blinded for 1 round.  On subsequent rounds for the rest of the spell's duration, the affected creatures continue to perceive a bright light.  If they take penalties in bright illumination, they take them for the duration of their exposure to this light.  Additionally, they are dazzled while in the area of the spell.  Those who escape the area of a shadow radiance spell completely recover within 1 round.  Those who make their saves and those outside the initial burst see only the equivalent of torchlight emanating from the center of the area. \nMaterial Component: A flame at least the size of a torch. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius burst centered on a point in space",
    "duration": " 1 round/level",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Discolor Pool",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "spell_compendium",
    "description": "The color pool glows with the rust-shade of Hades, but a few words and a spattering of ink, and it glows with the amber of the Blessed Fields of Elysium.  Those who pass through it will not know their error until it is too late. \nThis spell causes a color pool on the Astral Plane—an irregular patch of color containing a portal to another plane—to appear to be a different color, and thus, to lead to another plane.  True seeing or analyze portal reveals the true nature of the pool. \nMaterial Component: Four drops of colored ink. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One color pool",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fool_s Gold",
    "school": "illusion",
    "sub_school": "",
    "source": "power_of_faerun",
    "description": "This spell makes metal objects, such as a bronze statue or a handful of copper coins, appear to be made of gold.  You can affect 10 cubic inches of metal—the equivalent of about 150 coins or 3 pounds—per level.  If you want to affect multiple objects, such as a chest full of coins, you only need to touch one of the objects, providing that all of the other objects to be affected are in contact with one another. \nMaterial Component: A powdered gem of at least 5 gp in value sprinkled over the object(s). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Metal objects of up to 10 cu. in. in volume/level",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hypnotic Pattern",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "player's_handbook_v.3.5",
    "description": "A twisting pattern of subtle, shifting colors weaves through the air, fascinating creatures within it. Roll 2d4 and add your caster level (maximum 10) to determine the total number of Hit Dice of creatures affected. Creatures with the fewest HD are affected first; and, among creatures with equal HD, those who are closest to the spell's point of origin are affected first. Hit Dice that are not sufficient to affect a creature are wasted. Affected creatures become fascinated by the pattern of colors. Sightless creatures are not affected. A wizard or sorcerer need not utter a sound to cast this spell, but a bard must sing, play music, or recite a rhyme as a verbal component. Material Component: A glowing stick of incense or a crystal rod filled with phosphorescent material. ",
    "effect": " Colorful lights in a 10-ft.-radius spread",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Concentration + 2 rounds",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bladeweave",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "spell_compendium",
    "description": "With a shout you unleash the power of the spell, causing every movement you make with your weapon to seem beautiful and full of flourish. \nOnce per round, choose one target that you successfully attacked with a melee weapon.  That creature must succeed on a Will save or be dazed for 1 round.  Spell resistance applies to this effect. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Minor Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like silent image, except that minor image includes some minor sounds but not understandable speech. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " Concentration +2 rounds",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Blur",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "The subject's outline appears blurred, shifting and wavering. This distortion grants the subject concealment (20% miss chance). A see invisibility spell does not counteract the blur effect, but a true seeing spell does. Opponents that cannot see the subject ignore the spell's effect (though fighting an unseen opponent carries penalties of its own; see page 151). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Delusions of Grandeur",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "spell_compendium",
    "description": "By shouting flattering comments at your intended subject, you release the energy of the spell.  The target of your spell glows momentarily with a white nimbus of crackling energy that fades to a sickly gray before disappearing completely. \nThis powerful phantasm fools the subject into believing itself more competent and safe than it really is.  The spell makes any action the subject considers attempting seem easily accomplished, requiring only a token effort.  Deadly wounds seem like mere scratches, stalwart foes appear weak and intimidated, and the subject's own attacks seem stronger and more effective.  As a result of its skewed perceptions, the subject takes a -2 penalty on attack rolls, saves, ability checks, and skill checks, as well as to Wisdom.  This penalty cannot reduce the subject's Wisdom below 1.  Finally, the subject becomes so completely enamored with its own (false) abilities that it cannot fight defensively or take the total defense action. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Misrepresent Alignment",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "races_of_eberron",
    "description": "A misrepresent alignment spell conceals the true alignment of an object or creature from all forms of divination, rendering a misleading result determined by the caster.  For example, a spellcaster could cast misrepresent alignment on a chaotic evil creature or magic item, making that creature or item appear to be lawful good (or any other alignment of the caster's choice) when subject to spells such as detect evil and detect good. \nArcane Focus: A miniature, wavy mirror worth 25 gp that reflects a distorted image. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": " One creature or object",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Double",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "drow_of_the_underdark",
    "description": "You complete the incantation and nearby shadows gather together, assuming your approximate size and shape. You create a shadowy duplicate of yourself at a place you indicate within range. The shadow double attacks any adjacent target (regardless of the weapon it appears to wield), as you desire, starting in the round when you cast the spell. It attacks on your turn once each round, striking with an attack bonus equal to your base attack bonus + the modifier for your spell save DCs. Each hit deals 1 point of Strength damage to the target. The first time a target is hit, it can attempt a Will save to disbelieve the effect; this negates the damage and renders it immune to further attacks by the shadow double. The shadow double occupies a space identical to yours. It is not incorporeal, and thus can't share a space with another creature or object. It can provide a flanking bonus against any creature that hasn't yet saved successfully against it. The shadow double can strike incorporeal creatures, but not ethereal creatures. Each round after the first, you can use a standard action to direct the shadow double to attack any other target. To attack this new target, the shadow double can move to any new legal space within 30 feet (it moves by instantaneous teleportation). If it is not commanded to switch targets, it continues to attack the same target. A shadow double can be attacked. It has an Armor Class equal to 10 + your size modifier + a deflection bonus equal to the modifier for your spell save DCs, and has one-fifth of your full normal hit points. If the shadow double is reduced to 0 hit points, or if you create a second shadow double when the first still exists, the spell ends. ",
    "effect": " One shadowy duplicate",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will disbelief",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blinding Color Surge",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_ii",
    "description": "You point at the target of this spell. The colors of your clothing, skin, and hair shine for a brief moment before they surge away from you, forming a multicolored ray that strikes your target. You disappear as the colors of your body and items leap from you into the beam. The target clutches his eyes and staggers. You strip the color from your body and gear, turn it into a lance of energy, and hurl it at a target. When you cast this spell, you target a creature with the colors stripped from your form. The target must make a Will save or be blinded for 1 round. You also gain the benefit of invisibility, for the duration of this spell, even if the target creature succeeds on its save or if its spell resistance protects it. Focus: A small prism. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " You and one creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]