[
  {
    "name": "Telepathy Block",
    "school": "abjuration",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "This spell blocks all telepathic communication within the affected area, making telepathic conversation impossible. The spell can be cast on a point in space, but the effect is stationary. The spell can be centered on a creature or mobile object, in which case the effect emanates from the creature or object and moves as it moves. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 80-ft.-radius emanation centered on a creature, object, or point in space",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scry Trap",
    "school": "abjuration",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "You ward a creature against scrying, granting it defenses capable of terribly wounding any would-be scryer.  If the subject of this spell comes within 10 feet of a sensor created by a divination (scrying) spell, the scry trap automatically activates.  The caster of the scrying spell takes 1d6 points of damage per your caster level (maximum 15d6) and is blinded for 1 minute.  A successful Will save halves the damage and negates the blindness; spell resistance also applies against this effect. \nIn addition, the caster of the scrying spell must succeed on a caster level check (DC 10 + your caster level) or the scrying spell is dispelled immediately (spell resistance does not apply against this effect).  The subject of scry trap becomes automatically aware when the spell triggers, although the subject gains no knowledge as to the nature of the scrying spell or its caster. \nSpecial: A character with any Mark of Detection dragonmark, or with the Favored in House feat (Medani), casts this spell at +1 caster level. \nMaterial Component: Powdered glass from a broken mirror. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Possession",
    "school": "abjuration",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You force a being that is possessing a creature out of its host body. The possessor acts as if it had left its host voluntarily (a ghost appears next to the host, a person using magic jar returns to its receptacle if in range or dies if it is not, and so on). Alternatively, this spell may be used as a form of dispel magic to dispel a charm, dominate, or similar effect on a target. Material Component: powered silver worth 1 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Aura of Evasion",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "\"Stay together,\" you shout, and intone the words of this spell, casting the crushed gemstone in the air at its conclusion.  You are all bathed in a silver-green nimbus of light. \nYou and all creatures within 10 feet of you gain evasion, but only against breath weapons.  (If a breath weapon would normally allow a Reflex saving throw for half damage, a creature within an aura of evasion that successfully saves takes no damage instead. ) Creatures within the spell's area that already have evasion or improved evasion get a +4 bonus on Reflex saving throws against breath weapons. \nMaterial Component: Powdered emerald worth 500 gp. ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 10-ft.-radius emanation centered on you",
    "duration": " 1 minute/level",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Spell Loss",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You trace the symbol and feel a pull as it tugs against the magical energy in your mind. \nThis spell functions like symbol of death (PH 289), except that when it is triggered, the symbol begins to attack the minds of spellcasters within 60 feet.  Each must attempt a Will saving throw every round they are within range, at the beginning of their turn.  Failure means that the highest-level spell prepared by the spellcaster (or highest-level spell slot, if the character casts spells spontaneously) is lost for the day.  The symbol remains active for 10 minutes per level or until it has erased fifty levels of spells.  The symbol attacks creatures with spell-like abilities as if they had spells, consuming a daily use of the highest-level ability the creature possesses, or suppressing an ability usable at will for 1 round. ",
    "effect": " One symbol",
    "range": " 0 ft.; see text",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Condemnation",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You speak words of power, forcing the entity to shrink with horror. The outsider targeted by this spell must succeed on a Will save or be stunned for 1 round and have its spell resistance reduced by 10. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One outsider",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mana Flux",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "The air crackles and warps as you flood the area with unstable, disrupting magical energy. The light shed by a continual flame torch flutters wildly, while your magic items hum and vibrate. This spell creates a field of unstable magical energy. Any creature trying to cast a spell, use a spell-like ability, activate a supernatural ability, or manifest a psionic power in the spell's area has a 20% chance of failure. Spell completion items, such as scrolls, also have this failure chance. If a creature within the spell's area has a spell failure chance due to some other source, such as wearing armor, check each source of spell failure chance separately. Feats and abilities that reduce the chance of spell failure due to armor have no effect on this field. A failed spell uses up a spell slot or other resources as appropriate. Magic items do not have a chance of failure, since the power invested in them is too ingrained to be disrupted by this spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius emanation centered on a point in space",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Psychic Turmoil",
    "school": "abjuration",
    "sub_school": "",
    "source": "expanded_psionics_handbook",
    "description": "With this spell, you create an invisible field that leeches away the power points of psionic characters standing within the emanation. Nonpsionic characters are unaffected. When the spell is cast and at the beginning of each of your subsequent turns, psionic creatures within the area of the psychic turmoil lose 1 power point per manifester level they have. Characters who succeed on a Will save when they first come into contact with the emanation lose only half as many power points (round down) each round. Characters get only one save attempt against any particular psychic turmoil effect, even if they leave the spell's area and later return. Material Component: Five playing cards, which are torn in half when the spell is cast. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 40-ft.-radius emanation centered on a point in space",
    "duration": " 1 round/level",
    "saving_throw": " Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spurn the Supernatural",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "Your make your hand into a grasping claw as you speak your foe's truename, stealing some of its supernatural energy, which appears as a minuscule storm-cloud in your hand. With this spell, you can temporarily suppress a supernatural ability possessed by the target creature. For the duration of the spell, the target is unable to activate the supernatural ability you have chosen. Extraordinary and spell-like abilities aren't affected by this spell. If you succeed on the Truespeak check, you can suppress one of the creature's supernatural abilities, plus another supernatural ability for every 5 points by which your result beat the Truespeak DC. Truename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're targeting. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,true name",
    "target": " One creature",
    "area": "",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Superior Resistance",
    "school": "abjuration",
    "sub_school": "",
    "source": "savage_species",
    "description": "You imbue the subject with a powerful magical energy that protects him from harm, granting a +6 resistance bonus on saves. Arcane Material Component: A miniature cloak of fine cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Banish Dragonmark",
    "school": "abjuration",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "If the subject fails its save, its dragonmark i stripped away for the spell's duration.  The affected subject cannot use any of its dragonmarked spell-like abilities (or any other abilities that rely on dragonmarks) during this time. If the target creature's dragonmark is one step more powerful than yours, that creature it gains a +2 bonus to its Will save.  If the target creature's dragonmark is two steps more powerful than yours, that creature it gains a +4 bonus to its Will save.  \nMaterial Component.  A pinch of Eberron dragonshard dust. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Close (25ft. + 5ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One dragonmarked creature",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " Will Negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Water",
    "school": "abjuration",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You call on the power of the waste to counter and dismiss water creatures, spells, and effects. However, dispel water cannot counter an instantaneous spell or effect. You choose to use dispel water in one of three ways: to dry up a body of water, to counter a water-based spell or effect, or to dismiss an extraplanar creature of the water subtype. Dry Up Water: This effect instantly destroys 200 cubic feet of water per level. Remaining water rushes in to fill the void. Cast in a large body of water, such as an ocean, the destruction of 1,000 or more cubic feet of water produces a strong current that pulls boats and creatures down. Creatures caught in the current must make a DC 20 Swim check to avoid going under. A creature that fails the Swim check is pulled down to a depth of 10 feet per caster level and must hold its breath or begin to drown (see page 304 of the Dungeon Master's Guide). The current might capsize vessels: The chance is 95% for a craft shorter than 20 feet long, 50% for one from 20 to 60 feet long, and 20% for one over 60 feet long. Counterspell:Used in this way, dispel water targets a spellcaster and is cast as a counterspell (see page 170 of the Player's Handbook). It only counters spells and spell-like abilities that have the water descriptor, or appear on the Water domain spell list, or clearly involve water (such as create food and water, sleet storm, and wall of ice). To successfully counter the other spell, you must make a dispel check (1d20 + your caster level, maximum +20) against a DC equal to 11 + the spell's caster level. Dismiss Water Creature: Cast in this way, dispel water targets a single extraplanar creature of the water subtype within range. The creature can negate the effect with a successful Will save (and its spell resistance, if any, applies). If it fails to save or resist the spell, the creature is forced back to its home plane. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " See text",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Zone of Respite",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Smearing blood between your fingers, you inscribe a ward in the air and cast the power of that ward over a wide area. \nYou create a region that is temporarily protected against interplanar intrusion.  This includes spells and abilities that use other planes, including dimension door, teleport, plane shift, and travel through such planes as the Astral Plane, the Ethereal Plane, and the Plane of Shadow. \nSummoning and calling spells do not function within a zone of respite, but summoned and called creatures outside a zone of respite can be sent inside it.  \nGate spells and other portals cannot be created within a zone of respite, but existing portals are unaffected by the spell.  Creatures on coterminous or coexistent planes (DMG 150) must retreat to the edge of the zone of respite and cannot enter the corresponding area on the coterminous or coexistent plane.  \nMaterial Component: A small amount of blood from a gorgon. ",
    "effect": "",
    "range": " 20 ft",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius emanation centered on you",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Break Enchantment",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell frees victims from enchantments, transmutations, and curses. Break enchantment can reverse even an instantaneous effect, such as flesh to stone. For each such effect, you make a caster level check (1d20 + caster level, maximum +15) against a DC of 11 + caster level of the effect. Success means that the creature is free of the spell, curse, or effect. For a cursed magic item, the DC is 25. If the spell is one that cannot be dispelled by dispel magic, break enchantment works only if that spell is 5th level or lower. For instance, bestow curse cannot be dispelled by dispel magic, but break enchantment can dispel it. If the effect comes from some permanent magic item, such as a cursed sword, break enchantment does not remove the curse from the item, but it does frees the victim from the item's effects. For example, a cursed item can change the alignment of its user. Break enchantment allows the victim to be rid of the item and negates the alignment change, but the item's curse is intact and affects the next creature to pick up the item—even if it's the recent recipient of the break enchantment spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Up to one creature per level, all within 30 ft. of each other",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Anticold Sphere",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "As a rosy color flickers into being in the surrounding air, you feel a sense of warmth and well-being. \nAll creatures within the area of the spell gain immunity to cold damage.  In addition, the emanation prevents the entrance of any creature with the cold subtype.  The effect hedges out such creatures in the area when it is cast. \nNote: Forcing an abjuration barrier against creatures that the spell keeps at bay collapses the barrier (PH 172). ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " 10-ft.-radius emanation centered on you",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]