[
  {
    "name": "Suspend Disease",
    "school": "abjuration",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "This spell keeps a disease already infecting the subject from harming him for that day. The disease is in no way cured, and the subject cannot make a save to throw off the disease. Casters who intend to cast spells with a disease component find this spell particularly useful. Material Component: A drop of bile. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Protection from Good",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks from good creatures, and good summoned creatures cannot touch the subject. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Resist Planar Alignment",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You can tell that your target feels the oppression of the plane around you, the rank evil of the place.  A few spoken phrases, backed by magical power, and that oppression seems to lift. \nThis abjuration grants a creature limited protection from a plane's alignment traits (DMG 149).  When the subject visits a plane with an alignment trait, this spell grants it immunity to penalties on its Charisma-based checks that mildly aligned planes impose on visitors of opposed alignments.  The Charisma-, Wisdom-, and Intelligence based check penalties associated with strongly aligned planes are halved while the spell's duration lasts. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Possession",
    "school": "abjuration",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "This spell wards a creature against mental control and possession attempts. The spell blocks any attempt to possess the warded creature (as by a magic jar attack or certain ghost feats) or to exercise mental control over the creature (as by a vampire's supernatural domination ability, which works similarly to dominate person). The protection does not prevent a vampire's domination itself, but it prevents the vampire from mentally commanding the protected creature. If the protection from possession effect ends before the domination effect does, the vampire would then be able to mentally command the controlled creature. Likewise, the spell keeps out a possessing life force, but does not expel one if it is in place before the spell is cast. Arcane Material Component: A bit of powdered silver, which is used to mark the forehead of the target creature. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Protection from Chaos",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks from chaotic creatures, and chaotic summoned creatures cannot touch the subject. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature Touched",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Evil",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell wards a creature from attacks by evil creatures, from mental control, and from summoned creatures.  It creates a magical barrier around the subject at a distance of 1 foot.  The barrier moves with the subject and has three major effects. \nFirst, the subject gains a +2 deflection bonus to AC and a +2 resistance bonus on saves.  Both these bonuses apply against attacks made or effects created by evil creatures. \nSecond, the barrier blocks any attempt to possess the warded creature (by a magic jar attack, for example) or to exercise mental control over the creature (including enchantment (charm) effects and enchantment (compulsion) effects that grant the caster ongoing control over the subject, such as dominate person).  The protection does not prevent such effects from targeting the protected creature, but it suppresses the effect for the duration of the protection from evil effect.  If the protection from evil effect ends before the effect granting mental control does, the would-be controller would then be able to mentally command the controlled creature.  Likewise, the barrier keeps out a possessing life force but does not expel one if it is in place before the spell is cast.  This second effect works regardless of alignment. \nThird, the spell prevents bodily contact by summoned creatures.  This causes the natural weapon attacks of such creatures to fail and the creatures to recoil if such attacks require touching the warded creature.  Good summoned creatures are immune to this effect.  The protection against contact by summoned creatures ends if the warded creature makes an attack against or tries to force the barrier against the blocked creature.  Spell resistance can allow a creature to overcome this protection and touch the warded creature. \nArcane Material Component: A little powdered silver with which you trace a 3-foot -diameter circle on the floor (or ground) around the creature to be warded. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Ward",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your head throbs with energy as you recite the final few phrases of the spell.  A moment later, the energy releases and the area you designated as the spell's target glows silver for several seconds.  You hear a sound like a mechanical object winding down. \nThis spell functions like dispel magic (PH 223), except that it can be used only in the targeted or area version, and it affects only abjuration magic placed upon objects or areas (such as arcane lock, explosive runes, fire trap, glyph of warding, and guards and wards. ) The maximum bonus on the level check is +10. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One warded object or area",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Winged Flyers",
    "school": "abjuration",
    "sub_school": "",
    "source": "shining_south",
    "description": "The spell functions like protection from evil, except that the bonuses apply to attacks from creatures that have wings and a fly speed. Summoned creatures that fly with wings cannot touch the subject. Spell resistance can allow a creature to overcome this protection and touch the warded creature. Arcane Material Component: A feather or bat wing. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Nightshield",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "With a whisper-quiet whoosh, a field of shadowy energy cloaks your body. \nThis spell provides a +1 resistance bonus on saving throws; this resistance bonus increases to +2 at caster level 6th and +3 at caster level 9th.  In addition, the spell negates magic missile attacks directed at you. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Protection from Incarnum",
    "school": "abjuration",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You ward a creature from attacks by soulmelds and incarnum creatures. The spell forms a barrier at a distance of 1 foot around the warded creature. The barrier is normally invisible, but it flashes electric blue when struck by an incarnum creature's natural weapon attack or an effect generated by a soulmeld. While protected, the subject gains a +2 deflection bonus to Armor Class and a +2 resistance bonus on saves. Both of these bonuses apply only against natural weapon attacks made by incarnum creatures or effects created by soulmelds. A side effect of this spell is that it prevents the subject from gaining essentia, even if such an effect would be considered beneficial. Such effects automatically fail if targeted on the protected subject. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Law",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks from lawful creatures, and lawful summoned creatures cannot touch the subject. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature Touched",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Endure Elements",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A creature protected by endure elements suffers no harm from being in a hot or cold environment.  It can exist comfortably in conditions between -50 and 140 degrees Fahrenheit without having to make Fortitude saves (as described in the Dungeon Master's Guide).  The creature's equipment is likewise protected. \nEndure elements doesn't provide any protection from fire or cold damage, nor does it protect against other environmental hazards such as smoke, lack of air, and so forth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]