[
  {
    "name": "Ghost Trap",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Energy ripples outward from you, rendering solid the insubstantial. \nYou are surrounded by a fi eld of energy that negates incorporeality.  The radius of the field is 5 feet per caster level.  All incorporeal creatures in this field become corporeal.  Creatures cannot turn ethereal while in this area, and ethereal creatures cannot enter or affect the plane this spell was cast on while in this field. ",
    "effect": "",
    "range": " 5 ft. / level",
    "components": "verbal,somatic",
    "target": "",
    "area": " 5 ft. / level-radius emanation centered on you",
    "duration": " 1 minute / level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hidden Truename",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "You chant a personal truename in an ever-quieter voice as you slowly lower your hand and crouch, trying to erase traces of the personal truename from the cosmos. The subject gains protection from those who would use her personal truename for ill purposes, and a modicum of defense against utterances that use more general truenames. The subject of a hidden truename spell gets a +2 bonus on saving throws against utterances. In addition, those trying to research the personal truename of a creature protected by hidden truename take a -8 penalty on the Knowledge check required to do so. (Truename research rules are detailed on page 196). Truename Component:When you cast this spell, you must correctly speak the personal truename of the creature you're trying to protect. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,true name",
    "target": " One creature with an Intelligence score of 3 or higher",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dragonmark Symbol",
    "school": "abjuration",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You use a dragonshard to trace a copy of your dragonmark on a surface.  The shard disappears as you complete the rune, which glows momentarily, then fades away. \nThis spell functions like a symbol of death (PH 289), except that each creature within the radius of a dragonmark symbol must attempt a Fortitude saving throw each round at the beginning of its turn.  Failure means that a creature is nauseated.  These effects end after the creature moves farther than 60 feet from the symbol. \nUnlike symbol of death, dragonmark symbol has no hit point limit; once triggered, a dragonmark symbol simply remains active for 10 minutes per caster level. \nCreatures possessing the dragonmark of your house do not trigger the symbol and are unaffected by it if it is triggered by others.  However, they sense its presence if they are within 60 feet.  Because aberrant dragonmarks are unique, a dragonmark symbol spell cast by a character with an aberrant dragonmark affects all creatures except the caster. \nYou can make a dragonmark symbol permanent using a permanency spell (CL 14th, 3,000 XP). \nNote: Magic traps such as dragonmark symbol are hard to detect and disable.  A rogue (only) can use the Search skill to find a dragonmark symbol and Disable Device to thwart it.  The DC in each case is 25 + spell level, or 31 for dragonmark symbol. \nMaterial Component: A Siberys dragonshard (if you possess a true dragonmark) or a Khyber dragonshard (if you possess an aberrant dragonmark) worth at least 1,000 gp. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": " One symbol",
    "range": " 0 ft.; see text",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resistance, Superior",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "As you finish casting the spell, you feel imbued with the feeling that something greater than yourself is protecting you.  When you touch your intended subject and release the spell, the feeling disappears. \nThis spell functions like resistance (PH 272), except as noted here.  You grant the subject a +6 resistance bonus on saves. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Magic, Greater",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like dispel magic, except that the maximum caster level on your dispel check is +20 instead of +10. \nAdditionally, greater dispel magic has a chance to dispel any effect that remove curse can remove, even if dispel magic can't dispel that effect. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Snare Astral Traveler",
    "school": "abjuration",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "This spell allows the caster to attract and capture an astral creature, as someone using the astral projection spell. If such a creature is within range at the time of casting and fails its saving throw, it is brought instantly before thecaster and held motionless and visible for the spell's duration. Spellcasters generally follow snare astral traveler with a more lasting restraint, such as trap the soul. If more than one astral creature is within range, the closest creature is affected. If that creature makes its saving throw, the next closest creature must make a save. This continues until one creature fails its save or all have succeeded. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One astral creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Gate Seal",
    "school": "abjuration",
    "sub_school": "",
    "source": "forgotten_realms_campaign_setting",
    "description": "You permanently seal a gate or portal. Gate seal prevents any activation of the gate or portal, though the seal may be negated by a successful dispel magic cast upon the spell. A knock spell does not function on the gate seal, but a chime of opening dispels the spell. Material Component: A silver bar worth 50 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One gate or portal",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Stone Body",
    "school": "abjuration",
    "sub_school": "",
    "source": "races_of_faerun",
    "description": "As iron body, except as follows. You gain damage reduction 20/+2. You are vulnerable to all special attacks that affect stone golems. You gain a +4 enhancement bonus to Strength and a -4 penalty to Dexterity (to a minimum Dexterity score of 1). Your speed is reduced to half normal. Your weight increases by a factor of three. Arcane Material Component: A small piece of stone that was once part of either a stone golem, a greater earth elemental, or a castle's outer wall. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Banishment",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A banishment spell is a more powerful version of the dismissal spell.  It enables you to force extraplanar creatures out of your home plane.  As many as 2 Hit Dice of creatures per caster level can be banished.  You can improve the spell's chance of success by presenting at least one object or substance that the target hates, fears, or otherwise opposes.  For each such object or substance, you gain a +1 bonus on your caster level check to overcome the target's spell resistance (if any), the saving throw DC increases by 2.  For example, if this spell were cast on a demon that hated light and was vulnerable to holy water and cold iron weapons, you might use iron, holy water, and a torch in the spell.  The three items would give you a +3 bonus on your check to overcome the demon's spell resistance and add 6 to the spell's save DC. \nAt the DM's option, certain rare items might work twice as well as a normal item for the purpose of the bonuses (each providing a +2 bonus on the caster level check against spell resistance and increasing the save DC by 4). \nArcane Focus: Any item that is distasteful to the subject (optional, see above). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One or more extraplanar creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fleshbound",
    "school": "abjuration",
    "sub_school": "",
    "source": "secrets_of_sarlona",
    "description": "",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One possessed creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]