[
  {
    "name": "Nondetection",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The warded creature or object becomes difficult to detect by divination spells such as clairaudience/clairvoyance, locate object, and detect spells.  Nondetection also prevents location by such magic items as crystal balls.  If a divination is attempted against the warded creature or item, the caster of the divination must succeed on a caster level check (1d20 + caster level) against a DC of 11 + the caster level of the spellcaster who cast nondetection.  If you cast nondetection on yourself or on an item currently in your possession, the DC is 15 + your caster level. \nIf cast on a creature, nondetection wards the creature's gear as well as the creature itself. \nMaterial Component: A pinch of diamond dust worth 50 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature or object touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Energy",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Protection from energy grants temporary immunity to the type of energy you specify when you cast it (acid, cold, electricity, fire, or sonic).  When the spell absorbs 12 points per caster level of energy damage (to a maximum of 120 points at 10th level), it is discharged. \nNote: Protection from energy overlaps (and does not stack with) resist energy.  If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]