[
  {
    "name": "Bear_s Endurance",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The affected creature gains greater vitality and stamina.  The spell grants the subject a +4 enhancement bonus to Constitution, which adds the usual benefits to hit points, Fortitude saves, Constitution checks, and so forth.  \nHit points gained by a temporary increase in Constitution score are not temporary hit points.  They go away when the subject's Constitution drops back to normal.  They are not lost first as temporary hit points are (see page 146). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Keen Edge",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell makes a weapon magically keen, improving its ability to deal telling blows.  This transmutation doubles the threat range of the weapon.  A threat range of 20 becomes 19-20, a threat range of 19-20 becomes 17-20, and a threat range of 18-20 becomes 15-20.  The spell can be cast only on piercing or slashing weapons.  If cast on arrows or crossbow bolts, the keen edge on a particular projectile ends after one use, whether or not the missile strikes its intended target.  (Treat shuriken as arrows, rather than as thrown weapons, for the purpose of this spell). \nMultiple effects that increase a weapon's threat range (such as the keen edge spell and the Improved Critical feat) don't stack.  You can't cast this spell on a natural weapon, such as a claw. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One weapon or fifty projectiles, all of which must be in contact with each other at the time of casting",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bull_s Strength",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject becomes stronger.  The spell grants a +4 enhancement bonus to Strength, adding the usual benefits to melee attack rolls, melee damage rolls, and other uses of the Strength modifier. \nArcane Material Component: A few hairs, or a pinch of dung, from a bull. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Darkvision",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject gains the ability to see 60 feet even in total darkness.  Darkvision is black and white only but otherwise like normal sight.  Darkvision does not grant one the ability to see in magical darkness. \nDarkvision can be made permanent with a permanency spell. \nMaterial Component: Either a pinch of dried carrot or an agate. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]