[
  {
    "name": "Persuade to Manifest",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "ghostwalk",
    "description": "This spell sends a powerful signal to the soul of a creature that has died and not yet manifested on the Material Plane or passed on to the True Afterlife. The soul immediately appears on the Ethereal Plane and can immediately make a Wisdom check with a +10 morale bonus to manifest on the Material Plane. If that check is failed, the ghost may make Wisdom checks normally every minute to manifest. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Dead creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Yes (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Nybor_s Mild Admonishment",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "magic_of_faerun",
    "description": "This improvement on Nybor's gentle reminder causes intense pain in the subject. The subject is dazed for 1d4 rounds and suffers a -2 penalty on attacks, saving throws, and most checks while the spell lasts; however, the subject also receives a +2 circumstance bonus to Strength. Focus: A pointed stick at least 1 foot long. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Warcry",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "You unleash a tremendous battle cry that causes creatureswithin a 30-foot cone to cower in fear for 1d4 rounds. Any creature that fails its Fortitude save loses its Dexterity bonus to AC and can take no actions. Foes gain a +2 bonus to hit cowering creatures. ",
    "effect": " Cone-shaped burst",
    "range": " 30 ft.",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bothersome Babble",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_mage",
    "description": "A sudden confused look appears on your target's face as the words coining from his mouth become nonsense. The subject can't make himself understood through verbal communication. No matter how hard he tries, he can't speak a language, but only utters nonsense sounds. His ability to write is unimpeded. To cast a spell with a verbal component, the subject must succeed on a Concentration check; the DC equals this spell's save DC + level of the spell to be cast. If you cast bothersome babble on a creature currently affected by a previous casting of the spell, the second spell has a different effect. As long as both spells' durations last, the subject's speech is physically painful to it. In any round in which the creature speaks, it takes 1d8 points of damage. Treat this as continuous damage for the purpose of making Concentration checks to cast spells. When the first duration ends, this secondary effect is replaced by the normal effect of the spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 3 rounds",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Compel Breath",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "dragons_of_faerun",
    "description": "Though the creature struggles to contain itself, its breath weapon bursts forth explosively. The target of the spell is compelled to use its breath weapon as soon as it is capable. For instance, if a dragon must wait 1d4 rounds, and it rolls a 2, it must use its breath weapon after 2 rounds. The creature is capable of taking normal actions whenever its breath weapon is not available, though it cannot use any feats or spells that delay this result. Special: Sorcerers cast this spell at +1 level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Inevitable Defeat",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "You touch the creature with your hand, and it teeters on the edge of unconsciousness. You draw a cloud over the subject's mind, dealing 3d6 points of nonlethal damage. No saving throw is allowed against this effect. Each round on its turn, the subject must succeed on a Will save or take another 3d6 points of nonlethal damage. If the saving throw is successful, the damage for that round is negated and the spell ends. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None and Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Adoration of the Frightful",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "dragon_magic",
    "description": "A thunderous rumble echoes from within you, washing over cowed creatures and forcing them to show you respect. \nUpon casting this spell, you radiate a magical aura that causes fearful creatures to shy away from harming you.  While this spell is in effect, any creature within the spell's area that is shaken, frightened, or panicked has its attitude toward you shifted to friendly (see Influencing NPC Attitudes, PH 72). \nThis effect ends for a given creature if the fear effect is removed, or if you or an ally attacks the creature or otherwise takes any hostile act toward it. \nSpecial: A character who learns this spell gains a +1 competence bonus on Diplomacy checks. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal",
    "target": "",
    "area": " 60-ft. radius emanation, centered on you",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Deep Slumber",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like sleep, except that it affects 10 HD of creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Miser_s Envy",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "Upon invoking the power of this spell, both the dwarf and the small idol across the room glow with a violet shade.  The dwarf starts moving toward it, his eyes tinged violet with greed. \nWhen you cast this spell, you designate a target creature and specify an object, both of which must be within the spell's range.  If the target creature fails its saving throw, it becomes consumed by a powerful desire for the object.  For the duration of the spell, the creature seeks to obtain the object (going so far as to attack anyone holding or wearing it). \nOnce the creature gains possession of the object, it protects the item greedily, attacking anyone who approaches within 30 feet or who otherwise appears to be trying to take the object away.  If no one approaches within 30 feet or seems interested in trying to take the object, the subject can act normally. \nDragons, due to their greedy nature, take a -4 penalty on their saving throws against this spell. \nMaterial Component: A copper piece. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mesmerizing Glare",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You say nothing, but your eyes glow with a warm, friendly fire.  Others stop to regard you, and once enraptured, they cannot look away. \nDirecting your gaze toward the target creatures, you cause them to stop and stare blankly at you.  Creatures that fail their saving throws become fascinated. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "somatic",
    "target": " One living creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Power Word Maladroit",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "You speak a word to make your target ungainly and awkward. You utter a single word of power that instantly causes one creature of your choice to become clumsier, dealing 2 points of damage to its Dexterity, whether the creature can hear the word or not. The specific effect and duration of the spell depend on the target's current hit point total, as shown below. Any creature that currently has 75 or more hit points is unaffected by power word maladroit. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 75 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Suggestion",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You influence the actions of the target creature by suggesting a course of activity (limited to a sentence or two). The suggestion must be worded in such a manner as to make the activity sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act automatically negates the effect of the spell. However, a suggestion that a pool of acid is actually pure water and that a quick dip would be refreshing is another matter. Urging a red dragon to stop attacking your party so that the dragon and party could jointly loot a rich treasure elsewhere is a likewise reasonable use of the spell's power. The suggested course of activity can continue for the entire duration, such as in the case of the red dragon mentioned above. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do. You can instead specify conditions that will trigger a special activity during the duration. For example, you might suggest that a noble knight give her warhorse to the first beggar she meets. If the condition is not met before the spell duration expires, the activity is not performed. A very reasonable suggestion causes the save to be made with a penalty (such as -1 or -2) at the discretion of the DM. Material Component: A snake's tongue and either a bit of honeycomb or a drop of sweet oil. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 hour/level or until completed",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dolorous Motes",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "This spell creates flickering motes of light that cause intense mental anguish. Creatures inside or passing through a cloud of dolorous motes must succeed on a Will save or be dazed for 1 round. A new save may be made each round. Leaving and then re-entering a cloud of motes forces a new save. The caster can create one large cloud of flickering motes or several smaller clouds. For example, a 5th-level caster could create five separate clouds, each filling a 10-foot cube anywhere within the spell's range. Conversely, the caster can group one or more 10-foot-cubes together to form larger clouds or barriers. The affected cubes need not be adjacent to one another, but each cloud is stationary once placed. Sacrifice: 1d3 points of Wisdom damage. ",
    "effect": " 1 10-ft. cube/level",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hold Person",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "The subject becomes paralyzed and freezes in place. It is aware and breathes normally but cannot take any actions, even speech. Each round on its turn, the subject may attempt a new saving throw to end the effect. (This is a full-round action that does not provoke attacks of opportunity). A winged creature who is paralyzed cannot flap its wings and falls. A swimmer can't swim and may drown. Arcane Focus: A small, straight piece of iron. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rage",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Each affected creature gains a +2 morale bonus to Strength and Constitution, a +1 morale bonus on Will saves, and a -2 penalty to AC. The effect is otherwise identical with a barbarian's rage (see page 25), except that the subjects aren't fatigued at the end of the rage. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One willing living creature per three levels, no two of which may be more than 30 ft. apart",
    "area": "",
    "duration": " Concentration + 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Power Word Deafen",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "A single word from your lips overwhelms your foe's hearing. You utter a single word of power that instantly causes one creature of your choice to become deafened, whether the creature can hear the word or not. The duration of the spell depends on the target's current hit point total, as shown below. Any creature that currently has 101 ormore hit points is unaffected by power word deafen. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 100 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heroism",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell imbues a single creature with great bravery and morale in battle.  The target gains a +2 morale bonus on attack rolls, saves, and skill checks. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Suppress Breath Weapon",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You shout out the words of this spell and the creature's throat constricts, a blue ring of runes visible around its neck. \nThe subject of this spell cannot use its breath weapon for the duration of the spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature that has a breath weapon",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Evil Eye",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster focuses malevolent wishes through her gaze and curses someone with bad luck. The subject takes a -4 luck penalty on all attack rolls, saves, and checks. The spell ends at the next sunrise, when dismissed, when a remove curse is cast on the subject, or when the caster takes at least 1 point of damage from the subject. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Hesitate",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "In the eyes of your enemy, you seem large, powerful, and indomitable. You fill a subject with doubts and misgivings, making it believe it is inferior to you. On a failed save, the subject can take no action other than a move action on its current turn. Hesitate confers no special bonuses for attackers attempting to hit the subject; the subject still defends itself. If you attack the affected creature, the spell ends immediately. Each round, as a swift action at the start of its turn, thesubject can attempt a new saving throw to end the effect. If the save succeeds, the subject can then act normally. You can cast this spell even when it's not your turn; however, you must cast it at the start of your opponent's turn to gain the benefit. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Tormenting Thirst",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "sandstorm",
    "description": "This spell fills the subject with a terrible sense of thirst. Desperate and unable to focus on any other goal, it must drink as deeply as it can. The affected creature runs to the nearest body of water in sight, grabs and empties the closest container of water or liquor (even those carried by allies), or runs toward the nearest known source of water. No matter how much the subject drinks, the sensation of thirst is not quenched. If denied the opportunity to quench its thirst, an affected creature flies into a rage similar to the barbarian class feature (see page 25 of the Player's Handbook). The subject attacks friend and foe alike in its quest to find water, though not necessarily with lethal force. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Power Word Weaken",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "With a word, you sap strength from your target. You utter a single word of power that instantly causes one creature of your choice to become weaker, dealing 2 points of damage to its Strength, whether the creature can hear the word or not. The specific effect and duration of the spell depend on the target's current hit point total, as shown below. Any creature that currently has 75 or more hit points is unaffected by power word weaken. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 75 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Dizziness",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You release a drab violet ray from your palm.  The ray shoots toward your target in a spiraling corkscrew. \nYou strike out at your enemy with a ray that causes intense feelings of vertigo.  You must succeed on a ranged touch attack with the ray to strike a target.  A struck subject experiences strong feelings of vertigo and can take only a move action or a standard action each round (but not both, and it cannot take a full-round action). \nFocus: A small top. ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Elation",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "Your allies become elated, full of energy and joy. Affected creatures gain a +2 morale bonus to effective Strength and Dexterity, and their speed increases by +5 feet. Elation does not remove the condition of fatigue, but it does offset most of the penalties for being fatigued. ",
    "effect": "",
    "range": " 80 ft.",
    "components": "verbal,somatic",
    "target": " Allies in an 80-ft.-radius spread of you",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]