[
  {
    "name": "Nybor_s Gentle Reminder",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "magic_of_faerun",
    "description": "This spell was quite popular with slave overseers and those wishing to make their servants work a little faster. The Red Wizards now employ it mainly as a combat spell. The subject receives a sharp, agonizing pain, which makes him dazed (no actions, but can defend against attacks normally) for 1 round. The subject suffers a -1 penalty on attacks, saving throws, and most checks while the spell lasts; however, the subject also receives a +2 circumstance bonus to Strength. Focus: A stick at least 1 foot long. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature",
    "area": "",
    "duration": " 2 rounds",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Distract Assailant",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "Buzzing under your breath like a fly, you swat at the sky and toss the fly's wing in your hand into the air.  The target of your spell becomes distracted, starting at shadows and looking about for unseen assailants. \nA creature affected by this spell is flat-footed until the beginning of its next turn. \nMaterial Component: The dried wing of a fly. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hypnotism",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Your gestures and droning incantation fascinate nearby creatures, causing them to stop and stare blankly at you.  In addition, you can use their rapt attention to make your suggestions and requests seem more plausible.  Roll 2d4 to see how many total Hit Dice of creatures you affect.  Creatures with fewer HD are affected before creatures with more HD.  Only creatures that can see or hear you are affected, but they do not need to understand you to be fascinated. \nIf you use this spell in combat, each target gains a +2 bonus on its saving throw.  If the spell affects only a single creature not in combat at the time, the saving throw has a penalty of -2. \nWhile the subject is fascinated by this spell, it reacts as though it were two steps more friendly in attitude (see Influencing NPC Attitudes, page 72).  This allows you to make a single request of the affected creature (provided you can communicate with it).  The request must be brief and reasonable.  Even after the spell ends, the creature retains its new attitude toward you, but only with respect to that particular request.  A creature that fails its saving throw does not remember that you enspelled it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Several living creatures, no two of which may be more than 30 ft. apart",
    "duration": " 2d4 rounds (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stupor",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster places one creature already helpless in a clouded, confused state that does not allow the subject to think clearly or take actions. The effect is similar to being drugged. The subject can be moved and even forced to walk on her own if dragged along, but she is unaware of what is going on around her. Material Component: A puffball mushroom. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic,material",
    "target": "",
    "area": " One helpless creature",
    "duration": " 1 hour/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Inhibit",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You cast this spell and a spiral of dark motes surrounds your foe, slowing and distracting him from the task at hand. \nYou inhibit your foe from acting.  The subject is forced to delay until the following round, acting immediately before you on your initiative count. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Charm Person",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This charm makes a humanoid creature regard you as its trusted friend and ally (treat the target's attitude as friendly; see Influencing NPC Attitudes, page 72).  If the creature is currently being threatened or attacked by you or your allies, however, it receives a +5 bonus on its saving throw. \nThe spell does not enable you to control the charmed person as if it were an automaton, but it perceives your words and actions in the most favorable way.  You can try to give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do.  (Retries are not allowed).  An affected creature never obeys suicidal or obviously harmful orders, but a charmed fighter, for example, might believe you if you assured him that the only chance to save your life is for him to hold back an onrushing red dragon for \"just a few seconds\".  Any act by you or your apparent allies that threatens the charmed person breaks the spell.  You must speak the person's language to communicate your commands, or else be good at pantomiming. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sleep",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "A sleep spell causes a magical slumber to come upon 4 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. Hit Dice that are not sufficient to affect a creature are wasted. For example, Mialee casts sleep at one rat (1/4 HD), one kobold (1 HD), two gnolls (2 HD), and an ogre (4 HD). The rat, the kobold, and one gnoll are affected (1/4 + 1 + 2 = 3-1/4 HD). The remaining 3/4 HD is not enough to affect the last gnoll or the ogre. Mialee can't choose to have sleep affect the ogre or the two gnolls. Sleeping creatures are helpless. Slapping or wounding awakens an affected creature, but normal noise does not. Awakening a creature is a standard action (an application of the aid another action). Sleep does not target unconscious creatures, constructs, or undead creatures. Material Component: A pinch of fine sand, rose petals, or a live cricket. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One or more living creatures within a 10-ft.-radius burst",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incite",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You cast this spell and your opponent is swallowed in a spiral of sparkling motes that urge your targets to act. \nAffected creatures are not allowed to delay or to ready an action.  If a subject is currently delaying, it acts as soon as the spell is cast.  If the subject currently has an action readied, it loses that action. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Creatures in a 10-ft. burst",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Distract",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "This spell arouses a zest and appreciation for life in the targets.  The targets are distracted as they study the shapes of the clouds, the texture of tree bark, the patterns carved into a stone wall, the temperature and scent of a breeze—anything and everything gets their attention, if just for a moment. \nThe targets of this spell must succeed on a Will save or lose themselves to the urge to experience nearly everything.  Failure indicates the creatures take a —4 penalty on all Concentration, Listen, Search, and Spot checks, and can take only a single standard or move action each round, but not both.  Creatures with more than 6 HD are unaffected. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "somatic",
    "target": " One creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sacrificial Skill",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster gains a +5 bonus on all Knowledge (religion) checks that have to do with sacrifices made to evil gods. See Sacrifices in Chapter 2 for the Knowledge (religion) check DCs required to gain boons from evil gods. Material Component: A lock of hair taken from an unwilling humanoid. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " Caster",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Shock and Awe",
    "school": "enchantment",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Upon completing this spell, you feel a nagging compulsion to divert your attention from your enemies.  Shaking off the feeling, you note with satisfaction that your targeted enemies seem even more distracted than you. \nThis spell distracts its targets, preventing them from reacting with the deftness they might otherwise possess.  Only effective when cast in the surprise round of combat and against flat-footed creatures, this spell causes those it affects to take a -10 penalty on their next initiative check.  Targets that cannot be caught flat-footed (such as a rogue with uncanny dodge) cannot be affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Power Word Fatigue",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "With a syllable, you sap vigor from your target. You utter a single word of power that instantly causes one creature of your choice to become fatigued, whether the creature can hear the word or not. (A fatigued creature instead becomes exhausted for the spell's duration, then reverts to being fatigued). The duration of the spell depends on the target's current hit point total, as shown below. Any creature that currently has 101 or more hit points is unaffected by power word fatigue. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 100 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Drug Resistance",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The creature touched is immune to the possibility of addiction to drugs. He still experiences the negative and positive effects of drugs during the spell's duration. This spell does not free the target from the effects of an addiction already incurred. If the spell ends before the effects of a drug wear off, the normal chance for addiction applies. Material Component: Three drops of pure water. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Whelm",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "You thrust one arm forward toward your foe, palm open and fingers splayed. The creature reels as an invisible surge of power invades its mind. You launch a magical assault that wears at the target's mind, dealing 1d6 points of nonlethal damage if it fails its saving throw. For every two caster levels beyond 1st, you deal an extra 1d6 points of nonlethal damage to the subject, to a maximum of 5d6 at 9th level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Beckon Person",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "tome_of_magic",
    "description": "With a crook of your finger and some spoken truenames, you urge a creature closer. The creature's eyes turn solid blue as it shambles toward you. This simple enchantment weaves truenames for \"approach\"and \"closer\" into a spell that forces the subject to move closer to you. If you succeed on the Truespeak check and the creature fails its saving throw, it must move at least 10 feet closer to you each round if able. The creature can choose its own path and means of locomotion, but if it can, it must end its turn at least 10 feet closer to you than it started. The creature defends itself normally and can take whatever actions it likes, so long as it moves closer to you every turn. The creature can move toward you faster than 10 feet per round if it likes. When the creature is adjacent to you, it acts normally unless you move away. If you move away, it must move 10 feet per round closer to your new location if it can. The beckon person spell lasts for at least 1 round, but it might last longer if you excel at the Truespeak check (described below). Truename Component: When you cast this spell, you must correctly speak the truenames associated with movement and approach. You learn these truenames when you learn this spell. The Truespeak DC to cast this spell is 15; you add 2 rounds to the duration for every 5 points by which you exceed the DC. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,true name",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 round; see text (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Power Word Pain",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "A word you speak causes continuing pain to your target. \nYou utter a single word of power that instantly deals 1d6 points of damage to one creature of your choice, and another 1d6 points in every round thereafter for as long as the spell lasts.  The duration of the spell depends on the target's current hit point total, as shown below.  Any creature that currently has 101 or more hit points is unaffected by power word pain. \n\n\nHit Points \nDuration \n\n\n 50 or less \n 4d4 rounds \n\n\n 51-75 \n 2d4 rounds \n\n\n 76-100 \n 1d4 rounds",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 100 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rouse",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "With a loud snap of your fingers, you cause any sleeping creatures in the spell's area to awaken. This spell has no effect on creatures that are unconscious due to being reduced to negative hit points, or that have taken nonlethal damage in excess of their current hit points. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 10-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]