[
  {
    "name": "Crushing Despair",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible cone of despair causes great sadness in the subjects. Each affected creature takes a -2 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls. Crushing despair counters and dispels good hope. Material Component: A vial of tears. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Aggravate Dracorage",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "dragons_of_faerun",
    "description": "The ancient words are no sooner spoken than you behold the twinkling fire within the dragon's eyes flare into a conflagration. This spell fuels the Dracorage for a short period. It causes the target to instantly and fully succumb to the Dracorage, shifting the target's attitude toward nondragons to hostile and instilling in the dragon a bloodthirsty desire to murder and wreak havoc. This usually causes the dragon (even a good metallic dragon) to immediately attack all nondragons nearby. Because aggravate Dracorage manipulates the existing Dracorage mythal, the Will save against the spell is 4 higher than normal and has a DC of 18 + the appropriate ability modifier. (Nevertheless, many casters of the spell will use subterfuge to trick the target dragon into allowing the spell to be cast freely upon it, thereby avoiding the dragon's high Will save bonus). As with the Dracorage mythal itself, this spell ignores a dragon's spell resistance. Aggravate Dracorage functions only during the period of the Dracorage and has no effect on dragons at other times. This spell counters or dispels abate Dracorage. Origin: As part of his research to control the Dracorage mythal, Sammaster (the once-human lich) crafted aggravate Dracorage and shared it with his most loyal minions. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One dragon",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hold Person Or Ghost",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "ghostwalk",
    "description": "As hold person, except that it also affects ghosts. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Vecna Malevolent Whisper",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_mage",
    "description": "You whisper a horrific word of power that rends the soul of your subject. A weaker (and perhaps older) variant of the power word spells, this horrible malediction was supposedly created by the Whispered One himself, long before his ascension to godhood. The subject of the spell is reduced to -9 hit points (no roll to check for becoming stable is necessary). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature that has 10 hit points or fewer",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Whelm, Mass",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "With a sweep of your arm, creatures reel as an invisible surge of magical power invades their minds. This spell functions like whelm, except that it affects multiple targets and it deals 1d6 points of nonlethal damage per caster level to each subject, to a maximum of 10d6 at 10th level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature/level",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Battle Hymn",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "spell_compendium",
    "description": "You wave your hand as if a conductor and hum an uplifting tune under your breath.  As the energy of the spell releases, you hear the air around you fill with the song you are humming ,as if performed by a small troupe. \nThis spell brings forth a stirring martial tune that inspires all creatures within the area who are friendly to you.  These creatures can reroll one Will save that they have just made each round for the duration of the spell.  The reroll must be made before the DM declares whether the roll results in success or failure, and the result of the second roll must be used, even if it is a lower result. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": " All allies within 30 ft.",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Geas, Lesser",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "A lesser geas places a magical command on a creature to carry out some service or to refrain from some action or course of activity, as desired by you. The creature must have 7 or fewer Hit Dice and be able to understand you. While a geas cannot compel a creature to kill itself or perform acts that would result in certain death, it can cause almost any other course of activity. The geased creature must follow the given instructions until the geas is completed, no matter how long it takes. If the instructions involve some open-ended task that the recipient cannot complete through his own actions (such as \"Wait here\" or \"Defend this area against attack\"), the spell remains in effect for a maximum of one day per caster level. A clever recipient can subvert some instructions: For example, if you order the recipient to protect you from all harm, it might place you in a nice, safe dungeon for the duration of the spell. If the subject is prevented from obeying the lesser geas for 24 hours, it takes a -2 penalty to each of its ability scores. Each day, another -2 penalty accumulates, up to a total of – 8. No ability score can be reduced to less than 1 by this effect. The ability score penalties are removed 24 hours after the subject resumes obeying the lesser geas. A lesser geas (and all ability score penalties) can be ended by break enchantment, limited wish, remove curse, miracle, or wish. Dispel magic does not affect a lesser geas. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 7 HD or less",
    "area": "",
    "duration": " One day/level or until discharged (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Beckon Monster",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "tome_of_magic",
    "description": "This spell functions like beckon person, except that the effect is not restricted by creature type or size. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,true name",
    "target": " One creature",
    "area": "",
    "duration": " 1 round; see text (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Melf_s Slumber Arrows",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_mage",
    "description": "A single arrow gleams like a star in the night, promising a deathlike slumber to its target. At any time during this spell's duration, you can use a swift action to imbue an arrow that you hold with the power of slumber. Any creature of 15 HD or less that is dealt damage by this arrow before the end of your turn falls asleep for 1 hour. A successful Will save means the target becomes fatigued for 1 hour instead. Any arrow that doesn't deal damage to a target before your turn ends loses its magic (but can be imbued again on your next turn). You can imbue one arrow for every three caster levels you have (maximum five arrows). Material Component: A few poppy seeds. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " 1 arrow/3 levels",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Power Word Distract",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "races_of_the_dragon",
    "description": "A single word from your lips renders your foe vulnerable and distracted. You utter a single word of power that instantly causes one creature of your choice to become briefly distracted, whether the creature can hear the word or not. The creature is treated as flat-footed until its next turn. Any creature that currently has 151 or more hit points is unaffected by power word distract. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 150 hp or less",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dream Lock, Mass",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "secrets_of_sarlona",
    "description": "This spell functions like dream lock, except that mass dream lock affects multiple creatures. \nSpecial: If you cast this spell while in a dreamtouched state, all creatures within the area are subject to your influence.  Any suggested course of activity will be directed to all creatures simultaneously, and will be ignored if inapplicable. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One or more living creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Confusion",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell causes the targets to become confused, making them unable to independently determine what they will do. \nRoll on the following table at the beginning of each subject's turn each round to see what the subject does in that round. \n\n\nd% \nBehavior \n\n\n 01—10 \n Attack caster with melee or ranged weapons (or close with caster if attack is not possible).  \n\n\n 11—20 \n Act normally.  \n\n\n 21—50 \n Do nothing but babble incoherently.  \n\n\n 51—70 \n Flee away from caster at top possible speed.  \n\n\n 71—100 \n Attack nearest creature (for this purpose, a familiar counts as part of the subject's self).  \n\n\nA confused character who can't carry out the indicated action does nothing but babble incoherently.  Attackers are not at any special advantage when attacking a confused character.  Any confused character who is attacked automatically attacks its attackers on its next turn, as long as it is still confused when its turn comes.  Note that a confused character will not make attacks of opportunity against any creature that it is not already devoted to attacking (either because of its most recent action or because it has just been attacked). \nArcane Material Component: A set of three nut shells. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " All creatures in a 15-ft. radius burst",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Trance of the Verdant Domain",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "dragon_magic",
    "description": "A halo of green-gold light surrounds you, and then snakes outward into the mind of a nearby foe. You project an instantaneous surge of mental energy that overwhelms a weak-minded foe. The target stops and stares blankly, fascinated for 3 rounds. In addition, any creature under the effect of this spell takes a -2 penalty on saves against mind-affecting effects you create. Special: A green dragon capable of casting 6th-level sorcerer spells can cast this spell as a swift action. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Charm Monster",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like charm person, except that the effect is not restricted by creature type or size. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " One day/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cone of Euphoria",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "dragons_of_faerun",
    "description": "You dazzle your targets by breathing a beautiful cone of sparkling motes. As a standard action, you can breathe a cone of sparkling motes that causes euphoria. All those within the area must make a successful Will save or become dazed for 1d6 rounds. You must wait 1d4 rounds between each use. Material Component: A pinch of sparkling gem dust worth 10 gp. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft. cone",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Siren_s Call",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "stormwrack",
    "description": "The targets of this spell hear a sudden, distant song that instills in them a longing for the sea. Those who have heard it compare it to the song of a siren. A target who fails a saving throw against this spell moves immediately toward the nearest stretch of ocean that it can find and attempts to completely submerse itself in the water. This flight will be by the safest means possible, withdrawing from combat, fighting defensively, and not passing through threatened areas. The target will only fight if someone actively attempts to prevent it from following through with its search for the ocean; if this fight is with an ally, the target is granted a second saving throw to throw off the effects of the spell. In some environments, this means that those affected simply flee in the direction of the nearest coast. Along a shoreline, targets often plunge into the surf. Aboard ship, they leap overboard. If the subject has no idea where to find a substantial body of water, it simply chooses a random direction and continues until the spell expires. Once the spell's subjects are in the water, they begin swimming toward the deepest part of it they can reach, immersing themselves completely and refusing to come up for air, though they hold their breath as long as they are able. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature/2 levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rebuke, Greater",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "This spell functions like rebuke, except that the subject is cowering for 1d4 rounds instead of being dazed for 1 round. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]