[
  {
    "name": "Junglerazer",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Invisible destructive energy springs silently forth from you, instantly destroying all natural plant life in the area and leaving a path of ash in its wake. \nFey, vermin, plants and plant creatures, and animals caught in the area take 1d10 points of negative energy damage per caster level (maximum 10d10). \nMaterial Component: A pinch of ash from a burnt plant. ",
    "effect": "",
    "range": " 120 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 120-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Affliction",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "The subject contracts an affliction selected from the list below, which strikes immediately (no incubation period). Afflictions deal damage only to evil creatures. Any evil creature takes damage equal to that listed plus its Charisma bonus. An evil elemental or evil undead takes an extra 1 point of damage, and an evil outsider or an evil cleric of an evil deity takes an extra 2 points. The DC listed is for the subsequent saves (use affliction's normal save DC for the initial saving throw). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Evil creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Prickling Torment",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Angry red boils spread across the skin of your enemy. This spell causes the subject's skin to erupt in a blistering rash accompanied by a maddening itch. An affected creature is sickened while the spell lasts. In addition, if the creature takes any actions on its turn other than free, swift, or immediate actions, it takes 1d8 points of damage at the end of its turn. While affected by this spell, a creature takes a -2 penalty on saves to resist the distraction effect of any creature of the swarm subtype (in addition to the save penalty from the spell's sickening effect). If a subject under the effect of prickling torment is targeted by fever dream (see page 104), the two spells interact to create a greater effect. See the fever dream spell for details. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 5 rounds",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Contagion",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject contracts a disease selected from the table below, which strikes immediately (no incubation period).  The DC noted is for the subsequent saves (use contagion's normal save DC for the initial saving throw).  See the Dungeon Master's Guide for descriptions of each disease, as well as for the general effects of disease. \n\n\nDisease \nDC \nDamage \n\n\n Blinding sickness \n 16 \n 1d4 Str 1 \n\n\n Cackle fever \n 16 \n 1d6 Wis \n\n\n Filth fever \n 12 \n 1d3 Dex and 1d3 Con \n\n\n Mindfire \n 12 \n 1d4 Int \n\n\n Red ache \n 15 \n 1d6 Str \n\n\n Shakes \n 13 \n 1d8 Dex \n\n\n Slimy doom \n 14 \n 1d4 Con \n\n\n1 Each time a victim takes 2 or more points of Strength damage from blinding sickness, he or she must make another Fortitude save (using the disease's save DC) or be permanently blinded.  \n\n\nSee the Dungeon Master's Guide for descriptions of each disease, as well as for the general effects of disease. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghost Venom",
    "school": "necromancy",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "As poison, except the poison affects only ghosts and other ectoplasmic creatures. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Plague Carrier",
    "school": "necromancy",
    "sub_school": "",
    "source": "races_of_faerun",
    "description": "As contagion, except that the target is not stricken immediately: there is an incubation period. During the incubation period the target can transmit thedisease to others but shows no symptoms until his incubation period has ended. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Poison",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Calling upon the venomous powers of natural predators, you infect the subject with a horrible poison by making a successful melee touch attack.  The poison deals 1d10 points of temporary Constitution damage immediately and another 1d10 points of temporary Constitution damage 1 minute later.  Each instance of damage can be negated by a Fortitude save (DC 10 + 1/2 your caster level + your Wis modifier). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]