[
  {
    "name": "Blood Snow",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "You must cast this spell on a snow field. You corrupt an area of fallen snow, imbuing it with negative energy. Each round, a creature in contact with blood snow must succeed on a Fortitude save or take 1d2 points of Constitution drain. In addition, anyone failing a saving throw is nauseated for the duration of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft. square of snow/level",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghost Companion",
    "school": "necromancy",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "The touched creature dies painlessly. Instead of passing immediately beyond the Veil of Souls, the creature's soul remains on the Ethereal Plane and attempts to enter the Material Plane as a ghost. Normally, this is used by ghost characters with a special nonhumanoid companion (such as a mage's familiar, a druid or ranger's animal companion, or a paladin's special mount) to allow the companion to travel with them in ghost form. When the spell expires, the ghost creature dies the true death and its soul passes beyond the Veil of Souls. It can be raised or resurrected before the spell duration expires, of course. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One willing animal, beast, or magical beast",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Dessicate",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You evaporate moisture from the body of a living creature, dealing it 1d6 points of dessication damage per two casterlevels (maximum 5d6) and making it dehydrated (see page 15). A successful Fortitude save results in half damage and negates the dehydration. A plant or elemental of the water subtype takes 1d8 points of damage per caster level (maximum 10d8). An elemental of the earth subtype takes only 1d4 points of damage per two caster levels (maximum 5d4). Material Component: A pinch of dust. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blackrot",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "The plant-matter creaks and writhes beneath your hand as you generate a malignant rot at its center. This spell allows you to deliver a single touch that either damages a plant creature over a number of rounds or renders a wooden weapon poisonous. When used as a touch attack against a plant creature, the spell deals 1d8 points of damage per round. A successful Fortitude save reduces the duration to 1 round. Alternatively, you can touch a weapon with a wooden striking surface (such as a club or quarterstaff). Any creature damaged by the weapon is sickened for 1 round unless it succeeds on a Fortitude save. Treat this as a poison effect for creatures immune or resistant to such effects. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One plant creature or one wooden weapon touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial or Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wracking Touch",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cry out with malice and clench your fist, completing the spell.  The spell's terrible energy causes your fist to shake involuntarily, sending spasms up your arm. \nYou lay your hand upon a creature and deal 1d6 points of damage +1 point per caster level (maximum +10).  In addition, if you have the sneak attack ability, you also deal sneak attack damage to the affected creature unless the creature is immune to extra damage from critical hits.  The creature still takes the spell damage even if it does not take the sneak attack damage.  Unlike a normal use of sneak attack, your target need not be flanked or denied its Dexterity bonus to take sneak attack damage from this spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Thin Air",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "This spell thins the oxygen in the area, causing creatures caught therein to suffer the effects of extreme altitude sickness. Subjects failing their saves take 1 point of damage to all ability scores because of altitude sickness (see page 90 of the Dungeon Masters Guide). Characters acclimated to high altitude receive a +4 competence bonus on their saving throws. Creatures that do not breathe are immune to the effects of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft.-radius emanation",
    "duration": " 1 min./level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Predator_s Cry",
    "school": "necromancy",
    "sub_school": "",
    "source": "the_forge_of_war",
    "description": "Particularly effective against cavalry, this spell causes all affected animals to become panicked.  If a panicked animal carries a rider, the rider must succeed on a DC 25 Ride check to prevent the animal from trying to flee the battlefield.  If the animal successfully saves, it is instead shaken for the duration of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " Up to one animal/level, no two of which are more than 60 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  }
]