[
  {
    "name": "Plague",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Your skin crawls as you utter the words and complete the gestures of this spell. Suddenly, one or more of the target creatures seem overcome by a dreadful malady. The subjects contract a disease selected from the table below, which strikes immediately (no incubation period). The disease progresses rapidly; the subjects must attempt additional saves each round, instead of each day. Use plague's DC for all saves. See page 292 of the Dungeon Master's Guide for more information on these diseases. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Pestilence",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The subject contracts a particularly terrible and contagious disease, which strikes immediately with no incubation period. The caster infects the subject with a sickness that deals 1d4 points of Constitution drain each day until the subject dies. The subject may attempt a new saving throw each day, but she must succeed at two saves in a row to rid herself of the disease (as with most diseases). However, the disease, once unleashed, continues to spread. For the first day of the sickness, anyone touching the subject must succeed at a Fortitude saving throw or fall victim to the same malady. That victim in turn becomes contagious on the first day of her own affliction. Disease Component: Any disease. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  }
]