[
  {
    "name": "Silver Dragonmail",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "champions_of_valor",
    "description": "You create a shining silver breastplate around your body. The armor is etched with a dragonscale pattern, an image of a silver dragon, or Torm's holy symbol (your choice when you cast the spell). It is treated as +1 mithral breastplate for all purposes (including arcane spell failure chance), and you are treated as proficient with this armor. Removing or destroying the armor dismisses the spell. This spell has no effect if you are already wearing armor. Torm the True is served by gold and silver dragons, and some of these dragons are the founders of ancient sorcerer bloodlines among the younger races. If you are a sorcerer, the armor also gives you resistance to cold 5. Focus: A silver piece and a piece of mithral in the shape of a dragonscale. ",
    "effect": " One suit of magic armor",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D); see text",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Obscuring Snow",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "A swirling snow vapor arises around you, and follows you from that point on. The snow obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). A strong wind (21+ mph) disperses the snow in 4 rounds. A very strong wind (31+ mph) disperses the snow in 1 round. A fireball, flame strike, or similar spell burns away the snow in the explosive or fiery spell's area. A wall of fire burns away the snow in the area into which it deals damage. This spell does not function underwater. Creatures with snowsight are immune to the effects of this spell. ",
    "effect": " Cloud spreads in 30-ft.-radius from you, 30 ft. high",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Glitterdust",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "A cloud of golden particles covers everyone and everything in the area, causing creatures to become blinded and visibly outlining invisible things for the duration of the spell. All within the area are covered by the dust, which cannot be removed and continues to sparkle until it fades. Any creature covered by the dust takes a -40 penalty on Hide checks. Material Component: Ground mica. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Creatures and objects within 10-ft.-radius spread",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (blinding only)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Darts",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "A sharp, transparent icicle shoots from your fingertip. You may fire one dart, plus one additional dart for every two levels beyond 3rd (to a maximum of five darts at 11th level). Each dart requires a ranged touch attack to hit and deals 2d4 points of damage, half of which is cold damage. ",
    "effect": " One or more ice darts",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Baleful Transposition",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "spell_compendium",
    "description": "Seeing your friend imperiled, you cast about for a likely target and settle upon a nearby foe.  With a word, your ally stands free while your foe faces death. \nTwo target creatures, of which you can be one, instantly swap positions.  A solid object such as the ground, a bridge, or a rope must connect the creatures.  Both subjects must be within range.  Objects carried by the creatures (up to the creatures' maximum loads) go with them, but other creatures do not, even if they are carried.  The movement is instantaneous and does not provoke attacks of opportunity. \nIf either creature succeeds on its Will save, the spell is negated. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " Two creatures of up to Large size",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dimension Leap",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "magic_of_eberron",
    "description": "You instantly transfer yourself from your current location to another spot within range.  The distance traveled must be an increment of 10 feet (10 feet, 20 feet, 30 feet, and so on).  You always arrive at exactly the spot desired, whether by simply visualizing the area or by stating direction and distance.  You can bring along any objects you are touching as the spell is cast, so long as their weight doesn't exceed your maximum load.  You cannot bring along other creatures. \nIf this spell would put you in a place that is already occupied by a solid body, the spell fails. \nSpecial: A character with any Mark of Passage dragonmark, or with the Favored in House feat (Orien), uses his character level rather than his caster level to determine the distance teleported. ",
    "effect": "",
    "range": " 10 ft./level",
    "components": "verbal",
    "target": " You and touched objects",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Decastave",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "unapproachable_east",
    "description": "",
    "effect": " Quarterstaff of force",
    "range": " 0 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Summon Swarm",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "You summon a swarm of bats, rats, or spiders (your choice), which attacks all other creatures within its area.  (You may summon the swarm so that it shares the area of other creatures).  If no living creatures are within its area, the swarm attacks or pursues the nearest creature as best it can.  The caster has no control over its target or direction of travel. \nSee the Monster Manual for details of bat, rat, and spider swarms. \nArcane Material Component: A square of red cloth. ",
    "effect": " One swarm of bats, rats, or spiders",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " Concentration + 2 rounds",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Choke",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "A pair of invisible hands made of pure force spring into existence around the target's throat and begin to strangle it. Only aberrations, animals, beasts, fey, giants, humanoids, magical beasts, monstrous humanoids, outsiders, and shapechangers can be affected. Creatures without necks, such as beholders, cannot be affected. The hands cannot be attacked or damaged. The target takes 1d4 points of damage per round but can make a Reflex save each round for half damage. All attack rolls and checks the target makes while being choked suffer a -2 circumstance penalty; if the check involves speaking, the circumstance penalty is -4. Spellcasting is possible, but the target must make a successful Concentration check (DC 10+ spell level +1/2 the last damage dealt) or lose the spell. The -2 circumstance penalty also applies to the check, or – 4 if the spell has a verbal component. Material Component: A handkerchief or similar-sized piece of cloth that has been tied in a knot. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature up to size Large (see text)",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex half (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Melf_s Acid Arrow",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "A magical arrow of acid springs from your hand and speeds to its target. You must succeed on a ranged touch attack to hit your target. The arrow deals 2d4 points of acid damage with no splash damage. For every three caster levels (to a maximum of 18th), the acid, unless somehow neutralized, lasts for another round, dealing another 2d4 points of damage in that round. Material Component: Powdered rhubarb leaf and an adder's stomach. Focus: A dart. ",
    "effect": " One arrow of acid",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round + 1 round per three levels",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Igedrazaar_s Miasma",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "magic_of_faerun",
    "description": "You conjure a cloud of foul-looking gray fog. The toxic fog deals 1d4 points of subdual damage/level (maximum 5d4). Holding one's breath doesn't help. Focus: Three polished gray stones. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 15-ft.-radius burst",
    "duration": " 1 round",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Incendiary Slime",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_mage",
    "description": "A slick, greasy liquid seeps from the targeted object, thoroughly coating it. This spell functions like grease (PH 237), but the liquid is also highly flammable. If any fire damage is dealt within the area of the spell (or to the subject of the spell), the spell's area (or subject) bursts into flame. This effect deals 4d6 points of damage to anyone in the area (or holding the subject), but also ends the spell's duration. A successful Reflex save halves this damage. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster II",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 2nd-level list or 1d3 creatures of the same kind from the 1st-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n2ND LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial giant bee \n LG \n\n\n Celestial giant bombardier beetle \n NG \n\n\n Celestial riding dog \n NG \n\n\n Celestial eagle \n CG \n\n\n Lemure (devil) \n LE \n\n\n Fiendish squid 1 \n LE \n\n\n Fiendish wolf \n LE \n\n\n Fiendish monstrous centipede, Large \n NE \n\n\n Fiendish monstrous scorpion, Medium \n NE \n\n\n Fiendish shark, Medium 1 \n NE \n\n\n Fiendish monstrous spider, Medium \n CE \n\n\n Fiendish snake, Medium viper \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dimension Hop",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_ii",
    "description": "Pale motes of light dance and swirl about your fingertips. When you touch the creature, it disappears, leaves a cloud of motes in its wake, and reappears somewhere nearby. You instantly teleport the subject creature a distance of 5 feet per two caster levels. The destination must be an unoccupied space within line of sight. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hail of Ectoplasm",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "ghostwalk",
    "description": "An explosion of spheres of hardened ectoplasm occurs from a point you designate. The spheres deal 1d6 points of bludgeoning damage per two caster levels (maximum 5d6) to creatures within the effect. The ectoplasm decays into nothingness after the spell takes effect. Material Component: A handful of resin marbles. ",
    "effect": " 10-ft.-radius burst",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Cloud of Knives",
    "school": "conjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You conjure a cloud of sharp knives around you. The knives float in the air around your upper body, pointing in the direction you look. Each round as a free action at the beginning of your turn, you can release one of these knives at any target within 30 feet that you can see. This is a ranged attack that uses an attack bonus equal to your caster level + your key ability modifier. Each successful hit deals 1d6 points of damage +1 per three caster levels (maximum +5) and threatens a critical hit on a roll of 19-20. Damage reduction applies to knife attacks from this spell. The knives are treated as magic for the purpose of overcoming damage reduction. Material Component: A knife. Optional Material Component:Using a silvered dagger (22 gp) in the casting of this spell allows the knives to overcome damage reduction as if they were both magic and silver, but the knives deal 1 less point of damage. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Malevolent Miasma",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You click the stones together in your hand and a gray fog, tinged with darker, malevolent streaks, springs up in the midst of your enemies. \nThe spell produces a toxic fog that deals 1d4 points of nonlethal damage per level (maximum 5d4).  Creatures in the area that hold their breath are still subject to the effect.  Creatures that are immune to poison are not affected by this spell. \nFocus: Three polished gray stones. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 15-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Clothier_s Closet",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "magic_of_eberron",
    "description": "When you and your companions need to attend a gale reception at the last minute, you need not despair over your clothing.  When you cast clothier's closet, you conjure a 3-inch-diameter wooden rod up to 10 feet long between any two upright supports you choose.  For example, you could summon the rod between two walls of a corridor or alcove.  On the rod hang a number of outfits as determined by you, each of a size and type you specify while the spell is cast. \nThe conjured rod can hold a variety of seperate outfits whose total price does not exceed 100 gp.  The outfit types that you can specify include the following: artisan's outfit (1 gp), cleric's vestments (5 gp), cold weather outfit (8 gp), courtier's outfit (30 gp), entertainer's outfit (3 gp), explorer's outfit (10 gp), monk's outfit (5 gp), noble's outfit (75 gp), scholar's outfit (5 gp), or traveler's outift (1 gp). \nThe conjured clothing is normal in all respects and does not radiate magic.  Even after the duration elapses and the rod and hangers disappear, the clothes remain. \nSpeical: A character with any Mark of Hospitality dragonmark, or with the Favored in House feat (Ghallanda), can cast this spell without the material components, but the conjured clothes last only as long as the spell's duration. ",
    "effect": " One or more sets of clothes",
    "range": " Close (25 ft. + 5 ft./2levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D): see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Unseen Crafter",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "races_of_eberron",
    "description": "This spell functions as unseen servant, except that the unseen crafter can be assigned any one task that can be accomplished by the use of the Craft skill.  Appropriate tools and materials must be provided for the unseen crafter; it makes Craft checks using your ranks in the skill plus your bonus for the relevant spellcasting ability (Intelligence for artificers, wizards, and magewrights, Charisma for bards and sorcerers, and Wisdom for clerics). \nAn unseen crafter can take 10 or attempt to work more quickly (as described in the Craft skill description, page 70 of the Player's Handbook), but this must be part of the command it is given when the spell is cast.  Once the unseen crafter has completed the assigned task, the spell ends as if dismissed.  If the unseen crafter leaves work undone, any creature or another unseen crafter can continue it. \nSpecial: When the unseen crafter is commanded to repair a warforged, it receives a +10 bonus on its Craft check. ",
    "effect": " One invisible, mindless, shapeless servant",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 day/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ashstar",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "You create a magical construct called an ashstar. It shoots from your hand and hovers in the air anywhere within the limit of the range. Each round, you can move the ashstar anywhere within range by spending a move action to concentrate on the new position. The ashstar gives off a reddish light, akin to the hazy light within a sandstorm, providing shadowy illumination in a 20-foot radius. A creature you designate within 10 feet of the ashstar that takes damage from any source must make a Fortitude saving throw. On a failed save, the damage is considered dessication damage, and the victim becomes dehydrated. An ashstar can be attacked as if it were an object. It has hardness 10 and 20 hit points. ",
    "effect": " One ashstar; see text",
    "range": " Medium (100 ft. + 10 ft. level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fog Cloud",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "A bank of fog billows out from the point you designate. The fog obscures all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker can't use sight to locate the target). A moderate wind (11+ mph) disperses the fog in 4 rounds; a strong wind (21+ mph) disperses the fog in 1 round. The spell does not function underwater. ",
    "effect": " Fog spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft. level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gnome Blight",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "races_of_the_dragon",
    "description": "You blow a mixture of pollen and ground mandrake root from your palm toward the targeted area. The granules are carried by a directed wind and explode into a cloud of yellow dust and seed. Gnome blight creates a thick cloud of agonizingly itchy pollen similar to that created by fog cloud, except that the pollen is sickening. Living creatures in the cloud become sickened. This condition lasts as long as a creature is in the cloud and for 1d4+1 rounds after it leaves. (Roll separately for each sickened individual). Any creature that succeeds on its save but remains in the cloud must continue to save each round on your turn. Creatures with sensitive olfactory senses (such as gnomes or creatures with the scent ability) take a -4 penalty on their saving throws. Material Component: Flower pollen and ground mandrake root. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cloud spreads in 20-ft. radius, 20 ft. high",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]