[
  {
    "name": "Junglerazer",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Invisible destructive energy springs silently forth from you, instantly destroying all natural plant life in the area and leaving a path of ash in its wake. \nFey, vermin, plants and plant creatures, and animals caught in the area take 1d10 points of negative energy damage per caster level (maximum 10d10). \nMaterial Component: A pinch of ash from a burnt plant. ",
    "effect": "",
    "range": " 120 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 120-ft. line",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ectoplasmic Decay",
    "school": "necromancy",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You create a barely visible spread of energy that is harmful to ectoplasm but harmless to everything else. All ectoplasmic creatures and objects in the area take 1d6 points of damage per caster level. Material Component: A flat, sharpened disk made of resin. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Shivering Touch",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "On a successful melee touch attack, you instantly suck the heat from the target's body, rendering it numb.  The target takes 3d6 points of Dexterity damage. \nCreatures with the cold subtype are immune to the effects of shivering touch. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Disrupt Undead, Greater",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A black ray fires from your outstretched hand, piercing and passing through nearby undead. \nYou must succeed on a ranged touch attack with the ray to strike a target.  This spell functions like disrupt undead (PH 223), except that this ray deals 1d8 points of damage per caster level to any undead, to a maximum of 10d8.  If the damage is sufficient to destroy the first target, then you can redirect the ray to another undead target within 15 feet of the first target.  If you make a successful ranged touch attack on the second target, that target takes half of he damage rolled for the first target. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Bloat",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You cause the cyst of a subject already harboring a necrotic cyst (see spell of the same name) to pulse and swell. This agitation of the necrotic cyst tears living tissue and expands the size of the cyst, dealing massive internal damage to the subject. The subject takes 1d6 points of damage per level (maximum 10d6), and half the damage is considered vile damage (introduced in Book of Vile Darkness) because the cyst expands to envelop the newly necrotized tissue. The cyst is reduced to its original size when the vile damage is healed. Vile damage can only be healed by magic cast within the area of a consecrate or hallow spell (or an area naturally consecrated or hallowed). Points of vile damage represent such an evil violation to a character's body or soul that only in a holy place, with holy magic, can the damage be repaired. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature with necrotic cyst",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crown of the Grave",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A ring of ghostly fog surrounds the target's head. With a swirl, the fog dissipates, leaving behind a crown made of human bones. This spell creates a magic crown that grants its wearer the power to command undead. Once per minute, the crown's wearer can issue a one-word order to an undead creature, as per the command spell. The undead creature must make a Will save to resist this effect. Even though command is normally a mind-affecting spell, the crown channels holy or unholy energy (depending on your alignment; neutral casters choose one or the other) to compel obedience. In addition, a cleric who wears the crown can expend a use of his turn or rebuke undead ability to increase this ability's save DC by 4. As an immediate action, the creature wearing a crown of the grave can discharge its magic to gain a +4 bonus on a single turn or rebuke undead attempt. The spell ends after the wearer uses the crown in this manner. The crown occupies space on the body as a headband, hat, or helm. If the crown is removed, the spell immediately ends. Material Component: A pinch of grave dirt. Focus: A wooden hoop 6 inches in diameter. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halt Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell renders as many as three undead creatures immobile.  A nonintelligent undead creature (such as a skeleton or zombie) gets no saving throw; an intelligent undead creature does.  If the spell is successful, it renders the undead creature immobile for the duration of the spell (similar to the effect of hold person on a living creature).  The effect is broken if the halted creatures are attacked or take damage. \nMaterial Component: A pinch of sulfur and powdered garlic. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " Up to three undead creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (see text)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blood Snow",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "You must cast this spell on a snow field. You corrupt an area of fallen snow, imbuing it with negative energy. Each round, a creature in contact with blood snow must succeed on a Fortitude save or take 1d2 points of Constitution drain. In addition, anyone failing a saving throw is nauseated for the duration of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft. square of snow/level",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gentle Repose",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You preserve the remains of a dead creature so that they do not decay. Doing so effectively extends the time limit on raising that creature from the dead (see raise dead). Days spent under the influence of this spell don't count against the time limit. Additionally, this spell makes transporting a fallen comrade more pleasant. The spell also works on severed body parts and the like. Arcane Material Component: A pinch of salt, and a copper piece for each eye the corpse has (or had). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Corpse touched",
    "area": "",
    "duration": " One day/level",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Skull Watch",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You lift the skull into the air and it floats gently out of your grasp, its eye sockets locked on a distant point. \nThe skull affected by a skull watch spell floats gently 5 feet off the ground, facing a direction you choose.  It monitors an area 20 feet wide by 90 feet long, though walls and other opaque barriers can curtail this area.  If any Tiny or larger living creature enters the area guarded by the skull, it emits a piercing shriek that can be heard up to a quarter mile away.  Every creature within 60 feet of the skull when it shrieks must make a Fortitude save or be deafened for 1d6 rounds.  Whether or not you can hear this audible alarm, you instantly become aware that the effect has been triggered, provided you are on the same plane as it is.  The alarm resets 1d4 rounds later. \nWhen you cast the spell, you can specify creatures that will not trigger the alarm.  The skull can be moved from its original position by anyone who can get to it without entering its monitored area.  The skull has AC 12, hardness 1, and 1 hit point per caster level.  You are not magically made aware of the skull's destruction if it has not been triggered. \nFocus: The humanoid skull upon which the spell is cast. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " One humanoid skull",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Prickling Torment",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Angry red boils spread across the skin of your enemy. This spell causes the subject's skin to erupt in a blistering rash accompanied by a maddening itch. An affected creature is sickened while the spell lasts. In addition, if the creature takes any actions on its turn other than free, swift, or immediate actions, it takes 1d8 points of damage at the end of its turn. While affected by this spell, a creature takes a -2 penalty on saves to resist the distraction effect of any creature of the swarm subtype (in addition to the save penalty from the spell's sickening effect). If a subject under the effect of prickling torment is targeted by fever dream (see page 104), the two spells interact to create a greater effect. See the fever dream spell for details. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 5 rounds",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Negative Energy Burst",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "You release a silent burst of negative energy from a point you indicate. The burst deals 1d8 points of damage to living creatures in the area +1 point per caster level (maximum 1d8+10). A successful Will save reduces damage by half. Since undead are powered by negative energy, this spell cures them of a like amount of damage, rather than harming them. ",
    "effect": " 20-ft.-radius burst",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will half (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Mind Poison",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You spit on your fingers and whip your hand in a snakelike motion, imbuing it with poisoning magic. \nYou infect the subject with a poison that saps willpower, dealing 1d10 points of Wisdom damage immediately and another 1d10 points of Wisdom damage 1 minute later.  Each instance of damage can be negated by a Fortitude save (DC 10 + 1/2 your caster level + your Int or Cha modifier, for wizards or sorcerers, respectively). \nMaterial Component: A piece of a toadstool. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Vampiric Touch",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You must succeed on a melee touch attack. Your touch deals 1d6 points of damage per two caster levels (maximum 10d6). You gain temporary hit points equal to the damage you deal. However, you can't gain more than the subject's current hitpoints +10, which is enough to kill the subject. The temporary hit points disappear 1 hour later. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous/1 hour; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Exhaustion",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A black ray projects from your pointing finger. You must succeed on a ranged touch attack with the ray to strike a target. The subject is immediately exhausted for the spell's duration. A successful Fortitude save means the creature is only fatigued. A character that is already fatigued instead becomes exhausted. This spell has no effect on a creature that is already exhausted. Unlike normal exhaustion or fatigue, the effect ends as soon as the spell's duration expires. Material Component: A drop of sweat. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Feign Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "You put the recipient into a deathlike condition. At your option, this can be a cataleptic state that is impossible to distinguish from death, or the subject can appear to be in a coma or deep sleep. Although able to smell, hear, and know what is going on, the subject is blind and has no sense of touch or pain. The subject does not need to eat, drink, or breathe. While the spell is in effect, the subject is immune to subdual damage, and any normal or ability damage inflicted is reduced by half. In addition, the subject is immune to mind-affecting attacks, paralysis, poison, disease, and energy drain. The effects of any poison or disease already affecting the subject when the spell takes effect are halted until the spell ends. If the subject has any negative levels when the spell takes effect, the saving throw to remove it is delayed until the spell ends. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One willing, living creature whose level or Hit Dice do not exceed the caster's",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Curse of Impending Blades, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "This spell functions like curse of impending blades, except that it affects multiple enemies. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " Enemies in a 20-ft.-radius burst",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghost Companion",
    "school": "necromancy",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "The touched creature dies painlessly. Instead of passing immediately beyond the Veil of Souls, the creature's soul remains on the Ethereal Plane and attempts to enter the Material Plane as a ghost. Normally, this is used by ghost characters with a special nonhumanoid companion (such as a mage's familiar, a druid or ranger's animal companion, or a paladin's special mount) to allow the companion to travel with them in ghost form. When the spell expires, the ghost creature dies the true death and its soul passes beyond the Veil of Souls. It can be raised or resurrected before the spell duration expires, of course. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One willing animal, beast, or magical beast",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Incorporeal Enhancement",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Calling upon the dark power of the Plane of Negative Energy, you bolster the power of incorporeal undead. \nThe undead affected by this spell gain a +1 deflection bonus to Armor Class, +1d8 bonus hit points, a +1 enhancement bonus on attack rolls, and a +2 bonus to turn resistance.  Each of these enhancements improves by the base amount for every five caster levels beyond 5th, so that a 20th-level caster grants undead +4 to AC, +4d8 bonus hit points, +4 on attack rolls, and +8 to turn resistance. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One incorporeal undead/level",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Thin Air",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "This spell thins the oxygen in the area, causing creatures caught therein to suffer the effects of extreme altitude sickness. Subjects failing their saves take 1 point of damage to all ability scores because of altitude sickness (see page 90 of the Dungeon Masters Guide). Characters acclimated to high altitude receive a +4 competence bonus on their saving throws. Creatures that do not breathe are immune to the effects of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft.-radius emanation",
    "duration": " 1 min./level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sticks and Stones",
    "school": "necromancy",
    "sub_school": "",
    "source": "shining_south",
    "description": "You animate a pile of rocks, branches, limbs, and other debris into the crude shape of a skeletal creature of Medium size that immediately attacks whatever foe you designate. You can change the animated creature's chosen target as a move action. The creature's combat statistics are those of a 2 HD humanoid skeleton, except that it also has a wight's energy drain supernatural ability (see the Skeleton and Wight entries in the Monster Manual for details). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One Small pile of debris",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Curse of Impending Blades, Legion_s",
    "school": "necromancy",
    "sub_school": "",
    "source": "miniatures_handbook",
    "description": "This spell functions like curse of impending blades, except that it affects multiple enemies. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "",
    "target": " Enemies in a 20-ft.-radius burst",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Spider Poison",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "Similar to the divine spell poison, you inflict a paralyzing poison upon the subject by making a successful melee touch attack. The poison deals 1d6 points of temporary Strength damage immediately and another 1d6 points of temporary Strength damage 1 minute later. Each instance of damage can be negated by a Fortitude save (DC 10 + one-half caster level + caster's Intelligence or Charisma modifier, for wizards and sorcerers, respectively). Material Component: A poisonous spider, alive or dead. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": " Fortitude negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  }
]