[
  {
    "name": "Horrid Wilting",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell evaporates moisture from the body of each subject living creature, dealing 1d6 points of damage per caster level (maximum 20d6).  This spell is especially devastating to water elementals and plant creatures, which instead take 1d8 points of damage per caster level (maximum 20d8). \nArcane Material Component: A bit of sponge. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " Living creatures, no two of which can be more than 60 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Touch of the Graveborn",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Your hand grows numb and pulses with a deep and sickly radiance, the chill of the grave emanating from it. Your melee touch attacks channel negative energy that disrupts the life force of living creatures, dealing 10d6 points of damage. You can use this melee touch attack up to one time per three levels. Any target that has one or more negative levels also takes 1d6 points of Strength drain; a successful Fortitude save negates this secondary effect. An undead creature you touch takes no damage or Strength drain, but it must make a successful Will save or be controlled by you (as if you had cast control undead) for 1 round per level. You can't control more than one undead creature in this fashion (a second use frees the first controlled undead), and any undead with HD of more than twice your caster level is unaffected. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature or creatures touched (up to one/3 levels)",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial or Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Last Judgment",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "Reciting a list of the targets' evil deeds, you call down the judgment of the heavens upon their heads. Creatures that fail their saving throw are struck dead and bodily transported to the appropriate Lower Plane to suffer their eternal punishment. Creatures that succeed nevertheless take 3d6 points of temporary Wisdom damage as guilt for their misdeeds overwhelms their minds. This spell affects only humanoids, monstrous humanoids, and giants of evil alignment. A true resurrection or miracle spell can restore life to a creature slain by this spell normally. A resurrection spell works only if the creature's body can be recovered from the Lower Planes before the resurrection is cast. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One evil humanoid, monstrous humanoid, or giant/2 levels",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Avascular Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You shoot a black ray of necromantic energy from your outstretched hand, causing your foe to violently purge blood vessels through its skin.  The purged blood vessels spread outward, creating a many-layered mass of bloody, adhesive tissue that traps nearby creatures in a gory horror. \nYou must succeed on a ranged touch attack with the ray to strike a target.  If the attack is successful, the subject loses half its hit points (rounded down) and is stunned for 1 round.  On a successful Fortitude saving throw, the subject is not stunned.  Oozes and plants are not affected by this spell. \nThe avascular mass instantaneously erupts from the subject and must be anchored to at least two opposed points—such as floor and ceiling or opposite walls—or else the mass collapses and has no effect.  Creatures caught within a 20-foot-radius avascular mass become entangled.  The original target of the spell is automatically entangled.  Because the avascular mass is magically animate and gradually tightens on those it holds, an entangled character who attempts to cast a spell must make a DC 25 Concentration check or lose the spell. \nAnyone within 20 feet of the primary target when the spell is cast must make a Reflex save.  If this save succeeds, the creature is not stuck in the avascular mass and is free to act, though moving might be a problem (see below).  If the save fails, the creature is stuck.  A stuck creature can break loose by spending 1 round and succeeding on a DC 20 Strength check or a DC 25 Escape Artist check.  Once loose (either from making the initial Reflex save or a later Strength check or Escape Artist check), a creature can progress through the writhing blood vessels very slowly.  Each round devoted to moving allows the creature to make a new Strength check or Escape Artist check.  The creature moves 5 feet for each full 5 points by which the check result exceeds 10. \nIf you have at least 5 feet of avascular mass between you and an opponent, it provides cover.  If you have at least 20 feet of avascular mass between you, it provides total cover. \nThe avascular mass of entangling tissue persists for 1 round per caster level.  When the duration elapses, the blood vessel mass becomes so much limp, decaying tissue. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " SEe text",
    "saving_throw": " Fortitude partial and Reflex negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Create Greater Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like create undead, except that you can create more powerful and intelligent sorts of undead: shadows, wraiths, spectres, and devourers (see the Monster Manual for more information on all types of undead). The type or types of undead you can create is based on your caster level, as shown on the table below. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Veil of Undeath",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Upon completion of the spell, you exhale your last breath and accept a brief embrace from death. \nYou gain many of the traits common to undead creatures.  While the spell lasts, you have immunity to mind-affecting spells and abilities, poison, sleep, paralysis, stunning, disease, death, extra damage from critical hits, non-lethal damage, death from massive damage, ability drain, energy drain, fatigue, exhaustion, damage to physical ability scores, and any effect requiring a Fortitude save unless it is harmless or affects objects.  You need not breathe, eat, or sleep. \nLike an undead creature, you are damaged by cure spells and healed by inflict spells. \nYou don't actually gain the undead type from casting this spell. \nMaterial Component: A finger from a zombie. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Steal Life",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster taps into the life force of a subject and drains it away, adding it to her own. Each round the caster concentrates, she deals 1 point of ability score drain to the subject. Although the caster can choose which ability score to drain, she must choose a different ability score to drain in each round and cannot choose a score already drained until she has drained all the others equally, at which point the process starts over. Thus, if the caster drains 1 point of Strength, she must choose another ability in the next round and cannot choose Strength again until she has drained 1 point each of Constitution, Dexterity, Intelligence, Wisdom, and Charisma. Then, the caster can drain a second point of Strength (or any other ability), but not a third until she has drained a second point from all the other ability scores. If the caster casts this spell on the night of a full moon, she becomes effectively one week younger for every point she drains. (Her age is reduced, but memories and abilities acquired during that week are not lost). Otherwise, the subject takes the ability score drain, but the caster gains nothing. The subject withers and shrivels as the caster drains its ability scores. When the subject's Constitution score reaches 0, the subject becomes a horrid, dry husk and cannot be further drained. If the caster dies while concentrating on this spell, all the subject's lost ability score points are immediately regained. Location Component: An area under the effect of a desecrate or unhallow spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living humanoid",
    "area": "",
    "duration": " Concentration",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Necrotic Empowerment",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You call upon the mother cyst that your body hosts, drawing from it strength, vigor, speed, and vicious certainty. While the spell is in effect, you gain a +8 enhancement bonus to Dexterity, Intelligence, and Wisdom, a +8 natural armor bonus to Armor Class as your skin briefly crusts and hardens, a +5 competence bonus on Fortitude saves, and 100 temporary hit points. While the empowerment lasts, you are unable to cast any other mother cyst feat-enabled spell. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Devastate Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "lords_of_darkness",
    "description": "This spell was created by the lich Larloch to power himself at the expense of his own undead minions. The target undead creatures must succeed at Fortitude saving throws or be destroyed, just as if hit by a disruption weapon. Creatures that are not undead, and undead with Hit Dice greater than the caster's caster level, are unaffected by this spell. If an undead creature is destroyed by this spell, a portion of the negative energy that gave it unlife flows back to the caster. This negative energy deals (if the caster is living) or cures (if the caster is undead) 5 hit points of damage per hit die of the destroyed undead. Focus: A disruption weapon of any kind. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " Undead creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Symbol of Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell allows you to scribe a potent rune of power upon a surface. When triggered, a symbol of death slays one or more creatures within 60 feet of the symbol (treat as a burst) whose combined total current hit points do not exceed 150. The symbol of death affects the closest creatures first, skipping creatures with too many hit points to affect. Once triggered, the symbol becomes active and glows, lasting for 10 minutes per caster level or until it has affected 150 hit points' worth of creatures, whichever comes first. Any creature that enters the area while the symbol of death is active is subject to its effect, whether or not that creature was in the area when it was triggered. A creature need save against the symbol only once as long as it remains within the area, though if it leaves the area and returns while the symbol is still active, it must save again. Until it is triggered, the symbol of death is inactive (though visible and legible at a distance of 60 feet). To be effective, a symbol of death must always be placed in plain sight and in a prominent location. Covering or hiding the rune renders the symbol of death ineffective, unless a creature removes the covering, in which case the symbol of death works normally. As a default, a symbol of death is triggered whenever a creature does one or more of the following, as you select: looks at the rune; reads the rune; touches the rune; passes over the rune; or passes through a portal bearing the rune. Regardless of the trigger method or methods chosen, a creature more than 60 feet from a symbol of death can't trigger it (even if it meets one or more of the triggering conditions, such as reading the rune). Once the spell is cast, a symbol of death's triggering conditions cannot be changed. In this case, \"reading\" the rune means any attempt to study it, identify it, or fathom its meaning. Throwing a cover over a symbol of death to render it inoperative triggers it if the symbol reacts to touch. You can't use a symbol of death offensively; for instance, a touch-triggered symbol of death remains untriggered if an item bearing the symbol of death is used to touch a creature. Likewise, a symbol of death cannot be placed on a weapon and set to activate when the weapon strikes a foe. You can also set special triggering limitations of your own. These can be as simple or elaborate as you desire. Special conditions for triggering a symbol of death can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, Hit Dice, and hit points don't qualify. For example, a symbol of death can be set to activate when a lawful good creature approaches, but not when a paladin approaches. When scribing a symbol of death, you can specify a password or phrase that prevents a creature using it from triggering the effect. Anyone using the password remains immune to that particular rune's effects so long as the creature remains within 60 feet of the rune. If the creature leaves the radius and returns later, it must use the password again. You also can attune any number of creatures to the symbol of death, but doing this can extend the casting time. Attuning one or two creatures takes negligible time, and attuning a small group (as many as ten creatures) extends the casting time to 1 hour. Attuning a large group (as many as twenty-five creatures) takes 24 hours. Attuning larger groups takes proportionately longer, as the DM sees fit. Any creature attuned to a symbol of death cannot trigger it and is immune to its effects, even if within its radius when triggered. You are automatically considered attuned to your own symbols of death, and thus always ignore the effects and cannot inadvertently trigger them. Read magic allows you to identify a symbol of death with a DC 19 Spellcraft check. Of course, if the symbol of death is set to be triggered by reading it, this will trigger the symbol. A symbol of death can be removed by a successful dispel magic targeted solely on the rune. An erase spell has no effect on a symbol of death. Destruction of the surface where a symbol of death is inscribed destroys the symbol but also triggers it. Symbol of death can be made permanent with a permanency spell. A permanent symbol of death that is disabled or that has affected its maximum number of hit points becomes inactive for 10 minutes, then can be triggered again as normal. Note:Magic traps such as symbol of death are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of death and Disable Device to thwart it. The DC in each case is 25 + spell level, or 33 for symbol of death. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp each. ",
    "effect": " One symbol",
    "range": " 0 ft.; see text",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Plague",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Your skin crawls as you utter the words and complete the gestures of this spell. Suddenly, one or more of the target creatures seem overcome by a dreadful malady. The subjects contract a disease selected from the table below, which strikes immediately (no incubation period). The disease progresses rapidly; the subjects must attempt additional saves each round, instead of each day. Use plague's DC for all saves. See page 292 of the Dungeon Master's Guide for more information on these diseases. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Clone",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell makes an inert duplicate of a creature. If the original individual has been slain, its soul immediately transfers to the clone, creating a replacement(provided that the soul is free and willing to return; see Bringing Back the Dead, page 171). The original's physical remains, should they still exist, become inert and cannot thereafter be restored to life. If the original creature has reached the end of its natural life span (that is, it has died of natural causes), any cloning attempt fails. To create the duplicate, you must have a piece of flesh (not hair, nails, scales, or the like) with a volume of at least 1 cubic inch that was taken from the original creature's living body. The piece of flesh need not be fresh, but it must be kept from rotting (for example, by the gentle repose spell). Once the spell is cast, the duplicate must be grown in a laboratory for 2d4 months. When the clone is completed, the original's soul enters it immediately, if that creature is already dead. The clone is physically identical with the original and possesses the same personality and memories as the original. In other respects, treat the clone as if it were the original character raised from the dead, including the loss of one level or 2 points of Constitution (if the original was a 1st-level character). If this Constitution adjustment would give the clone a Constitution score of 0, the spell fails. If the original creature has lost levels since the flesh sample was taken and died at a lower level than the clone would otherwise be, the clone is one level below the level at which the original died. The spell duplicates only the original's body and mind, not its equipment. A duplicate can be grown while the original still lives, or when the original soul is unavailable, but the resulting body is merely a soulless bit of inert flesh, which rots if not preserved. Material Component: The piece of flesh and various laboratory supplies (cost 1,000 gp). Focus: Special laboratory equipment (cost 500 gp). ",
    "effect": " One clone",
    "range": " 0 ft.",
    "components": "verbal,somatic,material,arcane focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sever Legacy",
    "school": "necromancy",
    "sub_school": "",
    "source": "weapons_of_legacy",
    "description": "You permanently disrupt the bond between the target creature and its legacy item (or items). The target is treated as if it had not performed any of the legacy rituals for its item or items. It loses all of the following feats it has gained for all of its legacy items: Greater Legacy, Least Legacy, Lesser Legacy. If the target's Hit Dice total exceeds your caster level, the target adds the difference as a bonus on its Will save to negate the effect. Any creature that successfully saves against this spell cannot be affected by it again for 24 hours. The target does not regain any of the personal costs paid to gain access to legacy abilities. It can regain access to its item's legacy abilities by performing the requisite rituals again. In this case, it does not pay again any personal costs that it has already paid. Other than by again performing the legacy rituals to regain lost feats, the effect of this spell can be negated only by miracle or wish. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gutwrench",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The innards of the target creature roil. If the target fails its saving throw, its intestines burst forth, killing it. The intestines fly toward the caster and are absorbed into her form, granting her 4d6 temporary hit points and a +4 enhancement bonus to Strength. If the target's save is successful, it takes 10d6 points of damage instead. A creature with no discernible anatomy is unaffected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Leech Undeath",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "This spell drains away a portion of the negative energy that keeps an undead creature animated, transferring it to you in the form of temporary healing.  The spell deals 5 points of damage per caster level (maximum 100 points).  At the same time, you gain temporary hit points equal to the damage dealt, up to a maximum equal to the current hit points of the target.  For example, a 13th-level cleric would normally deal 65 points of damage to an undead creature.  However, if that creature had only 48 hit points remaining, the caster would gain only 48 hit points (even as the target was destroyed).  These temporary hit points last for 1 hour.  A successful Will save halves the damage dealt and the hit points gained. \nThis spell is often cast on willing undead to aid their living masters.  Nonintelligent undead cannot be commanded to voluntarily fail their saves or lower any spell resistance, but intelligent undead can be. \nArcane Material Component: A handful of dead cockroaches. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One undead creature",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " Will half",
    "spell_resistance": false,
    "is_30_spell": false
  }
]