[
  {
    "name": "Circle of Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A circle of death snuffs out the life force of living creatures, killing them instantly. The spell slays 1d4 HD worth of living creatures per caster level (maximum 20d4). Creatures with the fewest HD are affected first; among creatures with equal HD, those who are closest to the burst's point of origin are affected first. No creature of 9 or more HD can be affected, and Hit Dice that are not sufficient to affect a creature are wasted. Material Component: The powder of a crushed black pearl with a minimum value of 500 gp. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Several living creatures within a 40-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spectral Touch",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A touch from your hand, which crackles with black energy, weakens the life force of living creatures. \nEach melee touch attack you successfully make during the spell's duration channels negative energy that bestows one negative level on the target and grants you 5 temporary hit points.  This spell cannot give you more temporary hit points than your normal starting hit points (your hit point total cannot exceed two times your normal starting hit points).  Both the negative level and the temporary hit points last for up to 1 hour.  You can use this attack once per round for a number of rounds equal to your caster level.  Any charges of the spell not used by the time the duration expires are lost. \nAn undead creature you touch instead gains 5 temporary hit points and you lose a like amount (no save).  Temporary hit points gained in this way last for up to 1 hour. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One creature/level",
    "area": "",
    "duration": " 1 round/level (D), see text",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Eruption",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You cause the cyst of a subject already harboring a necrotic cyst (see spell of the same name) to explosively enlarge itself at the expense of the subject's body tissue, harming both the subject (and nearby creatures if the subject fails his save). If the subject succeeds on his saving throw, he takes 1d6 points of damage per level (maximum 15d6), and half the damage is considered vile damage (see necrotic bloat). The subject's cyst-derived saving throw penalty against effects from the school of necromancy applies. If the subject fails his saving throw, the cyst expands beyond control, killing the subject. All creatures within 20 feet of the subject take 1d6 points of damage per level (maximum 15d6; Reflex half), and half the damage taken is considered vile damage. All creatures in range that take this secondary damage are also exposed to the effect of the base necrotic cyst spell. On the round following the subject's death, the cyst exits the flesh of the slain subject as a free-willed undead called a skulking cyst (see page 120). Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature with necrotic cyst and all creatures in 20 ft. radius spread",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Revive Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Touching the corpse of the creature, you whisper to its departed spirit, calling it back—but not to life. \nYour restore animation to an undead creature destroyed by hit point loss (even a zombie or skeleton, which can't normally be reanimated once destroyed).  You can revive a destroyed undead creature that has been inactive for up to one day per caster level.  In addition, the subject's animating spirit must be free and willing to return.  If the subject's animating spirit is not willing to return, the spell does not work; therefore, subjects that want to revive receive no saving throw. \nRevive undead restores hit points to the subject up to a total of 1 hit point per Hit Die.  The body of the undead to be revived must be whole.  Otherwise, missing parts are still missing when the creature is reanimated.  None of the dead creature's equipment or possessions are affected in any way by this spell. \nAn undead that has been destroyed by a turning effect can't be revived by this spell. \nThe subject of the spell loses one level or Hit Die (if it doesn't have a character class level, it loses a HD) when it is revived.  This level loss cannot be repaired by any spell.  If the subject is 1st level, it loses 2 points of Charisma instead.  An undead that was destroyed with spells prepared has a 50% chance of losing any given spell upon being revived, in addition to losing spells for losing a level.  A spellcasting undead creature that doesn't prepare spells (such as a sorcerer) has a 50% chance of losing any given unused spell slot as if it had been used to cast a spell, in addition to losing spell slots for losing a level. \nMaterial Component: A black pearl worth at least 5,000 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Destroyed undead creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fleshshiver",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Breaking the bone in the grip of your fist, you hear the sickening but satisfying crunch of your foe's bones breaking beneath his squeezing flesh. \nA creature with Hit Dice less than or equal to your caster level is automatically stunned for 1 round (no saving throw).  A creature with Hit Dice greater than your caster level is allowed a saving throw to negate the stunning effect. \nIn the following round, the target must make a Fortitude save or take 1d6 points of damage per caster level (maximum 15d6) and be nauseated by the pain for 1d4+2 rounds. \nMaterial Component: A bone, which is snapped during the casting of the spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Desiccate, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "This spell functions like desiccate, except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One living creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Waves of Cold",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "Waves of frigid energy render all creatures with the fire subtype in the spell's area shaken for the duration of the spell. Any creature with the cold subtype caught in the area of this spell loses its immunity to cold for the duration of the spell. Whether or not a creature makes its saving throw, it becomes immune to further castings of this spell for 24 hours. Coldfire Component: Two ounces of coldfire. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ashen Union",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You drain all the moisture from the body of a living creature, dealing it 1d6 points of dessication damage per two caster levels (maximum 10d6). A creature that makes a successful Fortitude save takes half damage. If the subject takes damage from the spell (whether its first save was successful or not) equal to more than half of its current hit points, it must make another Fortitude saving throw or die as its body expels all remaining fluid, leaving behind only a fragile husk that powders to ash at the least touch. A victim's equipment is unaffected. A creature that is affected but not slain by the spell is dehydrated (see page 15). Material Component: A piece of dried fruit and a pinch of dust. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half and Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Kyristan_s Malevolent Tentacles",
    "school": "necromancy",
    "sub_school": "",
    "source": "shining_south",
    "description": "This spell functions similarly to Evard's black tentacles, except that the tentacles are formed of negative energy. Living creatures grappled by the tentacles gain one negative level each round unless they succeed on Fortitude saves. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " None and Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Create Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A much more potent spell than animate dead, this evil spell allows you to create more powerful sorts of undead: ghouls, ghasts, mummies, and mohrgs (see the Monster Manual for more information on all types of undead).  The type or types of undead you can create is based on your caster level, as shown on the table below. \n\n\nCaster Level \nUndead Created \n\n\n 11th or lower \n Ghoul \n\n\n 12th-14th \n Ghast \n\n\n 15th-17th \n Mummy \n\n\n 18th or higher \n Mohrg\n\n\nYou may create less powerful undead than your level would allow if you choose.  For example, at 16th level you could decide to create a ghoul or a ghast instead of a mummy.  Doing this may be a good idea, because created undead are not automatically under the control of their animator.  If you are capable of commanding undead, you may attempt to command the undead creature as it forms (see Turn or Rebuke Undead, page 159). \nThis spell must be cast at night. \nMaterial Component: A clay pot filled with grave dirt and another filled with brackish water.  The spell must be cast on a dead body.  You must place a black onyx gem worth at least 50 gp per HD of the undead to be created into the mouth or eye socket of each corpse.  The magic of the spell turns these gems into worthless shells. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One corpse",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ectoplasmic Enhancement",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The undead affected by this spell gain a +1 deflection bonus to Armor Class, +1d8 temporary hit points, a +1 enhancement bonus on attack rolls, and a +2 bonus to turn resistance. Each of these enhancements increases by +1 for every three caster levels. So a 12th-level caster grants a +5 deflection bonus to AC, an extra 1d8+4 temporary hit points, a +5 enhancement bonus on attack rolls, and a +6 bonus to turn resistance. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One incorporeal undead/level",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Symbol of Fear",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that all creatures within 60 feet of the symbol of fear instead become panicked for 1 round per caster level. Note:Magic traps such as symbol of fear are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of fear and Disable Device to thwart it. The DC in each case is 25 + spell level, or 31 for symbol of fear. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 1,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Channel the Mishtai, Greater",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "As channel the mishtai, except as noted above and as follows. Instead of rolling randomly, you can choose which mishtai spirit to channel with this spell. If the subject is a rilkan or skarn, you can choose any of the ten spirits; otherwise, you can choose only one of the first six listed. You cannot attempt to channel the same spirit more than once per week. Essentia: Every point of essentia invested in this spell extends the duration by 1 hour. ",
    "effect": "",
    "range": " Touch",
    "components": "",
    "target": "",
    "area": "",
    "duration": " 1 hour",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Eyebite",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Each round, you may target a single living creature, striking it with waves of evil power.  Depending on the target's HD, this attack has as many as three effects. \n\n\nHD \nEffect \n\n\n 10 or more \nSickened \n\n\n 5-9 \n Panicked, sickened \n\n\n 4 or less \n Comatose, panicked, sickened \n\n\nThe effects are cumulative and concurrent. \nSickened: Sudden pain and fever sweeps over the subject's body.  A sickened creature takes a -2 penalty on attack rolls, weapon damage rolls, saving throws, skill checks, and ability checks.  A creature affected by this spell remains sickened for 10 minutes per caster level.  The effects cannot be negated by a remove disease or heal spell, but a remove curse is effective. \nPanicked: The subject becomes panicked for 1d4 rounds.  Even after the panic ends, the creature remains shaken for 10 minutes per caster level, and it automatically becomes panicked again if it comes within sight of you during that time.  This is a fear effect. \nComatose: The subject falls into a catatonic coma for 10 minutes per caster level.  During this time, it cannot be awakened by any means short of dispelling the effect.  This is not a sleep effect, and thus elves are not immune to it. \nThe spell lasts for 1 round per three caster levels.  You must spend a move action each round after the first to target a foe. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round per three levels; see text",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Opalescent Glare",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You invoke the spell and your eyes begin to glow with a rippling pearly radiance, like those of a noble ghaele eladrin. \nInspired by the deadly gaze of the noble ghaele eladrin, you gain a gaze attack usable against creatures within 60 feet.  If an evil creature with 5 or fewer Hit Dice meets your gaze (DMG 294), it dies unless it succeeds on a Will save.  Even if the save succeeds, the creature is affected as though by a fear spell (PH 229) for 2d10 rounds. \nNon-evil creatures and evil creatures with more than 5 Hit Dice are not slain by the gaze, and they suffer the fear effect only if they fail the Will save. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,divine focus",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Entropy",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You release a crackling black ray.  The smell of decay fills the air. \nWhen you cast this spell, you unleash a ray of negative energy that consumes the life energy of the subject.  You must succeed on a ranged touch attack with the ray to strike a target.  If your attack is successful against a living creature, the ray makes the subject weaker, slower, and less healthy.  The subject takes a -4 penalty to Strength, Constitution, and Dexterity for the duration of the spell. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mummify",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You flash-dry a creature, killing it and preserving it in an instantaneous mummification process. A creature that makes a successful Fortitude saving throw instead takes 6d6 points of dessication damage and is dehydrated. If the damage kills the target, it is still mummified. Arcane Material Component: A strip of salted cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animate Dread Warrior",
    "school": "necromancy",
    "sub_school": "",
    "source": "unapproachable_east",
    "description": "You transform the corpse of a skilled warrior into an undead monster under your command. The corpse in question must be that of a humanoid with at least three levels or Hit Dice and no more Hit Dice than your own, killed within the last tenday. The body must be substantially whole, although any injury short of dismemberment does not interfere with the spell. Upon completion of the spell, the subject corpse reanimates as a dread warrior under your command (see the Dread Warrior entry in Chapter 6: Monsters of the East). The creature serves loyally and obeys your orders to the best of its ability, although a cleric with the ability to command undead can usurp your control with a sufficiently high rebuke undead check. Upon the caster's death, the dread warrior becomes a free-willed undead creature. Created twenty years ago by the zulkir of Necromancy, Szass Tam, this spell is found only in the spellbooks of those Red Wizards who served as his apprentices and the apprentices of those apprentices. Szass Tam has been using this spell to steadily create a vast army of dread warriors. Material Component: A rusted fragment of a sword blade broken in battle. XP Cost: 250 XP per HD of the dread warrior created. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,experience",
    "target": " One humanoid corpse",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Ghoul Gauntlet",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your touch gradually transforms a living victim into a ravening, flesh-eating ghoul. \nThe subject takes 3d6 points of damage per round while its body slowly dies and its flesh is transformed into the cold, undying flesh of the undead.  When the victim reaches 0 hit points, it becomes a ghoul (MM 118).  If the target fails its initial saving throw, remove disease, dispel magic, heal, limited wish, miracle, Mordenkainen's disjunction, remove curse, wish, or greater restoration negates the gradual change.  Healing spells can temporarily prolong the process by increasing the victim's hit points, but the transformation continues unabated.  The ghoul that you create remains under your control indefinitely.  No matter how many ghouls you generate with this spell, however, you can control only 4 HD worth of undead creatures per caster level this includes undead from all sources under your control).  If you exceed this number, all the newly created creatures fall under your control, and any excess undead from previous castings become uncontrolled (you choose which creatures are released).  If you are a cleric, any undead you might command by virtue of your power to command or rebuke undead do not count toward the limit. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One living humanoid creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Aura of Terror",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You speak a few curt words and your face is briefly overlaid with the image of a violet-shaded skull.  The skull fades, but the nimbus of violet light remains around you. \nYou become surrounded by an aura of fear, granting you a frightful presence not unlike that of a dragon.  Whenever you charge or attack, you inspire fear in all creatures within 30 feet that have fewer Hit Dice than your caster level.  Each potentially affected opponent must succeed on a Will save or become shaken—a condition that lasts until the opponent is out of range.  A successful save leaves that opponent immune to your frightful presence for 24 hours. \nIf you cast this spell when you already have the frightful presence ability or a fear aura, the existing ability becomes more effective in the following ways:\n\nThe radius of the area affected by the ability increases by 10 feet. \n\n\nThe DC of your frightful presence ability increases by 2. \n\n\nCreatures that would normally be shaken by your fear aura are frightened instead, and creatures that would normally be frightened are panicked. ",
    "effect": "",
    "range": " 30-ft.-radius emanation centered on you",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incorporeal Nova",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A nova of dissolution dissipates the immaterial bodies of incorporeal and gaseous creatures, destroying them instantly. \nThe spell destroys 1d4 HD worth of creatures per caster level (maximum 20d4) in the area.  Usually, creatures such as shadows, wraiths, spectres, ghosts, and similar creatures are destroyed, though vampires and living creatures in gaseous form are also affected, as are other incorporeal creatures.  Creatures with the fewest HD are affected first; among creatures with equal HD, those that are closest to the point of origin of the burst are affected first.  No creature with 9 or more HD is affected, and HD that are not sufficient to affect a creature are wasted. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Incorporeal and gaseous creatures within a 50-ft.-radius burst.",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Imperious Glare",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You regard your foes with a steely glare that would peel paint from a wagon.  Motes of dark energy dance before your eyes and they, to a body, freeze in fear. \nThe targets must make successful Will saves or cower.  The saving throw DC to resist this effect is either the normal save DC for the spell or the save DC for your natural frightful presence ability, whichever is higher.  You cannot cast this spell if you do not have a frightful presence ability, either natural or magically bestowed (such as from the aura of terror spell, for example). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "somatic",
    "target": " One living creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wrathful Doom",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You turn your opponent's essentia against him by beckoning to dark powers that prey on soulstuff. Each round on your turn, beginning on the round in which you cast this spell, your opponent takes damage equal to the amount of essentia in his essentia pool (up to a maximum value equal to your caster level) and is dazed for 1 round. A successful Will save halves the damage dealt and negates the daze effect; this save must be repeated each round that the spell lasts. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heartfreeze",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "You encase the heart of the target creature in a block of ice. The target becomes immediately exhausted and dies in 1d3+2 rounds. The subject is entitled to a Fortitude saving throw to survive the attack. If the target succeeds on the save, it instead takes 5d8 points of cold damage and is not exhausted. (The target might die from damage even if it succeeds on the saving throw). A character attempting to save the victim of a heartfreeze spell must use a healing spell or effect on the victim as well as succeed on a DC 26 caster level check, otherwise the victim will succumb to the heartfreeze and die. A creature immune to critical hits and sneak attacks is unaffected by heartfreeze. Material Component: A strip of dried humanoid sinew. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blackwater Taint",
    "school": "necromancy",
    "sub_school": "",
    "source": "stormwrack",
    "description": "In the dark, sunless abysses of the deep ocean, shadows gather, the cold beckons, and the corpses of many things in the oceans lie slowly rotting. These black waters are often poisoned with the energies of undeath. When this spell is cast, you call up the cold blackness of those stygian depths, infusing the waters in the spell's area with negative energy. Those in or entering the area must make a Fortitude save to resist its terrible power. Those who fail the save are chilled to the bone, taking 1d6 points of damage per two levels (to a maximum of 10d6) and gain a negative level. Those who make the save take half damage and avoid the negative level. All undead in the area are healed of 1d6 points of damage per two caster levels (maximum of 10d6). Furthermore, the spell's area is treated as though there were a desecrate spell active within it. This area of blackwater remains in place for the spell's duration, affecting creatures who enter the area in subsequent rounds. A creature can only be affected once by the spell, regardless of success or failure on the saving throw, so creatures who leave and reenter the area take no additional effect (although the desecrate effect remains throughout the spell's duration). Material Component: Bone or scale of a fish that dwells in the deep, sunless parts of the ocean. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft. radius",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Spectral Dragon",
    "school": "necromancy",
    "sub_school": "",
    "source": "dragons_of_faerun",
    "description": "You summon a draconic mass made entirely of shadow. You create a Large dragon-shaped mass of shadows that attacks under your control. Each round, you can move the spectral dragon up to 60 feet and attempt a bite attack against a single creature. The attack bonus of the dragon is your caster level + your key ability modifier. If the dragon hits with its bite, the target takes 1d6 points of Strength damage and gains one negative level. After 24 hours, the victim is entitled to a Fortitude save to avoid losing the level permanently. The mass itself is not dangerous to the touch, and creatures can pass through it without suffering harm. A spectral dragon cannot be attacked or harmed by physical attacks, but dispel magic, disintegrate, a sphere of annihilation,or a rod of cancellation affects it. Its AC against touch attacks is 9 (10 minus size bonus for a Large creature). It can pass through solid objects, though it has no ability to see through them. If an attacked creature has spell resistance, make a caster level check (1d20 + caster level) against that spell resistance the first time the spectral dragon strikes it. If the attack is successfully resisted, the spell is dispelled. If not, the dragon has its full normal effect on that creature for the duration of the spell. An undead creature struck by the dragon's bite receives 1d4×3 temporary hit points that last for up to 1 hour. Special: Shadow creatures (such as shadows, shadow dragons, and shadar-kai) and creatures descended from shadow (such as half-shadow dragons and shadovar) cast this spell at +1 caster level and deal an extra 1 point of Strength damage with each attack. This bonus is also granted to creatures that derive their power from the Shadow Weave. ",
    "effect": " One spectral dragon",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Concentration, up to 1 round/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]