[
  {
    "name": "Mindfrost",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "This spell freezes the mental pathways of living creatures, dealing 5d6 points of cold damage and 1d4 points of Intelligence damage. Material Component: A small stone covered in frost. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Domination",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "This spell functions like dominate person (see page 224 of the Player's Handbook), except you can dominate any humanoid that harbors a necrotic cyst. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature with necrotic cyst",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Enervation",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You point your finger and utter the incantation, releasing a black ray of crackling negative energy that suppresses the life force of any living creature it strikes. You must make a ranged touch attack to hit. If the attack succeeds, the subject gains 1d4 negative levels. If the subject has at least as many negative levels as HD, it dies. Each negative level gives a creature a -1 penalty on attack rolls, saving throws, skill checks, ability checks, and effective level (for determining the power, duration, DC, and other details of spells or special abilities). Additionally, a spellcaster loses one spell or spell slot from his or her highest available level. Negative levels stack. Assuming the subject survives, it regains lost levels after a number of hours equal to your caster level (maximum 15 hours). Usually, negative levels have a chance of permanently draining the victim's levels, but the negative levels from enervation don't last long enough to do so. An undead creature struck by the ray gains 1d4×5 temporary hit points for 1 hour. ",
    "effect": " Ray of negative energy",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wither",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "This spell drains moisture from the body of a living creature. The target takes 1d6 points of dessication damage per caster level (maximum 10d6) and is dehydrated (see page 15). A creature that makes a successful Fortitude save takes half damage and is not dehydrated. A plant or elemental of the water subtype instead takes 1d8 points of dessication damage per caster level (maximum 15d8). Material Component: A pinch of powdered bone. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Negative Energy Wave",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "You release a silent burst of negative energy from your body. You can affect up to 1d6 HD worth of undead creatures per level (maximum 15d6). Those closest to you are affected first; among equidistant undead creatures, weaker ones are affected first. The spell can have one of two effects, which you select when you cast it. Rebuked: The undead creatures cower as if in awe. (Treat them as stunned). The effect lasts 10 rounds. Bolstered:Undead creatures gain turn resistance of 1d4 +your Charisma modifier (minimum +1). The effect lasts 10 rounds. ",
    "effect": " 50-ft-radius burst, centered on you",
    "range": " 50 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": " Will negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Liquid Pain",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "Over the course of one day, the caster takes a subject already in great pain—wracked with disease, the victim of torture, or dying of a wound, for example—and captures its pain in liquid form. This physical manifestation of agony can be used to create magic items or enhance spells (see Pain as Power in Chapter 2). It can also be used as a potent drug. Focus: A jar, vial, or other container for the liquid pain. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Sinsabur_s Baleful Bolt",
    "school": "necromancy",
    "sub_school": "",
    "source": "unapproachable_east",
    "description": "You conjure a black bolt of dark energy that begins at your fingertips and crackles out to the maximum range. The bolt deals temporary Constitution damage and temporary Strength damage to each creature within its area, each equal to 1d3 points +1 per 4 caster levels (maximum 1d3+3). Lost ability score points are recovered normally at the rate of 1 point per day. Constitution loss also causes a reduction in hit points by lowering the victim's Constitution modifier. (Creatures cannot be reduced to less than 1 hit point per Hit Die by Constitution loss). This hit-point loss may be fatal to a creature already injured, even if the Constitution loss alone does not kill it. Creatures without Strength scores or Constitution scores are unaffected by this spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 5 feet wide to medium range",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Touch of Years",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "With a touch, your foe becomes visibly enfeebled, as if a sudden weight of years had dropped onto his shoulders. Your touch deals 3 points of drain to the subject's Strength, Dexterity, and Constitution scores; a successful Fortitude save negates this effect and prevents any further harm. If the subject fails its initial saving throw, it takes another 3 points of drain to its Strength, Dexterity, and Constitution scores each day thereafter as long as the spell lasts. A successful Fortitude save negates this drain, but doesn't end the spell's duration. The ability drain from this spell can be eliminated as normal, but doing this doesn't end the spell's duration. If you cast this spell on a creature while another casting of touch of years is already in effect on it, the second spell doesn't deal ability drain. Instead, a failed initial Fortitude save renders the creature permanently deafened and blinded. These conditions can be removed by normal means (such as remove blindness/deafness), but doing this has no effect on the ability drain. This spell can't be dispelled, but any effect that would remove a curse allows the spellcaster a caster level check (DC 11 + your caster level) to end the spell's duration. This doesn't restore any ability score points already lost. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Grim Revenge",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The hand of the subject tears itself away from one of his arms, leaving a bloody stump. This trauma deals 6d6 points of damage. Then the hand, animated and floating in the air, begins to attack the subject. The hand attacks as if it were a wight (see the Monster Manual) in terms of its statistics, special attacks, and special qualities, except that it is considered Tiny and gains a +4 bonus to AC and a +4 bonus on attack rolls. The hand can be turned or rebuked as a wight. If the hand is defeated, only a regenerate spell can restore the victim to normal. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One living humanoid",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Death Lock",
    "school": "necromancy",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "If the subject creature dies while the spell is in effect, its soul immediately passes on to the True Afterlife and cannot form a ghost. The subject can still be raised from the dead or even brought back as a ghost by magic (such as with the raise ghost spell); this spell only prevents a newly slain creature from forming a ghost of its own volition. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Wall of Pain",
    "school": "necromancy",
    "sub_school": "",
    "source": "shining_south",
    "description": "You fill an area with horrid energy that inflicts severe pain upon any who pass through it. Affected creatures take a -2 penalty on all attacks, saving throws, and checks while inside the area of the wall. Further, the wall deals 1d4 points of nonlethal damage per caster level (to a maximum of 15d4) per round to anyone caught in it. Focus: A miniature scourge. ",
    "effect": " Wall whose area is up to one 10-ft. square/level",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ebon Ray of Doom",
    "school": "necromancy",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "You fire a ray of black energy that drastically slows down the rate at which the subject can recover hit points. Any creature attempting to restore hit points to the subject by means of any sort of healing magic must succeed on a caster level check (DC 15 + your caster level), or the healing effect fails. A subject with fast healing or a regeneration ability must make a Fortitude save at the beginning of its turn each round. Failure indicates that the ability does not function in that round. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Affliction",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "The subject contracts an affliction selected from the list below, which strikes immediately (no incubation period). Afflictions deal damage only to evil creatures. Any evil creature takes damage equal to that listed plus its Charisma bonus. An evil elemental or evil undead takes an extra 1 point of damage, and an evil outsider or an evil cleric of an evil deity takes an extra 2 points. The DC listed is for the subsequent saves (use affliction's normal save DC for the initial saving throw). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Evil creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rend Essentia",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "When you cast this spell, you consume a small portion of your enemy's soul to strengthen your own personal essence and become stronger. You deal 1d4 points of Charisma damage plus 1 additional point for every three caster levels, to a maximum of 1d4+5 points at caster level 15th. If the target has an essentia pool, he instead loses essentia equal to the Charisma damage that would be dealt (if the damage is larger than the target's essentia pool, any leftover points of damage are dealt as Charisma damage). This spell can't reduce a target's Charisma below 1. You gain 1 point of temporary essentia for every point of essentia or Charisma damage you deal to the subject. This temporary essentia remains in your pool for 1 minute, after which it dissipates. While you have it, you can use your temporary essentia just like normal essentia. Material Component: A black pearl worth at least 100 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cursed Dragonmark",
    "school": "necromancy",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "Every time the target creature attempts to use or expend one of its dragonmark powers, there is a 50% chance that the attempt fails, wasting that use of the mark.  A cursed dragonmark can be restored to normal with a break enchantment , limited wish, miracle, remove curse, or wish spell. \nDragonmark.  Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Close (25ft. + 5ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One dragonmarked creature",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will Negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Aboleth Curse",
    "school": "necromancy",
    "sub_school": "",
    "source": "stormwrack",
    "description": "You bestow a dreadful affliction on the creature you touch, similar to the effect of an aboleth's foul contact. \nThe skin of the target creature transforms into a transparent, glistening membrane.  A creature so transformed must keep this membrane moistened with cool, fresh water or take 1d12 points of damage every 10 minutes.  In addition, its natural armor bonus (if any) decreases by 1, but it can never drop below 0. \nThis transformation does not affect natural armor bonuses provided by magic items.  This curse cannot be dispelled, but it can be removed with a remove curse spell if cast within 24 hours.  Afterward, only a heal, mass heal, limited wish, miracle, or wish spell can remove the affliction. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living creature touched",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Contagion",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject contracts a disease selected from the table below, which strikes immediately (no incubation period).  The DC noted is for the subsequent saves (use contagion's normal save DC for the initial saving throw).  See the Dungeon Master's Guide for descriptions of each disease, as well as for the general effects of disease. \n\n\nDisease \nDC \nDamage \n\n\n Blinding sickness \n 16 \n 1d4 Str 1 \n\n\n Cackle fever \n 16 \n 1d6 Wis \n\n\n Filth fever \n 12 \n 1d3 Dex and 1d3 Con \n\n\n Mindfire \n 12 \n 1d4 Int \n\n\n Red ache \n 15 \n 1d6 Str \n\n\n Shakes \n 13 \n 1d8 Dex \n\n\n Slimy doom \n 14 \n 1d4 Con \n\n\n1 Each time a victim takes 2 or more points of Strength damage from blinding sickness, he or she must make another Fortitude save (using the disease's save DC) or be permanently blinded.  \n\n\nSee the Dungeon Master's Guide for descriptions of each disease, as well as for the general effects of disease. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animate Dead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell turns the bones or bodies of dead creatures into undead skeletons or zombies that follow your spoken commands.  The undead can follow you, or they can remain in an area and attack any creature (or just a specific kind of creature) entering the place.  They remain animated until they are destroyed. (A destroyed skeleton or zombie can't be animated again). \nRegardless of the type of undead you create with this spell, you can't create more HD of undead than twice your caster level with a single casting of animate dead.  (The deserate spell doubles this limit; see page 218). \nThe undead you create remain under your control indefinitely.  No matter how many times you use this spell, however, you can control only 4 HD worth of undead creatures per caster level.  If you exceed this number, all the newly created creatures fall under your control, and any excess undead from previous castings become uncontrolled.  (You choose which creatures are released).  If you are a cleric, any undead you might command by virtue of your power to command or rebuke undead do not count toward the limit. \nSkeletons: A skeleton can be created only from a mostly intact corpse or skeleton.  The corpse must have bones, so creating a skeleton from a purple worm, for example, is not possible.  If a skeleton is made from a corpse, the flesh falls off the bones.  The statistics for a skeleton depend on its size; they do not depend on what abilities the creature may have had while alive.  The Monster Manual has game statistics for skeletons. \nZombies: A zombie can be created only from a mostly intact corpse.  The corpse must be that of a creature with a true anatomy, so a dead gelatinous cube, for example, cannot be animated as a zombie.  The statistics for a zombie depend on its size, not on what abilities the creature may have had while alive.  The Monster Manual has game statistics for zombies. \nMaterial Component: You must place a black onyx gem worth at least 25 gp per Hit Die of the undead into the mouth or eye socket of each corpse you intend to animate.  The magic of the spell turns these gems into worthless, burned-out shells. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One or more corpses touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Unbind Chakra",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You temporarily sever one or more chakra binds between the target and his soulmelds and/or magic items. This affects one chakra bind for every four caster levels, to a maximum of three binds at 12th level. For the spell's duration, the target creature loses all benefits of the severed chakra binds. The target also takes 1d6 points of damage per chakra bind severed. At the time of casting, you can choose particular chakra binds to sever (such as arms or soul). If you do not choose specific chakra binds, the DM randomly determines which chakra binds are affected. Essentia: Every point of essentia you invest in this spell adds +1d6 to the damage dealt per chakra bind severed. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Plague Carrier",
    "school": "necromancy",
    "sub_school": "",
    "source": "races_of_faerun",
    "description": "As contagion, except that the target is not stricken immediately: there is an incubation period. During the incubation period the target can transmit thedisease to others but shows no symptoms until his incubation period has ended. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Horrid Sickness",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Your victim's eyes water and her flesh pales as a wave of sickness washes over her. Waves of pain and sickness wrack the subjects, rendering themnauseated. A successful Fortitude save negates this effect. If a subject fails the initial Fortitude save, she can attempt a Fortitude save as a move action each round on her turn; success indicates that she is instead sickened for the duration of the spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature/3 levels, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Finger of Agony",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "As you crook your finger, your enemy feels his vitals rupture within him. You magically disrupt the subject's internal organs, causing it great pain. Each round on your turn, the subject takes 3d6 points of damage and becomes nauseated for 1 round. A successful Fortitude save halves the damage and lessens the nauseated condition to sickened. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 3 rounds",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Curse of the Elemental Lords",
    "school": "necromancy",
    "sub_school": "",
    "source": "dragon_magic",
    "description": "Ghostly images of elemental beasts fly from your outstretched arm, striking foes and placing a shadowy curse upon them. This spell places a curse on the targets, making them more susceptible to your magical attacks. When you cast this spell, select acid, cold, electricity, or fire; any creature affected by the spell takes an extra 1d6 points of damage from any of your spells that deal damage of that energy type. The extra damage isn't added to other effects, such as a weapon's flaming special ability, nor does it apply to damage dealt by other characters. As part of the casting of this spell, you can sacrifice one additional sorcerer spell slot of up to 9th level; doing this increases the extra damage from the spell by 1 point per level of the sacrificed slot. For example, if you spend a 4th-level spell slot to cast curse of the elemental lords and a 6th-level spell slot to augment it, the resulting curse adds 1d6+6 points of damage to the damage taken by targets of your spells of the chosen energy type. Curse of the elemental lords can't be dispelled, but it can be removed by any effect that would remove a curse. Special: If you are of the dragonblood subtype (see page 4), the extra damage from this spell also applies to your breath weapon (assuming that it deals the appropriate type of damage). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature/4 levels",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bestow Curse",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You place a curse on the subject.  Choose one of the following three effects. \n\n-6 decrease to an ability score (minimum 1). \n-4 penalty on attack rolls, saves, ability checks, and skill checks. \nEach turn, the target has a 50% chance to act normally; otherwise, it takes no action. \nYou may also invent your own curse, but it should be no more powerful than those described above, and the DM has final say on the curse's effect. \nThe curse bestowed by this spell cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell. \nBestow curse counters remove curse. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fear",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible cone of terror causes each living creature in the area to become panicked unless it succeeds on a Will save.  If cornered, a panicked creature begins cowering.  (See the Dungeon Master's Guide for more information on fear-panicked creatures).  If the Will save succeeds, the creature is shaken for 1 round. \nMaterial Component: Either the heart of a hen or a white feather. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " 1 round/level or 1 round; see text",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rebuking Breath",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You expel your breath weapon, and it is filled with dancing white sparks that swarm around your foes and freeze them with fear. \nFor this spell to function, you must have a breath weapon, either as a supernatural ability or as the result of casting a spell such as dragon breath.  When you successfully cast this spell, you imbue your breath weapon with negative energy that rebukes undead in its area.  Undead within the area of your breath weapon that fail their saving throws against it cower as if in awe for 1 round. ",
    "effect": "",
    "range": " Personal",
    "components": "somatic",
    "target": " Your breath weapon",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Seed of Undeath",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "The subject's face briefly takes on a gaunt, pale look and a death's-head rictus before returning to normal. You plant a kernel of negative energy in a subject, which is held in check by the positive energy inherent to the subject's own life force. Seed of undeath does not, in and of itself, harm the subject. Should the subject die before the spell expires, however, it rises as a zombie 1 round later (as per the animate dead spell), as long as a sufficient corpse remains. Any undead created in this manner are automatically under your control. At any given time, you can have a number of HD worth of undead animated through seed of undeath equal to your own HD, and they count against the maximum number of HD worth of undead you can control at any time (as described under animate dead). Material Component: A black onyx gem worth 25 gp per HD of the subject. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living humanoid or animal touched",
    "area": "",
    "duration": " 1 day/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Negative Energy Wave*",
    "school": "necromancy",
    "sub_school": "",
    "source": "enemies_and_allies",
    "description": "You release a silent burst of negative energy from your body. You can affect up to 1d6 hit dice worth of undead creatures per level (maximum 15d6). Those closest to you are affected first; among equidistant undead creatures, weaker ones are affected first. The spell has one of two effects, which you select when you cast it. Rebuked: The undead creatures cower as if in awe. (Treat them as stunned). The effect lasts 10 rounds. Bolstered: Undead creatures gain turn resistance of 1d4 plus your Charisma modifier (minimum +1). The effect lasts 10 rounds. \n\nFirst appeared in Tome and Blood. ",
    "effect": " 50-ft.-radius burst, centered on you",
    "range": " 50 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": " Will negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  }
]