[
  {
    "name": "Symbol of Insanity",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that all creatures within the radius of the symbol of insanity instead become permanently insane (as the insanity spell). Unlike symbol of death, symbol of insanity has no hit point limit; once triggered, a symbol of insanity simply remains active for 10 minutes per caster level. Note:Magic traps such as symbol of insanity are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of insanity and Disable Device to thwart it. The DC in each case is 25 + spell level, or 33 for symbol of insanity. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Charm Monster, Mass",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like charm monster, except that mass charm monster affects a number of creatures whose combined HD do not exceed twice your level, or at least one creature regardless of HD.  If there are more potential targets than you can affect, you choose them one at a time until you choose a creature with too many HD. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One or more creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " One day/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Power Word Stun",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You utter a single word of power that instantly causes one creature of your choice to become stunned, whether the creature can hear the word or not. The duration of the spell depends on the target's current hit point total. Any creature that currently has 151 or more hit points is unaffected by power word stun. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature with 150 hp or less",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Antipathy",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You cause an object or location to emanate magical vibrations that repel either a specific kind of intelligent creature or creatures of a particular alignment, as defined by you.  The kind of creature to be affected must be named specifically—for example, red dragons, hill giants, wererats, lammasus, cloakers, or vampires.  A creature subtype (such as goblinoid) is not specific enough.  Likewise, the specific alignment to be repelled must be named—for example, chaotic evil, chaotic good, lawful neutral, or neutral. \nCreatures of the designated kind or alignment feel an overpowering urge to leave the area or to avoid the affected item.  A compulsion forces them to abandon the area or item, shunning it and never willingly returning to it while the spell is in effect.  A creature that makes a successful saving throw can stay in the area or touch the item but feels uncomfortable doing so.  This distracting discomfort reduces the creature's Dexterity score by 4 points. \nAntipathy counters and dispels sympathy. \nArcane Material Component: A lump of alum soaked in vinegar. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One location (up to a 10-ft. cube/level) or one object",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  }
]