[
  {
    "name": "Inevitable Defeat",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "You touch the creature with your hand, and it teeters on the edge of unconsciousness. You draw a cloud over the subject's mind, dealing 3d6 points of nonlethal damage. No saving throw is allowed against this effect. Each round on its turn, the subject must succeed on a Will save or take another 3d6 points of nonlethal damage. If the saving throw is successful, the damage for that round is negated and the spell ends. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None and Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Deep Slumber",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like sleep, except that it affects 10 HD of creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Suggestion",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You influence the actions of the target creature by suggesting a course of activity (limited to a sentence or two). The suggestion must be worded in such a manner as to make the activity sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act automatically negates the effect of the spell. However, a suggestion that a pool of acid is actually pure water and that a quick dip would be refreshing is another matter. Urging a red dragon to stop attacking your party so that the dragon and party could jointly loot a rich treasure elsewhere is a likewise reasonable use of the spell's power. The suggested course of activity can continue for the entire duration, such as in the case of the red dragon mentioned above. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do. You can instead specify conditions that will trigger a special activity during the duration. For example, you might suggest that a noble knight give her warhorse to the first beggar she meets. If the condition is not met before the spell duration expires, the activity is not performed. A very reasonable suggestion causes the save to be made with a penalty (such as -1 or -2) at the discretion of the DM. Material Component: A snake's tongue and either a bit of honeycomb or a drop of sweet oil. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 hour/level or until completed",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hold Person",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "The subject becomes paralyzed and freezes in place. It is aware and breathes normally but cannot take any actions, even speech. Each round on its turn, the subject may attempt a new saving throw to end the effect. (This is a full-round action that does not provoke attacks of opportunity). A winged creature who is paralyzed cannot flap its wings and falls. A swimmer can't swim and may drown. Arcane Focus: A small, straight piece of iron. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hesitate",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "In the eyes of your enemy, you seem large, powerful, and indomitable. You fill a subject with doubts and misgivings, making it believe it is inferior to you. On a failed save, the subject can take no action other than a move action on its current turn. Hesitate confers no special bonuses for attackers attempting to hit the subject; the subject still defends itself. If you attack the affected creature, the spell ends immediately. Each round, as a swift action at the start of its turn, thesubject can attempt a new saving throw to end the effect. If the save succeeds, the subject can then act normally. You can cast this spell even when it's not your turn; however, you must cast it at the start of your opponent's turn to gain the benefit. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]