[
  {
    "name": "Screen",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell combines several elements to create a powerful protection from scrying and direct observation. When casting the spell, you dictate what will and will not be observed in the spell's area. The illusion created must be stated in general terms. Thus, you could specify the illusion of yourself and another character playing chess for the duration of the spell, but you could not have the illusory chess players take a break, make dinner, and then resume their game. You could have a crossroads appear quiet and empty even while an army is actually passing through the area. You could specify that no one be seen (including passing strangers), that your troops be undetected, or even that every fifth person or unit should be visible. Once the conditions are set, they cannot be changed. Attempts to scry the area automatically detect the image stated by you with no save allowed. Sight and sound are appropriate to the illusion created. A band of people standing in a meadow could be concealed as an empty meadow with birds chirping, for instance. Direct observation may allow a save (as per a normal illusion), if there is cause to disbelieve what is seen. Certainly onlookers in the area would become suspicious if a marching army disappeared at one point to reappear at another. Even entering the area does not cancel the illusion or necessarily allow a save, assuming that hidden beings take care to stay out of the way of those affected by the illusion. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft. cube/level (S)",
    "duration": " 24 hours",
    "saving_throw": " None or Will disbelief (if interacted with); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scintillating Pattern",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "player's_handbook_v.3.5",
    "description": "A twisting pattern of discordant, coruscating colors weaves through the air, affecting creatures within it. The spell affects a total number of Hit Dice of creatures equal to your caster level (maximum 20). Creatures with the fewest HD are affected first; and, among creatures with equal HD, those who are closest to the spell's point of origin are affected first. Hit Dice that are not sufficient to affect a creature are wasted. The spell affects each subject according to its Hit Dice. 6 or less:Unconscious for 1d4 rounds, then stunned for 1d4 rounds, and then confused for 1d4 rounds. (Treat an unconscious result as stunned for nonliving creatures). 7 to 12: Stunned for 1d4 rounds, then confused for 1d4 rounds. 13 or more: Confused for 1d4 rounds. Sightless creatures are not affected by scintillating pattern. Material Component: A small crystal prism. ",
    "effect": " Colorful lights in a 20-ft.-radius spread",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Concentration + 2 rounds",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invisibility, Superior",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "spell_compendium",
    "description": "As you complete the spell, your senses dull somewhat.  Upon releasing the spell's energy on your desired subject, your senses clear, although the spell's recipient can no longer be perceived. \nThis powerful glamer functions like invisibility (PH 245), except that it masks image, scent, and sound alike, concealing the subject from all senses except touch.  As with greater invisibility, this spell doesn't end if the subject attacks.  While invisible, the subject exudes no scent and is undetectable by scent, blindsense, tremorsense, and blindsight. \nSuperior invisibility renders the recipient immune to detection by see invisibility, faerie fire, glitterdust, invisibility purge, and dust of appearance, although creatures under the effect of the spell can be detected by true seeing.  Certain mundane conditions (such as leaving footprints) can also render a subject detectable. ",
    "effect": "",
    "range": " Personal or touch",
    "components": "verbal,somatic",
    "target": " You or a creature or object weighing no more than 100 lb./level",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stalking Spell",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "savage_species",
    "description": "As improved invisibility, except as noted above and that the creature is hidden from hearing and scent as well. The subject radiates silence to a radius of 5 feet and neither leaves a scent nor can be detected by the scent ability. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Shifting Paths",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "spell_compendium",
    "description": "As if a massive cloth were sweeping it away, the path before you becomes hidden in shadows and false underbrush.  At the same moment, a new path appears from the point you designate, wandering off in a different direction. \nThis spell simultaneously hides a path or road specified by you, while simultaneously creating an illusory path.  The illusory path starts at a point chosen by you within the range of the spell.  It continues in the direction you indicate, to the limit of the spell's area, where it ends abruptly.  The illusory path avoids obstacles and provides no bridges, stairs, ladders, ramps, or other methods of traversing such obstacles.  There is no way to force the illusory path to lead over a cliff or across a river more than 4 feet deep. \nThose who fail their Will saves struggle along the illusory path.  If vegetation or rough terrain slows their progress, they believe the path is sloping enough to justify the reduced speed.  Those who succeed on their Will saves see both paths, but the illusory path is shadowy and obviously unreal. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 1-mile radius + 1 mile/level",
    "duration": " 1 hour/level",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Evocation, Greater",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like shadow evocation, except that it enables you to create partially real, illusory versions of sorcerer or wizard evocation spells of 7th level or lower. If recognized as a greater shadow evocation, a damaging spell deals only three-fifths (60%) damage. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]