[
  {
    "name": "Phantom Battle",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_ii",
    "description": "You create an illusory horde of snarling ogres, fierce orcs, and proud knights in armor, all locked in battle. Creatures in the area move cautiously as they are caught up in the phantom melee. This spell creates the illusion of a fierce battle. Your enemies move cautiously and pass up the opportunity to strike their foes, since the roar and confusion of the battle distracts them. All creatures within the area of the spell that fail their saving throws cannot make attacks of opportunity. In addition, all creatures within the area are considered flanked. A creature ignores these effects when it leaves the spell's area. If a creature reenters the spell's area after leaving it, the creature can attempt another save to resist the spell if its initial save failed. A creature that enters the area for the first time after the spell is cast must also make a saving throw to resist the effect. A phantom battle spell produces noise appropriate to a mob of creatures locked in battle. Anyone in the battle can plainly see that the conjured fighters are no threat, since they strike solely at other phantom warriors, but the din, tumult, and confusion make it difficult to focus on the true foes at hand. A creature that succeeds on its save can still see the spectral outline of the illusion, but is able to block out the distraction and fight as normal. When you cast this spell, you can choose for it not to affect a number of allies you designate less than or equal to your caster level. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Nightmare Terrain",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "complete_mage",
    "description": "You cloak your surroundings with phantasmagoric figures, creating a horrific dreamscape. You make any terrain look, sound, and smell like something out of a nightmare. Writhing vegetation, disembodied limbs, animated corpses, and smoking pits cover every surface. Miasmic vapors fill the air, along with various foul stenches. The nightmare terrain you create is mostly illusory, but the obstacles are partially real. Creatures within, entering, or viewing the area are entitled to Will saves to discern the illusion. Creatures that fail their saves become entangled. Regardless of the outcome of the save, creatures within 5 feet have concealment, while those 10 feet or farther away have total concealment. Furthermore, as long as you are within the area of this spell, you can attempt Hide checks even while being observed. (Other creatures don't gain this benefit). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Five 10-ft. cubes + one 10-ft. cube/level (S)",
    "duration": " 1 round/level",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rainbow Pattern",
    "school": "illusion",
    "sub_school": "pattern",
    "source": "player's_handbook_v.3.5",
    "description": "A glowing, rainbow-hued pattern of interweaving colors fascinates those within it. Rainbow pattern fascinates a maximum of 24 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. An affected creature that fails its saves is fascinated by the pattern. With a simple gesture (a free action), you can make the rainbow pattern move up to 30 feet per round (moving its effective point of origin). All fascinated creatures follow the moving rainbow of light, trying to get or remain within the effect. Fascinated creatures who are restrained and removed from the pattern still try to follow it. If the pattern leads its subjects into a dangerous area (through flame, off a cliff, or the like), each fascinated creature gets a second save. If the view of the lights is completely blocked (by an obscuring mist spell, for instance), creatures who can't see them are no longer affected. The spell does not affect sightless creatures. Verbal Component: A wizard or sorcerer need not utter a sound to cast this spell, but a bard must sing, play music, or recite a rhyme as a verbal component. Material Component: A piece of phosphor. Focus: A crystal prism. ",
    "effect": " Colorful lights with a 20-ft.-radius spread",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,arcane focus",
    "target": "",
    "area": "",
    "duration": " Concentration +1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Improved Invisibility",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_3.0",
    "description": "As invisibility , except the spell doesn't end if the subject attacks. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " You or creature touched",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Disguise Ship",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "stormwrack",
    "description": "You cloak a ship in illusion, making it appear as a ship of another type of your choice. You can choose what it appears as down to small details such as what weaponry it bears and what flags it is flying. You can make the ship to be any other water-going vessel, though it cannot seem to be more than 50% smaller or larger. Creatures within the area are not hidden or changed in appearance, nor are their possessions. Material Component: A tiny replica of a ship. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One ship",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sensory Deprivation",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "spell_compendium",
    "description": "Your vision blurs, and sounds seem muffled as you cast the spell.  Upon completing it, you release the spell's energy, freeing your senses from that which dampened them.  The target of your spell glows for an instant with a black aura. \nRather than creating an illusion of something, this spell creates an illusion of absolute nothingness.  The spell effect surrounds the subject in a dark, clinging shadow that only it perceives, which blocks all auditory, olfactory, taste, and visual sensations.  In addition, it blocks finely tuned senses of touch such as those that provide a creature with tremorsense.  A subject that fails its save is blinded and deafened, and it gains no benefit from blindsense, blindsight, scent, or tremorsense. \nThe subject retains any telepathic or empathic links it might possess with other creatures while affected by the spell. \nMaterial Component: Black silk cloth tied like a blindfold. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will disbelief",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Conjuration",
    "school": "illusion",
    "sub_school": "shadow",
    "source": "player's_handbook_v.3.5",
    "description": "You use material from the Plane of Shadow to shape quasi-real illusions of one or more creatures, objects, or forces. Shadow conjuration can mimic any sorcerer or wizard conjuration (summoning) or conjuration (creation) spell of 3rd level or lower. Shadow conjurations are actually one-fifth (20%) as strong as the real things, though creatures who believe the shadow conjurations to be real are affected by them at full strength. Any creature that interacts with the conjured object, force, or creature can make a Will save to recognize its true nature. Spells that deal damage, such as Melf's acid arrow, have normal effects unless the affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth (20%) damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is only 20% likely to occur. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save that the spell being simulated allows, but the save DC is set according to shadow conjuration's level (5th) rather than the spell's normal level. In addition, any effect created by shadow conjuration allows spell resistance, even if the spell it is simulating does not. Shadow objects or substances, such as obscuring mist, have normal effects except against those who disbelieve them. Against disbelievers, they are 20% likely to work. A shadow creature has one-fifth the hit points of a normal creature of its kind (regardless of whether it's recognized as shadowy). It deals normal damage and has all normal abilities and weaknesses. Against a creature that recognizes it as a shadow creature, however, the shadow creature's damage is one-fifth (20%) normal, and all special abilities that do not deal lethal damage are only 20% likely to work. (Roll for each use and each affected character separately). Furthermore, the shadow creature's AC bonuses are one-fifth as large (so a +7 bonus resulting in AC 17 would change to a +1 total bonus for a new AC of 11). A creature that succeeds on its save sees the shadow conjurations as transparent images superimposed on vague, shadowy forms. Objects automatically succeed on their Will saves against this spell. ",
    "effect": " See text",
    "range": " See text",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " Will disbelief (if interacted with); varies; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invisibility, Greater",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like invisibility, except that it doesn't end if the subject attacks. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic",
    "target": " You or creature touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Mirror Image, Greater",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_ii",
    "description": "Several illusory duplicates of you pop into being. This spell functions like mirror image, except that an additional image is created in each round after the first, up to a maximum of eight concurrent images. If all images are destroyed, the spell ends. This spell also differs from mirror image in that you can cast this spell even when it's not your turn. ",
    "effect": "",
    "range": " Personal; see text for mirror image (PH 254)",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Hallucinatory Terrain",
    "school": "illusion",
    "sub_school": "glamer",
    "source": "player's_handbook_v.3.5",
    "description": "You make natural terrain look, sound, and smell like some other sort of natural terrain. Thus, open fields or a road can be made to resemble a swamp, hill, crevasse, or some other difficult or impassable terrain. A pond can be made to seem like a grassy meadow, a precipice like a gentle slope, or a rock-strewn gully like a wide and smooth road. Structures, equipment, and creatures within the area are not hidden or changed in appearance. Material Component: A stone, a twig, and a bit of green plant. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One 30-ft. cube/level (S)",
    "duration": " 2 hours/level (D)",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Phantasmal Killer",
    "school": "illusion",
    "sub_school": "phantasm",
    "source": "player's_handbook_v.3.5",
    "description": "You create a phantasmal image of the most fearsome creature imaginable to the subject simply by forming the fears of the subject's subconscious mind into something that its conscious mind can visualize: this most horrible beast.  Only the spell's subject can see the phantasmal killer.  You see only a vague shape.  The target first gets a Will save to recognize the image as unreal.  If that save fails, the phantasm touches the subject, and the subject must succeed on a Fortitude save or die from fear.  Even if the Fortitude save is successful, the subject takes 3d6 points of damage. \nIf the subject of a phantasmal killer attack succeeds in disbelieving and is wearing a helm of telepathy, the beast can be turned upon you.  You must then disbelieve it or become subject to its deadly fear attack. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will disbelief (if interacted with), then Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Illusory Wall",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell creates the illusion of a wall, floor, ceiling, or similar surface. It appears absolutely real when viewed, but physical objects can pass through it without difficulty. When the spell is used to hide pits, traps, or normal doors, any detection abilities that do not require sight work normally. Touch or a probing search reveals the true nature of the surface, though such measures do not cause the illusion to disappear. ",
    "effect": " Image 1 ft. by 10 ft. by 10 ft.",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will disbelief (if interacted with)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]