[
  {
    "name": "Improved Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "manual_of_the_planes",
    "description": "As the alarm spell, and in addition the spell works on creatures traveling through the area on coterminous or coexistent planes, such as the Astral Plane, the Ethereal Plane, and the Plane of Shadow. Focus: A bell made of carved crystal, worth at least 100 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 25-ft.-radius emanation centered on a point in space",
    "duration": " 8 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Earthen Grace",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You sprinkle the spell's component on your target, causing its skin to momentarily take on the speckled gray look of granite.  The smell of dust hangs heavily in the air. \nYou grant the subject an affinity for earth and stone.  Any damage the subject takes from a stone or earthen source counts as nonlethal damage for the duration of the spell.  Natural attacks by creatures made of earth or stone (such as stone golems), natural attacks by creatures of the earth subtype, and attacks by stone weapons (such as a stone hammer or a sling stone) instead deal nonlethal damage, as does falling damage when the subject lands on rock or earth.  when the nonlethal damage the subject has taken (from any source) equals the subject's current hit points, the spell ends, and any further damage from a stone or earthen source causes damage normally. \nMaterial Component: A chunk of granite",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Nezram_s Amethyst Aura",
    "school": "abjuration",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "You surround the subject with a brilliant violet glow that grants temporary immunity to poisons and diseases. Nezram's amethyst aura absorbs all poisons and diseases that target the subject for the duration of the spell, regardless of how they are delivered. Any weapon or natural attack normally used to deliver a poison or disease (such as a mummy's touch or a snake's bite) still deals the normal amount of hit point damage, but the poison or disease is blocked. This spell does not reverse or prevent the effects of poison and disease in a subject already affected by one or both at the time of casting. Arcane Material Component: A pinch of amethyst dust. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Improved Arcane Lock",
    "school": "abjuration",
    "sub_school": "",
    "source": "stronghold_builder's_guidebook",
    "description": "This spell works identically to arcane lock, except that at the time of casting you may attune up to 1 individual per caster level to the object targeted by the spell. These individuals (who need not be present during casting) can freely pass the improved arcane lock as if they had cast the spell. Material Component: Gold dust worth 25 gp, plus 5 gp per individual attuned. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Door, chest, or portal touched, up to 30 sq. ft./level in size",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Rend Shadow Weave",
    "school": "abjuration",
    "sub_school": "",
    "source": "champions_of_valor",
    "description": "You damage the Shadow Weave, creating an area of dead magic that only affects the Shadow Weave rather than the Weave. While you have this spell prepared, you get a +2 competence bonus on caster level checks to dispel Shadow Weave effects. Material Component: A moonstone worth at least 50 gp. ",
    "effect": " One 10-ft.-cube area of the Shadow Weave",
    "range": " Close (25 ft. plus 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Karmic Backlash",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Your magic influences the flow of fate, doing harm to all who would dare attack you. \nThis spell functions like karmic aura, except that any creature that damages you and fails its Will save becomes exhausted for 2 rounds. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Avoid Planar Effects",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The danger of the plane surprises you, and you have barely time to bark out a few elder words of power.  In a moment you're safe, and you gain a brief respite—time enough to cast more permanent protective spells. \nYou gain a temporary respite from the natural effects of a specific plane.  These effects include extremes in temperature, lack of air, poisonous fumes, emanations of positive or negative energy, or other attributes of the plane itself (DMG 150). \nAvoid planar effects provides protection from the 3d10 points of fire damage that characters normally take when on a plane with the fire-dominant trait.  Avoid planar effects allows a character to breathe water on a water-dominant plane and ignore the threat of suffocation on an earth-dominant plane.  A character protected by avoid planar effects can't be blinded by the energy of a major positive-dominant plane and automatically stops gaining temporary hit points when they equal the character's full normal hit point total.  Negative-dominant planes don't deal damage or bestow negative levels to characters protected by avoid planar effects. \nIn addition, some effects specific to a plane are negated by avoid planar effects.  In the D&D cosmology, avoid planar effects negates the deafening effect of Pandemonium and the cold damage on the Cania layer of the Nine Hells.  The DM can add additional protections for a cosmology he creates.  If the campaign has an Elemental Plane of Cold, for example, avoid planar effects protects against the base cold damage dealt to everyone on the plane. \nThe effects of gravity traits, alignment traits, and magic traits aren't negated by avoid planar effects, nor is the special entrapping trait of certain planes (such as Elysium and Hades). \nThe spell does not provide protection against creatures, native or otherwise, nor does it protect against spells, special abilities, or extreme and nonnatural formations within the plane.  This spell allows you to survive on the Elemental Plane of Earth, for instance, but it won't protect you if you walk into a pool of magma on that same plane. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal",
    "target": " One creature/level in a 20-ft.-radius burst centered on you",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Tentacle, Lesser",
    "school": "abjuration",
    "sub_school": "shadow",
    "source": "lords_of_darkness",
    "description": "You can animate any nearby shadow into a ropelike tentacle. The target shadow transforms into a thick, ropy tentacle. One end of the shadow tentacle remains rooted to the location where it fell on the floor, wall, ceiling, et cetera, while the opposite end can attack and curl about a target. The animated shadow tentacle extends 5 feet per level of the caster (up to 50 feet) from its anchoring point. The caster directs the shadow tendril, indicating a target for it to attack. The tentacle makes a melee touch attack using the caster's attack bonus. The tentacle does not inflict damage, but can be used to entangle an opponent. A successful melee touch attack means that the tentacle has entangled its victim. The shadow tentacle is anchored, so it can hold its victim motionless if the caster desires; otherwise, the entangled victim can move at half speed up to the length of the animated tentacle. The shadow tentacle has 20 hit points, AC 15, and can be burst with a Strength check (DC 23). A character can also free himself from the tentacle with an Escape Artist check (DC 20). Changing targets is a standard action. When the caster changes targets, the tentacle releases its current victim and immediately attacks the new target. The tentacle is not affected by bright light, sunlight, or light spells. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "somatic",
    "target": " One shadow",
    "area": "",
    "duration": " Concentration (1 round/level max)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Nondetection",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The warded creature or object becomes difficult to detect by divination spells such as clairaudience/clairvoyance, locate object, and detect spells.  Nondetection also prevents location by such magic items as crystal balls.  If a divination is attempted against the warded creature or item, the caster of the divination must succeed on a caster level check (1d20 + caster level) against a DC of 11 + the caster level of the spellcaster who cast nondetection.  If you cast nondetection on yourself or on an item currently in your possession, the DC is 15 + your caster level. \nIf cast on a creature, nondetection wards the creature's gear as well as the creature itself. \nMaterial Component: A pinch of diamond dust worth 50 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature or object touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless, object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Energy Aegis",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A nigh-invisible ripple of magical energy courses through the creature touched, granting it resistance against one type of energy specified by you during the casting the spell. When you cast energy aegis, specify an energy type (acid, cold, electricity, fire, or sonic). Against the next attack using this energy type that targets the subject, it gains resistance 20. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Elements",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_3.0",
    "description": "As endure elements, but protection from elements grants temporary invulnerability to the selected energy type.  When the spell absorbs 12 points per caster level of elemental damage, it is discharged. \nNote: Protection from elements overlaps (and does not stack with) resist elements and endure elements.  If a character is warded by protection from elements and one or both of the other spells, the protection spell absorbs damage until it is exhausted.  If a character is warded by resist elements and endure elements at the same time, the resist spell absorbs damage but the endure spell does not. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level or until discharged",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Disobedience",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_scoundrel",
    "description": "A ghostly great helm that only you can see appears around your companion's head, warding her mind against control. You shield your subject against mind-controlling spells and abilities. Disobedience blocks any attempt to exercise mental control over the subject creature, including charm and compulsion effects that grant ongoing control over the subject, such as dominate person or a vampire's dominate ability. The protection does not prevent such effects from targeting a subject affected by disobedience, but it suppresses the effect for the duration of this spell. If disobedience ends before the effect granting mental control does, the would-be controller becomes able to mentally command the targeted creature. In addition to protecting the subject, disobedience sends false information to the creature that is attempting to gain control of the subject. The would-be controller must succeed on a Will save or believe that its spell or ability has taken effect and that the target is now under its control. The spell's subject becomes aware of commands issued by that creature and can choose to act however she pleases, disregarding the would-be controller's orders or going along with them in a pretense of obedience. Material Component: A scrap of tin. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Will negates (harmless); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Tenacious Dispelling",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_mage",
    "description": "A wave of your hand sweeps away some of the magical effects on your target, but a surge of energy within you wants another try. This spell functions as a targeted dispel magic. If you cast tenacious dispelling again before the end of your next turn, the second casting can function either as a targeted or area dispel magic, and you gain a +2 bonus on dispel checks made as part of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature or object, or 20-ft.-radius burst",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dispel Magic",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Because magic is so powerful, so too is the ability to dispel magic.  You can use dispel magic to end ongoing spells that have been cast on a creature or object, to temporarily suppress the magical abilities of a magic item, to end ongoing spells (or at least their effects) within an area, or to counter another spellcaster's spell.  A dispelled spell ends as if its duration had expired.  Some spells, as detailed in their descriptions, can't be defeated by dispel magic.  Dispel magic can dispel (but not counter) spell-like effects just as it does spells. \nNote: The effect of a spell with an instantaneous duration can't be dispelled, because the magical effect is already over before the dispel magic can take effect.  Thus, you can't use dispel magic to repair damage caused by a fireball or to turn a petrified character back to flesh.  In these cases, the magic has departed, leaving only burned flesh or perfectly normal stone in its wake. \nYou choose to use dispel magic in one of three ways: a targeted dispel, an area dispel, or a counterspell:\nTargeted Dispel: One object, creature, or spell is the target of the dispel magic spell.  You make a dispel check (1d20 + your caster level, maximum +10) against the spell or against each ongoing spell currently in effect on the object or creature.  The DC for this dispel check is 11 + the spell's caster level. \nFor example, Mialee, at 5th level, targets dispel magic on a drow who is under the effects of haste, mage armor, and bull's strength.  All three spells were cast on the drow by a 7th-level wizard.  Mialee makes a dispel check (1d20 + 5 against DC 18) three times, once each for the haste, mage armor, and bull's strength effects.  If she succeeds on a particular check, that spell is dispelled (the drow's spell resistance doesn't help him); if she fails, that spell remains in effect. \nIf you target an object or creature that is the effect of an ongoing spell (such as a monster summoned by monster summoning), you make a dispel check to end the spell that conjured the object or creature. \nIf the object that you target is a magic item, you make a dispel check against the item's caster level.  If you succeed, all the item's magical properties are suppressed for 1d4 rounds, after which the item recovers on its own.  A suppressed item becomes nonmagical for the duration of the effect.  An interdimensional interface (such as a bag of holding) is temporarily closed.  A magic item's physical properties are unchanged: A suppressed magic sword is still a sword (a masterwork sword, in fact).  Artifacts and deities are unaffected by mortal magic such as this. \nYou automatically succeed on your dispel check against any spell that you cast yourself. \nArea Dispel: When dispel magic is used in this way, the spell affects everything within a 20-foot radius. \nFor each creature within the area that is the subject of one or more spells, you make a dispel check against the spell with the highest caster level.  If that check fails, you make dispel checks against progressively weaker spells until you dispel one spell (which discharges the dispel magic spell so far as that target is concerned) or until you fail all your checks.  The creature's magic items are not affected. \nFor each object within the area that is the target of one or more spells, you make dispel checks as with creatures.  Magic items are not affected by an area dispel. \nFor each ongoing area or effect spell whose point of origin is within the area of the dispel magic spell, you can make a dispel check to dispel the spell. \nFor each ongoing spell whose area overlaps that of the dispel magic spell, you can make a dispel check to end the effect, but only within the overlapping area. \nIf an object or creature that is the effect of an ongoing spell (such as a monster summoned by monster summoning) is in the area, you can make a dispel check to end the spell that conjured that object or creature (returning it whence it came) in addition to attempting to dispel spells targeting the creature or object. \nYou may choose to automatically succeed on dispel checks against any spell that you have cast. \nCounterspell: When dispel magic is used in this way, the spell targets a spellcaster and is cast as a counterspell (page 170).  Unlike a true counterspell, however, dispel magic may not work; you must make a dispel check to counter the other spellcaster's spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One spellcaster, creature, or object; or 20-ft.-radius burst",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Circle Against Good",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like magic circle against evil, except that it is similar to protection from good instead of protection from evil, and it can imprison a nonevil called creature. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Delay Manifestation",
    "school": "abjuration",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You prevent the subject creature from manifesting as a ghost for the duration of the spell. If the subject dies, it appears on the Ethereal Plane as normal, but cannot enter the Material Plane while the spell is in effect. This spell works only on an ethereal ghost or a living creature with a physical body; it cannot be cast upon the body of someone who is already dead, because this spell affects a creature's soul and a dead body has no soul to affect. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Energy Vulnerability",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Silvery tendrils erupt from your outstretched arms and strike the creatures you choose. A lingering silvery aura engulfs them thereafter. Energy vulnerability can affect a number of creatures with total Hit Dice equal to twice your caster level or lower. You select which creatures are affected. When you cast this spell, specify an energy type (acid, cold, electricity, fire, or sonic). The affected creatures gain vulnerability to that energy type (they take +50% damage from that energy, even on a successful save). Arcane Material Component: A tiny wooden shield, which the caster snaps in half. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One or more creatures within a 10-ft.-radius burst",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bane of the Archrival",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "As you complete the spell and pronounce the truename, a silvery shimmer is faintly visible in the area you indicated, which pulses angrily if your truename foe comes near. This spell protects those within its area against a single named foe, doing so in three ways. First, the area is forbidden to the creature. It must make a successful Will save to enter it by any means (movement, teleportation spells, and so on). If it fails its Will save and was endeavoring to use a teleportation spell to enter the area, it is shunted to a random open space on a suitable surface within 10 feet of the protected area. If no free space is available within 10 feet, the spell simply fails. The creature can try to enter the area only once during its turn, but can continue to try on subsequent rounds. Even if the named creature gets inside the barrier, the other aspects of the spell function normally. Second, all creatures within the area gain a +4 deflection bonus to AC against attacks from the named creature, and a +4 resistance bonus on saving throws required by the named creature's spell effects and special attacks. Third, the barrier blocks any attempt to possess or exercise mental control over those within the spell's area by the named creature, including enchantment (charm) effects and enchantment (compulsion) effects that grant ongoing control over the subject. Bane of the archrival suppresses these effects for the duration of the spell or as long as the subject remains within the spell's area. Truename Component: When you cast this spell, you must correctly speak the personal truename of the creature you're protecting against. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,true name",
    "target": "",
    "area": " 20-ft.-radius emanation centered on a point in space",
    "duration": " I minute/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Resist Taint",
    "school": "abjuration",
    "sub_school": "",
    "source": "heroes_of_horror",
    "description": "This spell grants a +4 resistance bonus on saving throws made to resist acquiring taint. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Circle Against Chaos",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like magic circle against evil, except that it is similar to protection from chaos instead of protection from evil, and it can imprison a nonlawful called creature. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Protection from Energy",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Protection from energy grants temporary immunity to the type of energy you specify when you cast it (acid, cold, electricity, fire, or sonic).  When the spell absorbs 12 points per caster level of energy damage (to a maximum of 120 points at 10th level), it is discharged. \nNote: Protection from energy overlaps (and does not stack with) resist energy.  If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Abolish Shadows",
    "school": "abjuration",
    "sub_school": "",
    "source": "unapproachable_east",
    "description": "A burst of dark energy leaps forth from your body and disrupts all shadows in the area of effect. \nThis has two primary effects:First, shadow creatures (including shadows, shades, and other monsters or beings of the shadow type) take 1d6 points of damage per caster level, to a maximum of 10d6.  Creatures subject to this effect are entitled to a Fortitude saving throw for half damage. Second, spells of the shadow subschool or the darkness descriptor (including shadow conjurations and shadow evocations) may be dispelled.  Make a dispel check (1d20 + your caster level, maximum +10) against a DC of 11 + the target spell's caster level. \nMaterial Component: A small piece of obsidian. ",
    "effect": "",
    "range": " 30 feet",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 30-ft.-radius burst, centered on you",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Glacial Globe of Invulnerability",
    "school": "abjuration",
    "sub_school": "",
    "source": "frostburn",
    "description": "A frosty sphere of cold energy surrounds you and excludes all spells and spell-like abilities with the fire descriptor of 3rd level or lower. This spell functions like globe of invulnerability, except that it affects only fire spells. In addition, the frosty opaqueness of the globe grants concealment (20%miss chance) to those within the area against attacks from outside. Likewise, targets outside the globe gain concealment against attacks from those within the spell's area. Arcane Material Component: A tiny sphere of ice that shatters at the expiration of the spell. ",
    "effect": "",
    "range": " 10 ft.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 10-ft.-radius spherical emanation, centered on you",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sudden Aegis",
    "school": "abjuration",
    "sub_school": "",
    "source": "the_forge_of_war",
    "description": "You instantly but briefly grant the subject damage reduction 10/adamantine. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Explosive Runes",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You trace these mystic runes upon a book, map, scroll, or similar object bearing written information. The runes detonate when read, dealing 6d6 points of force damage. Anyone next to the runes (close enough to read them) takes the full damage with no saving throw; any other creature within 10 feet of the runes is entitled to a Reflex save for half damage. The object on which the runes were written also takes full damage (no saving throw). You and any characters you specifically instruct can read the protected writing without triggering the runes. Likewise, you can remove the runes whenever desired. Another creature can remove them with a successful dispel magic or erase spell, but attempting to dispel or erase the runes and failing to do so triggers the explosion. Note:Magic traps such as explosive runes are hard to detect and disable. A rogue (only) can use the Search skill to find the runes and Disable Device to thwart them. The DC in each case is 25 + spell level, or 28 for explosive runes. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One touched object weighing no more than 10 lb.",
    "area": "",
    "duration": " Permanent until discharged (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Dessication",
    "school": "abjuration",
    "sub_school": "",
    "source": "sandstorm",
    "description": "The warded creature gains temporary immunity to dehydration of any kind. While protected by the spell, the subject cannot become dehydrated even if it takes dessication damage. Once the spell has prevented a total of 10 points of damage from dehydration per caster level (maximum 100 points), whether that damage is dessication damage or nonlethal damage, it is discharged. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " 10 min./level or until discharged",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hide From Dragons",
    "school": "abjuration",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You trace a pattern in the air, and a faint aura the same color as your dragonmark appears around you. \nWhile you are under the effect of this spell, dragons cannot see, hear, or smell you.  Even extraordinary and supernatural sensory capabilities (including blindsense, blindsight, scent, and tremorsense) cannot detect or locate you.  If you touch a dragon or attack any creature (even with a spell), this spell ends.  If a dragon learns of your location by other means (for example, if another creature tells it where you are, or if you disturb its treasure hoard), it can attempt to attack you.  However, you still have total concealment against it. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " Personal",
    "components": "somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Repelling Shield",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You create a shield of force that can push your attackers away from you. This spell functions like the shield spell, except that any adjacent creature that makes a melee attack against you is also pushed 5 feet away from you after the attack is resolved. A successful Reflex save negates this effect, and spell resistance applies. You can choose the direction of the creature's movement, as long as it ends up farther away from you than it began. You can't push a creature into a space that it couldn't legally occupy (such as a wall). If no legal space exists to push the creature, it is unaffected. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Khyber Trap",
    "school": "abjuration",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "This spell draws upon the binding power of a Khyber dragonshard to trap an extraplanar creature for a short duration.  If the creature fails its Will save, it is drawn into the Khyber shard.  It can take no actions inside the shard, though it can communicate if it is capable of telepathy.  If the dragonshard containing the creature is broken, the creature is released. \nFocus: A Khyber dragonshard worth at least 100 gp per HD of the target creature.  The focus can hold only one trapped creature at a time. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "somatic,arcane focus",
    "target": " One outsider or extraplanar creature",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Circle Against Law",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like magic circle against evil, except that it is similar to protection from law instead of protection from evil, and it can imprison a nonchaotic called creature. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Backblast",
    "school": "abjuration",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " Until expended or 10 minutes/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Antidragon Aura",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You unleash the power of this spell and the nugget of platinum vanishes from your palm.  Your companions are bathed in a white aura with a silver scale pattern overlaid upon it. \nAll subjects gain a +2 luck bonus to Armor Class and on saving throws against the attacks, spells, and special attacks (extraordinary, supernatural, and spell-like) of dragons.  This bonus increases by 1 for every four caster levels above 5th (to +3 at 9th, +4 at 13th, and a maximum of +5 at 17th). \nMaterial Component: A chunk of platinum worth at least 25 gp (slightly less than 1 ounce). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels",
    "components": "verbal,somatic,material,divine focus",
    "target": " One creature/ 2 levels, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magic Circle Against Evil",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "All creatures within the area gain the effects of a protection from evil spell, and no nongood summoned creatures can enter the area either. You must overcome a creature's spell resistance in order to keep it at bay (as in the third function of protection from evil), but the deflection and resistance bonuses and the protection from mental control apply regardless of enemies' spell resistance. This spell has an alternative version that you may choose when casting it. A magic circle against evil can be focused inward rather than outward. When focused inward, the spell binds a nongood called creature (such as those called by the lesser planar binding, planar binding, and greater planar binding spells) for a maximum of 24 hours per caster level, provided that you cast the spell that calls the creature within 1 round of casting the magic circle. The creature cannot cross the circle's boundaries. If a creature too large to fit into the spell's area is the subject of the spell, the spell acts as a normal protection from evil spell for that creature only. A magic circle leaves much to be desired as a trap. If the circle of powdered silver laid down in the process of spellcasting is broken, the effect immediately ends. The trapped creature can do nothing that disturbs the circle, directly or indirectly, but other creatures can. If the called creature has spell resistance, it can test the trap once a day. If you fail to overcome its spell resistance, the creature breaks free, destroying the circle. A creature capable of any form of dimensional travel (astral projection, blink, dimension door, etherealness, gate, plane shift, shadow walk, teleport, and similar abilities) can simply leave the circle through that means. You can prevent the creature's extradimensional escape by casting a dimensional anchor spell on it, but you must cast the spell before the creature acts. If you are successful, the anchor effect lasts as long as the magic circle does. The creature cannot reach across the magic circle, but its ranged attacks (ranged weapons, spells, magical abilities, and the like) can. The creature can attack any target it can reach with its ranged attacks except for the circle itself. You can add a special diagram (a two-dimensional bounded figure with no gaps along its circumference, augmented with various magical sigils) to make the magic circle more secure. Drawing the diagram by hand takes 10 minutes and requires a DC 20 Spellcraft check. The DM makes this check secretly. If the check fails, the diagram is ineffective. You can take 10 (see page 65) when drawing the diagram if you are under no particular time pressure to complete the task. This task also takes 10 full minutes. If time is no factor at all, and you devote 3 hours and 20 minutes to the task, you can take 20. A successful diagram allows you to cast a dimensional anchor spell on the magic circle during the round before casting any summoning spell. The anchor holds any called creatures in the magic circle for 24 hours per caster level. A creature cannot use its spell resistance against a magic circle prepared with a diagram, and none of its abilities or attacks can cross the diagram. If the creature tries a Charisma check to break free of the trap (see the lesser planar binding spell), the DC increases by 5. The creature is immediately released if anything disturbs the diagram—even a straw laid across it. However, the creature itself cannot disturb the diagram either directly or indirectly, as noted above. This spell is not cumulative with protection from evil and vice versa. Arcane Material Component: A little powdered silver with which you trace a 3-footdiameter circle on the floor (or ground) around the creature to be warded. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 10-ft.-radius emanation from touched creature",
    "duration": " 10 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]