[
  {
    "name": "Unheavened",
    "school": "abjuration",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster grants one creature a +4 profane bonus on saving throws made against any spell or spell-like effect from a good outsider. This protection manifests as a black and red nimbus of energy visible around the subject. All celestial beings can identify an unheavened nimbus on sight. Drug Component: Vodare. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Filter",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "This spell creates an invisible bubble of protection around the recipient's body that filters out all noxious and toxic elements in the air. The warded creature takes no damage and no penalties from inhaled natural or alchemical poisons. It is likewise protected against magical poisons created by spells of 4th level or lower (such as stinking cloud) cast by creatures of 8 or fewer Hit Dice. Against more powerful affects, the creature receives a +2 circumstance modifier on any saving throw allowed. Arcane Material Component: A strand of spider web and a scrap of cotton cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Dispel Fog",
    "school": "abjuration",
    "sub_school": "",
    "source": "shining_south",
    "description": "You make normal or magical fog within the affected area instantly and completely vanish. This spell is effective against fog and mist from any source, including spells such as obscuring mist or cloudkill, but not against bodies of water, precipitation, or smoke. The dispelled area stays clear for 1 minute per level regardless of other conditions—after that, it can fill in again if there is sufficient fog in the surrounding vicinity. Natural fog is automatically cleared in the affected area; natural fog reform within 1 minute after the expiration of the spell. Magical fog (such as that from a fog cloud spell) requires you to make a dispel check (1d20 + your caster level, maximum +10) against the spell to clear the area. The DC for this dispel check is 11 + the spell's caster level. Success means the spell is dispelled in the area you designate, but magic fogs covering large areas might not be completely cleared away by dispel fog. Creatures in fog or mist form who are in the area must succeed on a Fortitude save or take 2d10 points of damage. Even those who make their saves must immediately assume another shape. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Up to four 10-ft. cubes/level (S)",
    "duration": " 1 min./level; see text",
    "saving_throw": " Fortitude half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Node Lock",
    "school": "abjuration",
    "sub_school": "",
    "source": "underdark",
    "description": "A node lock spell cast upon an earth node magically \"locks\" it against others who might wish to use its power. You can affect an earth node whose class is equal to one-half your caster level or less. For any caster except you, the node lock adds +15 to each Spellcraft DC associated with the use of the node's standard powers. A successful dispel magic breaks the node lock. Special: You must have the Node Spellcasting feat to cast this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One earth node",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scintillating Scales",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You invoke the words of this spell, and your skin glistens and shimmers with a silvery protective aura that makes you shine. \nThis spell transforms your natural armor bonus to Armor Class into a deflection bonus to your Armor Class.  While your overall Armor Class might not change, the deflection bonus applies to melee touch attacks and ranged touch attacks, including incorporeal touch attacks.  If you have no natural armor bonus, this spell has no effect. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Aiming at the Target",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "As you intone the words of power to release this spell, you feel far more focused on the spell on which you have been concentrating. \nWhen you cast this spell, you increase your ability to concentrate on a spell you have already cast.  You can cast this spell while maintaining concentration on another spell.  Aiming at the target gives you a +10 circumstance bonus on Concentration checks you make to maintain concentration on the other spell, and its effect lasts as long as you concentrate on the other spell (to a maximum of 20 minutes). ",
    "effect": "",
    "range": " Personal",
    "components": "somatic",
    "target": " You",
    "area": "",
    "duration": " Concentration, up to 20 minutes; see text",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Resist Energy",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This abjuration grants a creature limited protection from damage of whichever one of five energy types you select: acid, cold, electricity, fire, or sonic.  The subject gains energy resistance 10 against the energy type chosen, meaning that each time the creature is subjected to such damage (whether from a natural or magical source), that damage is reduced by 10 points before being applied to the creature's hit points.  The value of the energy resistance granted increases to 20 points at 7th level and to a maximum of 30 points at 11th level.  The spell protects the recipient's equipment as well.  \nResist energy absorbs only damage.  The subject could still suffer unfortunate side effects, such as drowning in acid (since drowning damage comes from lack of oxygen) or becoming encased in ice. \nNote: Resist energy overlaps (and does not stack with) protection from energy. If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Arcane Lock",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "An arcane lock spell cast upon a door, chest, or portal magically locks it. You can freely pass your own arcane lock without affecting it; otherwise, a door or object secured with this spell can be opened only by breaking in or with a successful dispel magic or knock spell. Add 10 to the normal DC to break open a door or portal affected by this spell. (A knock spell does not remove an arcane lock; it only suppresses the effect for 10 minutes). Material Component: Gold dust worth 25 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " The door, chest, or portal touched, up to 30 sq. ft./level in size",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ectoplasmic Feedback",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A shimmering sheath of energy surrounds you, promising harm to incorporeal creatures that touch you. \nAny creature that hits you with an incorporeal touch attack takes 1d6 points of force damage +1 point per caster level (maximum +10).  If the attacker has spell resistance, it applies to this effect. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Alarm, Greater",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Uttering a low chant, you ring a crystal bell with the drumming of your fingernails, bringing into being an invisible warded area. \nThis spell functions like alarm (PH 197), and in addition the spell works on creatures traveling through the area on coterminous or coexistent planes (DMG 150), such the Ethereal Plane and the Plane of Shadow. \nFocus: A bell made of carved crystal, worth at least 100 gp. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 4 hours/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Daggerspell Stance",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The daggers in your hands glow silver as you complete the spell.  They feel as if they have become a part of your body. \nWhile this spell is in effect, if you make a full attack while holding a dagger in each hand, you gain a +2 insight bonus on attack rolls and damage rolls made with daggers in that round. \nThe magical energy that permeates your daggers while this spell is active allows you to deflect the magical energy of spells.  When wielding two daggers and fighting defensively, you gain spell resistance equal to 5 + your caster level. \nThe spell focuses your concentration so that whn you devote all of your attention to defense, you can turn the force of most blows away from your body with your daggers.  When wielding two daggers and using the total defense action, you gan both the spell resistances benefit described above and damage reduction 5/magic. \nFocus: A pair of daggers. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Turbidity",
    "school": "abjuration",
    "sub_school": "",
    "source": "stormwrack",
    "description": "You cause the water surrounding you to swirl and fill with suspended sediments, decreasing visibility and making it harder for foes to attack you. This roiling cloud obscures all vision, including darkvision, beyond 5 feet. Creatures within the area up to 5 feet from an attacker have concealment (20% miss chance), while those farther away have total concealment (50% miss chance). Creatures other than you within this cloud must make a Concentration check to cast a spell (DC 15 + spell level). Ranged attacks that pass through the turbidity automatically fail. A vigorous current (1-3 knots) disperses the clouded water in 4 rounds; a dangerous or stronger current (4 or more knots) disperses it within 1 round. This spell only functions under water. Material Component: A handful of mud. ",
    "effect": "",
    "range": " 0 ft.",
    "components": "somatic,material",
    "target": "",
    "area": " 20-ft.-radius spread centered on you",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Aerial Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "heroes_of_battle",
    "description": "As alarm (see Player's Handbook page 197), except the area is a cylinder that extends 500 feet into the air and the alarm only sounds when a flying creature of Medium or larger size enters or touches the warded area. Arcane Focus: A silver bell and an eagle's feather. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " 100-ft.-radius cylinder, 500 ft. high",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Magical Backlash",
    "school": "abjuration",
    "sub_school": "",
    "source": "drow_of_the_underdark",
    "description": "With a word and a gesture, the target flares with crackling, violet-colored energy. Magical backlash causes any spells affecting the target to resonate painfully. For each spell currently in effect on the target (not counting magical backlash itself), magical backlash deals 2 points of damage per level of that spell. For example, a creature targeted by magical backlash that is under the effects of bull's strength, blur, and mage armor spells would take 4 points of damage for bull's strength, 4 for blur, and 2 more for mage armor for a total of 10 points of damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Deflect",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "This spell functions like lesser deflect, except that you gain a shield bonus to AC equal to 1/2 your caster level (round down) against the next attack made against you before the end of your next turn. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Resist Elements",
    "school": "abjuration",
    "sub_school": "",
    "source": "psionics_handbook_3.0",
    "description": "As endure elements, except resist elements absorbs the first 12 points of damage. Note: Resist elements overlaps (and does not stack with) endure elements and protection from elements.  If a character is warded by protection from elements and one or both of the other spells, the protection spell absorbs damage until it is exhausted.  If a character is warded by resist elements and endure elements at the same time, the resist spell absorbs damage but the endure spell does not. ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Suppress Dragonmark",
    "school": "abjuration",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "Using an inversely charged Siberys dragonshard, this spell absorbs the magical energy of the target creature's dragonmark.  In casting the spell, you must touch the target creature with the charged dragonshard, requiring either a ranged or melee touch attack.  If the creature is struck by the Siberys shard and fails its Will save, it loses the ability to use any spell-like abilities granted by its dragonmark for the duration of the spell. \nFocus: A Siberys dragonshard worth at least 25 gp and inversely tuned, a process requiring 1 hour of uninterrupted concentration.  Once the spell is cast, the inverse tuning must be repeated for the focus to work again. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "somatic,arcane focus",
    "target": " One dragonmarked creature",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stormrunner_s Ward",
    "school": "abjuration",
    "sub_school": "",
    "source": "stormwrack",
    "description": "You ward a single ship against foundering and storm damage, making it easier to sail in dangerous weather. You add a +4 bonus on any checks made to sail in severe winds, windstorms, or gales. You also add this bonus to foundering checks and capsizing checks for that ship. This bonus improves by +1 per 4 caster levels, to a maximum of +8. The stormrunner's ward does nothing to protect the crew from the winds and green water that might roll over the side of the ship. Material Component:Handful of copper powder. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One ship",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Fortify Dragonmark",
    "school": "abjuration",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "Your dragonmark tingles as its energy blocks the most potent attacks of your adversaries. \nAny critical hit or sneak attack made against you has a chance to be negated so that damage is instead rolled normally.  The chance depends on the strength of your dragonmark. \n\n\nDragonmark \nNormal Damage \n\n\n Least \n 25% \n\n\n Lesser \n 75% \n\n\n Greater or Siberys \n 100% \n\n\nThe benefits of this spell do not stack with any other effect that grants a percentage chance to negate extra damage from a critical hit or sneak attack. \nDragonmark: Any true dragonmark. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Ray of Retaliation",
    "school": "abjuration",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You raise your hand to block an incoming ray attack and absorb the energy into your dragonmark.  An instant later, a ray of force, colored like your dragonmark, springs from your outstretched hand and races back toward your attacker. \nWhen you are hit with a ray attack, you can cast this spell to negate the ray's effect and turn its energy back against its caster.  You must be aware of the ray attack and not flat-footed.  Casting this spell is an immediate action that does not provoke attacks of opportunity.  You must succeed on a ranged touch attack.  If the ray hits and penetrates the target's spell resistance (if any), you deal an amount of force damage determined by the strength of your dragonmark. \n\n\nDragonmark \nForce Damage \n\n\n Least \n 1d6 per 2 caster levels (max.  5d6) \n\n\n Lesser \n 1d8 per 2 caster levels (max.  5d8) \n\n\n Greater or Siberys \n 1d6 per caster level (max.  10d6) \n\n\nYour ray is a force effect with the same range as the original ray.  You cannot use the ray to attack any target other than the caster of the original ray. \nDragonmark: Any true or aberrant dragonmark. ",
    "effect": "",
    "range": " See text",
    "components": "somatic",
    "target": " See text",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Arcane Turmoil",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_mage",
    "description": "As you make the final spell gesture, the look in your rival's eyes gives evidence enough of the chaos rampaging through his mind. You affect the subject of the spell as if by the targeted variant of dispel magic. Additionally, if the subject is a spellcaster who fails a Will save, she loses one randomly determined prepared spell or spell slot from her highest level of available spells remaining. This spell or spell slot is lost as if it had been cast or used for the day. Material Component: A broken eggshell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None or Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gaze Screen",
    "school": "abjuration",
    "sub_school": "",
    "source": "tome_and_blood:_a_guidebook_to_wizards_and_sorcerers",
    "description": "You create a shimmering, mirrorlike area in the air before the recipient's eyes. The area moves with the recipient and does not affect its vision. While the spell lasts, there exists a 50% chance that a recipient subjected to a gaze attack need not make a saving throw against the attack, as if averting its eyes, but the foe with the gaze attack is not concealed from the recipient (see Gaze Attacks on page 77 of DUNGEON MASTER'S Guide). The recipient gets no additional protection from averting its eyes while the spell lasts, but it can shut its eyes to avoid the gaze. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Portal Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cast a tiny bell at the portal, and it rings as you finish the last gesture of the spell.  With the completion of the spell, the bell vanishes in midair, but it continues to ring for a few moments more. \nPortal alarm sounds a mental or audible alarm each time a creature of Tiny or larger size passes through the magic gate or portal the spell is cast upon.  You decide at the time of casting whether the portal alarm will be mental or audible. \nMental Alarm: A mental alarm alerts you (and only you) as long as you remain within 1 mile of the warded area and on the same plane.  You notice a mental tremor that would awaken you from a normal sleep but does not otherwise disturb concentration (it would not interfere with spellcasting).  A silence spell has no effect on a mental alarm. \nAudible Alarm: An audible portal alarm produces the sound of a hand bell, buzzer, or other similar repeating sound that can be heard clearly up to 60 feet away, and it pierces closed doors and extends onto other planes.  The ringing can be heard faintly up to 180 feet away and lasts for 1 round.  Creatures within the area of a silence spell cannot hear the ringing, and if the portal itself is within the area of a silence spell, no alarm is sounded. \nEthereal and astral creatures trigger a portal alarm if they pass through the portal. \nYou can set a portal alarm with a password, determined at the time of the casting, and this password can be discerned with the analyze portal spell (page 10).  Those speaking the password before passing through the portal do not set off the alarm. \nMaterial Component: A tiny bell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One interplanar gate or portal",
    "area": "",
    "duration": " 2 hours/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Obscure Object",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell hides an object from location by divination (scrying) effects, such as the scrying spell or a crystal ball. Such an attempt automatically fails (if the divination is targeted on the object) or fails to perceive the object (if the divination is targeted on a nearby location, object, or person). Arcane Material Component: A piece of chameleon skin. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " One object touched of up to 100 lb./level",
    "area": "",
    "duration": " 8 hours (D)",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Earth Lock",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You scribe a spiral in the air with the diamond-tipped bit of charcoal, chanting the words of the spell.  Immediately the sides of the cavern begin to contract, sealing the passage behind you. \nYou cause a 1-foot length of subterranean tunnel to constrict, \"locking\" it against others who might wish to traverse its length.  This spell affects only naturally occurring tunnels or worked tunnels that are surrounded on all sides by unworked, natural, subterranean earth.  You can affect any tunnel whose diameter does not exceed 10 feet.  A square-sided or rough tunnel can also be affected, as long as its diameter at the point where the spell is cast does not exceed 10 feet. \nThe constriction takes 1 round to complete.  Any Large or smaller object or creature that partially blocks the constrictions point is pushed, unharmed, to one side or the other.  (A creature can decides which way to move; an object moves randomly. ) A Huge or larger object or creature that blocks the constricted point prevents the spell from working until moved. \nYou can freely pass through tunnels that you have secured with this spell.  (The constriction opens and closes on your command, taking 1 round for either process).  A tunnel secured with earth lock can be bypassed by others in several ways.  A DC 20 Escape Artist check allows the creature making the check to squeeze through the constriction but leaves it intact.  A DC 25 Strength check breaks the constriction and ends the spell.  A successful dispel magic or knock spell opens the constriction – the former by ending the spell and the latter by suppressing it for 10 minutes.  If a creature burrows through the earth lock, the spell ends.  The constricted tunnel can also be dug out normally. \nIdentifying a tunnel secured with earth lock (as opposed to a tunnel that just ends) requires a DC 20 Search check. \nMaterial component: A diamond chip worth at least 50 gp, embedded in a piece of charcoal. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One 1-foot length of tunnel with a diameter of up to 10 feet.",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Major Resistance",
    "school": "abjuration",
    "sub_school": "",
    "source": "savage_species",
    "description": "You imbue the subject with a strong magical energy that protects her from harm, granting a +3 resistance bonus on saves. Arcane Material Component: A miniature cloak of fine cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Icicle",
    "school": "abjuration",
    "sub_school": "",
    "source": "frostburn",
    "description": "You create icicles on a ceiling, doorway, or similar overhang. The icicles fall when a creature walks beneath them, dealing 4d6 points of piercing damage. Anyone directly under the area takes this damage with no saving throw. Others within 5 feet of the icicles take half damage, or none if they succeed on a Reflex saving throw. The caster and any characters you choose can walk under the icicles or through the doorway without triggering the ice attack. Likewise, you can remove the icicles whenever desired. Others can remove them with a successful dispel magic or 10 points of fire damage. However, an unsuccessful attempt to dispel or melt the icicles automatically triggers the attack. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " One 10-ft. square section of ceiling or doorframe",
    "duration": " Until discharged (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Suppress Magic",
    "school": "abjuration",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You attempt to suppress the functioning of a single magic item or soulmeld. If you succeed on a caster level check against the item or soulmeld (against a DC of 11 + meldshaper level), the item or soulmeld loses all magical properties for the duration of the spell. This is identical to the effect of a dispel magic spell targeted on an object, except for duration and your ability to invest essentia to improve your caster level check. This spell has no effect on ongoing spell effects, even if those effects are on items (such as greater magic weapon). Essentia: Every point of essentia invested in this spell grants you a +2 insight bonus on your caster level check to suppress the item. If the spell fails to affect the item, the invested essentia immediately returns to your pool. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One object or soulmeld",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ethereal Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "As alarm, but detecting only ethereal creatures that enter the warded area. The spell does not give you the ability to see the ethereal creatures once the alarm is triggered. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Distracting Ray",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You blast a nearby creature with a multicolored ray.  The ray explodes on contact to form a dizzying array of bizarre swirling and flashing lights around the targeted creature. \nYou must succeed on a ranged touch attack with the ray to strike a target.  This ray attempts to undo magic as it is being cast.  Used in the same manner as a counterspell (as a readied action), the ray interferes with the manipulation of divine or arcane magic by dazzling the target.  If the ray successfully strikes a spellcaster, and that spellcaster is in the process of casting a spell, then the target spellcaster must make a Concentration check to avoid losing the spell.  The DC of the Concentration check is equal to 17 + the level of the spell the target is casting. ",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Attentive Alarm",
    "school": "abjuration",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Your mind seems to expand as a mystical sixth sense begins observing the target area. This spell functions like alarm, except that you immediately know the type and number of creatures that triggered the spell. This effect applies only to creatures that cross the boundary during the round in which the spell is triggered; creatures that come afterward are not automatically detected. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Dispelling Touch",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Your touch causes one spell to rip free of its source and dissipate into nothingness. You can use dispelling touch to end an ongoing spell that has been cast on a creature or object, or a spell that has a noticeable ongoing effect. You make a dispel check (1d20 + your caster level, maximum +10) against the spell effect with the highest caster level. If that check fails, you make dispel checks against progressively weaker spells until you dispel one spell or until you fail all your checks. Magic items carried by a creature are not affected. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One touched creature, object, or spell effect",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Protection from Arrows",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The warded creature gains resistance to ranged weapons. The subject gains damage reduction 10/magic against ranged weapons. (This spell doesn't grant you the ability to damage creatures with similar damage reduction). Once the spell has prevented a total of 10 points of damage per caster level (maximum 100 points), it is discharged. Focus: A piece of shell from a tortoise or a turtle. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]