[
  {
    "name": "Imprisonment",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "When you cast imprisonment and touch a creature, it is entombed in a state of suspended animation (see the temporal stasis spell) in a small sphere far beneath the surface of the earth. The subject remains there unless a freedom spell is cast at the locale where the imprisonment took place. Magical search by a crystal ball, a locate object spell, or some other similar divination does not reveal the fact that a creature is imprisoned, but discern location does. A wish or miracle spell will not free the recipient, but will reveal where it is entombed. If you know the target's name and some facts about its life, the target takes a -4 penalty on its save. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Prismatic Sphere",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like prismatic wall, except you conjure up an immobile, opaque globe of shimmering, multicolored light that surrounds you and protects you from all forms of attack. The sphere flashes in all colors of the visible spectrum. \nThe sphere's blindness effect on creatures with less than 8 HD lasts 2d4×10 minutes. \nYou can pass into and out of the prismatic sphere and remain near it without harm.  However, when you're inside it, the sphere blocks any attempt to project something through the sphere (including spells).  Other creatures that attempt to attack you or pass through suffer the effects of each color, one at a time. \nTypically, only the upper hemisphere of the globe will exist, since you are at the center of the sphere, so the lower half is usually excluded by the floor surface you are standing on. \nThe colors of the sphere have the same effects as the colors of a prismatic wall. \nPrismatic sphere can be made permanent with a permanency spell. \n\n\nColor \nOrder \nEffect of Color \nNegated By \n\n\n Red \n 1st \n Stops nonmagical ranged weapons.  \n Cone of cold \n\n\n \n \n Deals 20 points of fire damage (Relfex half).  \n \n\n\n Orange \n 2nd \n Stops magical ranged weapons.  \n Gust of wind \n\n\n \n \n Deals 40 points of acid damage (Reflex half).  \n \n\n\n Yellow \n 3rd \n Stops poisons, gases and petrification.  \n Disintegrate \n\n\n \n \n Deals 80 points of electricity damage (Reflex half).  \n \n\n\n Green \n 4th \n Stops breath weapons \n Passwall \n\n\n \n \n Poison (Kills; Fortitude partial for 1d6 points of Con damage instead).  \n \n\n\n Blue \n 5th \n Stops divination and mental attacks.  \n Magic missle \n\n\n \n \n Turned to stone (Fortitude negates).  \n \n\n\n Indigo \n 6th \n Stops all spells.  \n Daylight \n\n\n \n \n Will save or become insane (as insanity spell).  \n \n\n\n Violet \n 7th \n Energy field destroys all objects and effects.  \n Dispel magic \n\n\n \n \n Creatures sent to another plane (Will negates).  \n \n\n\nNote: The violet effect makes the special effects of the other six colors redundant, but these six effects are included here because certain magic items can create prismatic effects one color at a time, and spell resistance might render some colors ineffective (see above). ",
    "effect": " 10-ft.-radius sphere centered on you",
    "range": " 10 ft.",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Mordenkainen_s Disjunction",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "All magical effects and magic items within the radius of the spell, except for those that you carry or touch, are disjoined. That is, spells and spell-like effects are separated into their individual components (ending the effect as a dispel magic spell does), and each permanent magic item must make a successful Will save or be turned into a normal item. An item in a creature's possession uses its own Will save bonus or its possessor's Will save bonus, whichever is higher. You also have a 1% chance per caster level of destroying an antimagic field. If the antimagic field survives the disjunction, no items within it are disjoined. Even artifacts are subject to disjunction, though there is only a 1% chance per caster level of actually affecting such powerful items. Additionally, if an artifact is destroyed, you must make a DC 25 Will save or permanently lose all spellcasting abilities. (These abilities cannot be recovered by mortal magic, not even miracle or wish). Note: Destroying artifacts is a dangerous business, and it is 95% likely to attract the attention of some powerful being who has an interest in or connection with the device. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": "",
    "area": " All magical effects and magic items within a 40-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Freedom",
    "school": "abjuration",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject is freed from spells and effects that restrict its movement, including binding, entangle, grappling, imprisonment, maze, paralysis, petrification, pinning, sleep, slow, stunning, temporal stasis, and web. To free a creature from imprisonment or maze, you must know its name and background, and youmust cast this spell at the spot where it was entombed or banished into the maze. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels) or see text",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Khelben_s Dweomerdoom",
    "school": "abjuration",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "You counterspell an opponent's spell or spell-like ability before it is even cast and without knowing what spell you are countering. If the target prepares spells, you counterspell the highest level spell currently prepared, eliminating it from the target's list of prepared spells for that day. If the target casts spells spontaneously (and does not prepare spells), you effectively reduce by one the number of spells per day of the highest level spell slot available. If the target has spell-like abilities (and does not prepare spells or cast spells spontaneously), it loses one use of the highest-level spell-like ability available. Otherwise, this spell has no effect. You must make a successful dispel check (as the spell dispel magic, but the maximum caster level on your dispel check is +25 instead of +10) to successfully counter or remove your opponent's prepared spell, spell slot, or use of a spell-like ability. Focus: A crystal lens worth at least 1,000 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " 1 creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Srinshee_s Spell Shift",
    "school": "abjuration",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "This potent spell opens your senses to the Weave, allowing you to perceive its very fabric as clearly as you might see the trees in a forest while standing in the heart of it. When a spell is cast, you can visually observe its effects on the Weave. Thanks to this heightened understanding, you can use the counterspell action to do much more than merely counter another caster's spell. Srinshee's spell shift grants you a +4 insight bonus on Spellcraft checks made to identify spells for counterspelling. Furthermore, instead of simply negating the effect of a spell you successfully counter, you can choose from among the following options as long as Srinshee's spell shift lasts. Aid: You can boost the effectiveness of an ally's spell by applying any one metamagic feat from the following list: Empower Spell, Enlarge Spell, Extend Spell, Maximize Spell, or Widen Spell. To use this option, you must expend a spell slot (or sacrifice a prepared spell) whose spell level equals or exceeds that of the ally's spell with the desired metamagic feat applied. For example, empowering an ally's fireball would require you to expend a 5th-level or higher spell slot. Manipulate: You can seize control of the spell's range, area, or targets, as appropriate, and reshape these factors as you choose. For example, you could cause an enemy wizard's fireball to explode at his feet, or you could cause his haste spell to target your allies within the area he has specified. Only one property of the spell, chosen from among those that the caster can normally designate, can be manipulated in this manner. For example, you could not choose the targets of a sleep spell because the targets affected are determined by the spell itself, not the caster. Backlash: You counter the spell as normal, but your opponent must succeed on a Fortitude save or be stunned for 1d6 rounds. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Magic Miasma",
    "school": "abjuration",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A thick, sparkling cloud of billowing mist rolls into being from the point you indicate. \nThis potent spell conjures a cloud of mist that functions as a solid fog spell (PH 281).  In addition, any spells cast within the fog have a -4 penalty to the spellcaster's caster level, and the save DC of any such spell is reduced by 2.  Creatures within the fog, or that enter the fog, must succeed on a Will save or suffer the reduction in caster level and DC even after they leave the fog, for the duration of the spell. \nMaterial Component: A small piece of quilted cloth, which must be soaked in water while the spell is cast. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 30-ft.-radius emanation centered on a point in space",
    "duration": " 1 round/level",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Soulmeld Disjunction",
    "school": "abjuration",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "This spell rips apart the soulmelds shaped on a particular creature, unshaping them in a burst of scattered incarnum. Make a caster level check (1d20 + caster level, maximum +25) against each of the soulmelds shaped on the chosen creature (against a DC of 11 + meldshaper level), starting with the soulmeld with the highest essentia investment (break ties randomly). Add +4 to the DC if the soulmeld is bound to a chakra. Essentia invested in unshaped soulmelds returns to its owner's essentia pool. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " All soulmelds shaped on one creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Halaster_s Teleport Cage",
    "school": "abjuration",
    "sub_school": "",
    "source": "city_of_splendors:_waterdeep",
    "description": "",
    "effect": "",
    "range": " Close (25 feet +5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One 10-ft. cube per level",
    "duration": " Permanent",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Elminster_s Effulgent Epuration",
    "school": "abjuration",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You create multiple floating silvery spheres, each 6 inches in diameter. These spheres appear in a spiral above your head or around your body and follow you up to 60 feet per round. The spheres intercept incoming hostile magic, negating spells or spell-like abilities that would affect you or that have an effect that extends into your space. One sphere is expended for each spell level of the effect negated, so a slay living spell (Clr 5) would expend five spheres. In the case of area effect spells, it negates the whole spell. If not enough spheres exist to negate an incoming effect, the spheres remain and the effect works as normal. You may move one or more spheres up to 60 feet as a standard action. If not sent to another area, the spheres default to following you. If you exceed their range, they remain behind and function normally at that location. The spheres have no physical substance, do not provide cover or concealment, and conform to narrow spaces up to 6 inches in diameter without altering their ability to function. They cannot pass through solid objects or force effects. They cannot be harmed by physical or magical attacks except those that dispel or negate magic entirely (such as dispel magic, antimagic field, and so on). ",
    "effect": " One glowing sphere/level",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Until expended or 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  }
]