[
  {
    "name": "Maze",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_v.3.5",
    "description": "You banish the subject into an extradimensional labyrinth of force planes.  Each round on its turn, it may attempt a DC 20 Intelligence check to escape the labyrinth as a full-round action.  If the subject doesn't escape, the maze disappears after 10 minutes, forcing the subject to leave. \nOn escaping or leaving the maze, the subject reappears where it had been when the maze spell was cast.  If this location is filled with a solid object, the subject appears in the nearest open space. \nSpells and abilities that move a creature within a plane, such as teleport and dimension door, do not help a creature escape a maze spell, although a plane shift spell allows it to exit to whatever plane is designated in that spell.  Minotaurs are not affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " See text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Trap the Soul",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "Trap the soul forces a creature's life force (and its material body) into a gem. The gem holds the trapped entity indefinitely or until the gem is broken and the life force is released, which allows the material body to reform. If the trapped creature is a powerful creature from another plane (which could mean a character trapped by an inhabitant of another plane when the character is not on the Material Plane), it can be required to perform a service immediately upon being freed. Otherwise, the creature can go free once the gem imprisoning it is broken. Depending on the version selected, the spell can be triggered in one of two ways. Spell Completion: First, the spell can be completed by speaking its final word as a standard action as if you were casting a regular spell at the subject. This allows spell resistance (if any) and a Will save to avoid the effect. If the creature's name is spoken as well, any spell resistance is ignored and the save DC increases by 2. If the save or spell resistance is successful, the gem shatters. Trigger Object: The second method is far more insidious, for it tricks the subject into accepting a trigger object inscribed with the final spell word, automatically placing the creature's soul in the trap. To use this method, both the creature's name and the trigger word must be inscribed on the trigger object when the gem is enspelled. A sympathy spell can also be placed on the trigger object. As soon as the subject picks up or accepts the trigger object, its life force is automatically transferred to the gem without the benefit of spell resistance or a save. Material Component: Before the actual casting of trap the soul, you must procure a gem of at least 1,000 gp value for every Hit Die possessed by the creature to be trapped (for example, it requires a gem of 10,000 gp value to trap a 10 HD creature). If the gem is not valuable enough, it shatters when the entrapment is attempted. (While creatures have no concept of level or Hit Dice as such, the value of the gem needed to trap an individual can be researched. Remember that this value can change over time as creatures gain more Hit Dice). Focus (Trigger Object Only): If the trigger object method is used, a special trigger object, prepared as described above, is needed. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,arcane focus",
    "target": " One creature",
    "area": "",
    "duration": " Permanent; see text",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]