[
  {
    "name": "Frostburn",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "This spell functions like lesser frostburn, except that it deals 3d12 points of frostburn damage +1 point per caster level (maximum +20). ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Domination",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "This spell functions like dominate person (see page 224 of the Player's Handbook), except you can dominate any humanoid that harbors a necrotic cyst. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": "",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature with necrotic cyst",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Negative Energy Aura",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You speak the ancient words of this spell and an aura of black, crackling negative energy surrounds you. \nEach round on your turn, every living creature within 10 feet of you loses 1 hit point per three caster levels (maximum 5).  Undead creatures instead gain 2 hit points per round (though they can't exceed their full normal hit point total from this effect).  Characters with immunity to negative energy effects are not affected by this aura.  The aura does not affect you. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": "",
    "area": " 10-ft.-radius emanation centered on you",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Favor of Ilmater",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "This spell has two possible effects: Divine Fortitude: The target becomes immune to subdual damage, charm effects, compulsions, and attacks that function by causing pain, and is immune to effects that would cause her to be dazed, exhausted, fatigued, nauseated, staggered, or stunned. The target remains conscious at -1 to -9 hit points and can take a partial action each round when in that state. If any of these effects are present on the target when this spell is cast, they are suspended for the duration (causing the target to wake if unconscious). This variant of the spell lasts 1 minute/level. When the spell ends, any effects suspended by the spell that would otherwise still be in effect (such as fatigue, which normally requires 8 hours of rest to abate) return. Effects with durations that expired during the duration of this spell do not resume when this spell ends. Pact of Martyrdom: You and the target exchange hit point totals. This variant of the spell only works if you have more hit points than the target when the spell is cast. If the target was unconscious and dying, you become unconscious and dying. If the target was unconscious but stabilized, you become unconscious but stabilized. The spell only transfers actual hit points, not temporary hit points. Clerics and paladins who don't worship Ilmater name this spell after their own deity—favor of Torm, for example. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Willing creature",
    "area": "",
    "duration": " 1 minute/level or instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Wall of Pain",
    "school": "necromancy",
    "sub_school": "",
    "source": "shining_south",
    "description": "You fill an area with horrid energy that inflicts severe pain upon any who pass through it. Affected creatures take a -2 penalty on all attacks, saving throws, and checks while inside the area of the wall. Further, the wall deals 1d4 points of nonlethal damage per caster level (to a maximum of 15d4) per round to anyone caught in it. Focus: A miniature scourge. ",
    "effect": " Wall whose area is up to one 10-ft. square/level",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dread Blast",
    "school": "necromancy",
    "sub_school": "",
    "source": "lords_of_darkness",
    "description": "You fire a black ray of negative energy at a single target. You must succeed at a ranged touch attack to strike your target. A creature struck by this ray takes 3d8 points of damage +1 point per caster level (up to +20). The spell has no effect on constructs or inanimate objects. Since undead are powered by negative energy, this spell cures them of a like amount of damage, rather than harming them. ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": " Will half (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Stop Heart",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "Channeling hatred and spite, the caster calls upon dark power to give the subject a massive heart attack. The subject suddenly drops to -8 hit points, then -9 hit points at the end of this round. If someone immediately makes a successful Heal check (DC 15) or somehow gives the subject more hit points, she stabilizes. Otherwise, at the end of the next round, the subject reaches -10 hit points and dies. Drug Component: Baccaran. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic",
    "target": "",
    "area": " One living humanoid or animal",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Delay Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You gesture toward your ally and call upon the power of your beliefs.  A soft, golden glow appears on your companion's chest, around his heart. \nThe subject of this powerful spell is unable to die from hit point damage.  While under the protection of this spell, the normal limit of —9 hit points before a character dies is extended without limit.  A condition or spell that destroys enough of the subject's body so as to not allow raise dead to work, such as a disintegrate effect, still kills the creature, as does death brought about by ability score damage, level drain, or a death effect. \nThe spell does not prevent the subject from entering the dying state by dropping to —1 hit points.  It merely prevents death as a result of hit point loss. \nIf the subject has fewer than —9 hit points when the spell's duration expires, it dies instantly. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Animate Legion",
    "school": "necromancy",
    "sub_school": "",
    "source": "heroes_of_battle",
    "description": "You use negative energy to temporarily animate one or more corpses. You can create undead skeletons or zombies with this spell, but you can't create more Hit Dice of undead than twice your caster level. The Monster Manual has game statistics for skeletons (page 226) and zombies (page 266). The undead created are mindless and are not initially under your command. Unless otherwise influenced (by way of a rebuke attempt or the control undead spell from the Player's Handbook, for instance), the undead created will attack the nearest living creatures. See animate dead, page 199 of the Player's Handbook, for information on what is required to create a skeleton or zombie from a corpse. Material Component: A black onyx gem worth at least 100 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One or more corpses, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Proper State",
    "school": "necromancy",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You transform a willing incorporeal undead creature into a ghost. If its previous class and level are unknown, it becomes a ghost of the same race as you, with warrior levels equal to its undead Hit Dice. If the undead's previous race, class, and level were known (such as if the undead were a former ally that became the spawn of a shadow), it becomes a ghost of its former self. In any case, the creature's character level is no greater than the Hit Dice it had as an undead. For example, a 5th-level dwarf fighter that became a shadow's spawn and was turned into a ghost with this spell would now be a 2nd-level fighter. Levels lost in this manner are handled as if the character had lost levels from an undead's energy drain attack. A creature redeemed with this spell retains the alignment it had as an undead creature, although it is not strongly attached to that alignment and can change it over time or with the aid of an atonement spell. Because only humanoids can become ghosts, this spell works only on incorporeal undead that are vaguely humanoid. For example, it cannot convert a spectral steed (a horselike undead), a nightwing nightshade (a batlike creature), a nightwalker nightshade (a giantlike creature), or a nightcrawler (a wormlike creature) into a ghost. ",
    "effect": " One willing incorporeal undead",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Seed of Undeath",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "The subject's face briefly takes on a gaunt, pale look and a death's-head rictus before returning to normal. You plant a kernel of negative energy in a subject, which is held in check by the positive energy inherent to the subject's own life force. Seed of undeath does not, in and of itself, harm the subject. Should the subject die before the spell expires, however, it rises as a zombie 1 round later (as per the animate dead spell), as long as a sufficient corpse remains. Any undead created in this manner are automatically under your control. At any given time, you can have a number of HD worth of undead animated through seed of undeath equal to your own HD, and they count against the maximum number of HD worth of undead you can control at any time (as described under animate dead). Material Component: A black onyx gem worth 25 gp per HD of the subject. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living humanoid or animal touched",
    "area": "",
    "duration": " 1 day/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Poison",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Calling upon the venomous powers of natural predators, you infect the subject with a horrible poison by making a successful melee touch attack.  The poison deals 1d10 points of temporary Constitution damage immediately and another 1d10 points of temporary Constitution damage 1 minute later.  Each instance of damage can be negated by a Fortitude save (DC 10 + 1/2 your caster level + your Wis modifier). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Pronouncement of Fate",
    "school": "necromancy",
    "sub_school": "",
    "source": "heroes_of_horror",
    "description": "To invoke this spell, you speak the name of an offense that your target has committed. Then you speak the inevitable doom that will fall upon her as a result of her transgression. (The target need neither understand nor even hear this pronouncement). An affected target takes a -4 penalty on attack rolls, damage rolls, saving throws, and checks for the duration of the spell. If the offense you named was committed against you personally (although not necessarily against you alone), the target also has a 50% chance of losing all actions on her turn for the duration of the spell. The spell's power can be more difficult to resist, depending on who suffered from the offense specified by the casting. If you were personally affected by the offense (in the DM's judgment), then the target can only hope to reduce the deleterious effects of the spell by half on a successful Will save. You receive a +4 bonus on your caster level check to overcome the spell resistance of any creature whose crime affected you personally. A successful save in these circumstances results in the target taking a -2 penalty on attack rolls, damage rolls, saving throws, and checks. In addition, she has a 25% chance to lose all her actions for the duration of the spell. Any target whose offense did not affect you personally gets her full spell resistance, and a successful Will save negates the effects of the pronouncement of fate. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates or Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Consumptive Field",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Sweeping your arm about and clutching it to your chest, you draw the last breaths of fallen foes from their choking mouths and inhale them to fuel your own power. \nAll creatures in the area with fewer than 0 hit points that fail their saving throws die, and you gain 1d8 temporary hit points and a +2 bonus to Strength for each death caused by this spell and until the spell's duration expires. \nAdditionally, your effective caster level increases by one per death caused by this spell, to a maximum increase of half your original caster level, improving spell effects that are dependent on caster level.  (This increase in effective caster level does not grant you access to more spells, and it does not increase the duration of this spell. )\nCreatures that fall to —1 hit points or lower in the area after the spell is cast are likewise subject to its effect. \nNo creature can be affected by this spell more than once per casting, regardless of the number of times that the area of the spell passes over them. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft.-radius emanation centered on you",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Inflict Critical Wounds",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like inflict light wounds, except that you deal 4d8 points of damage +1 point per caster level (maximum +20). ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Blood of the Martyr",
    "school": "necromancy",
    "sub_school": "healing",
    "source": "book_of_exalted_deeds",
    "description": "You may transfer your own hit points directly to a target creature within range. You must transfer at least 20 points. Transferred hit points are damage to you. The creature takes your transferred hit points as if receiving a cure wounds spell and cannot gain more hit points than its maximum allows; any excess points are lost. This spell transfers only actual hit points, not temporary hit points. An unconscious target is considered a \"willing creature\" for purposes of this spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Willing creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mortal Wound",
    "school": "necromancy",
    "sub_school": "",
    "source": "lords_of_darkness",
    "description": "You fire a black ray of negative energy at a single target. You must succeed at a ranged touch attack to strike your target. A creature struck by this ray takes 3d8 points of damage +1 point per caster level (up to +20). The spell has no effect on constructs or inanimate objects. Since undead are powered negative energy, this spell cures them of a like amount of damage, rather than harming them. ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": " Will half (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Death Ward",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject is immune to all death spells, magical death effects, energy drain, and any negative energy effects (such as from inflict spells or chill touch). \nThis spell doesn't remove negative levels that the subject has already gained, nor does it affect the saving throw necessary 24 hours after gaining a negative level. \nDeath ward does not protect against other sorts of attacks, such as hit point loss, poison, or petrification, even if those attacks might be lethal. \n(note: Heroes of Horror lists this spell as both a 3rd and 4th level spell for the Dread Necromancer). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]