[
  {
    "name": "Semblance of Life",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "When this spell is cast, a solemn gray energy quickly settles on all undead creatures you target.  This energy rapidly breaks apart the necromantic power that holds the undead together, dealing 3d6 points of damage to each target each round (no save). \nIn addition, intelligent undead creatures affected by the spell become briefly aware of the mockery of life they represent, and they might become temporarily overwhelmed by grief and pain over their condition.  Such creatures are dazed for 1 round, but are allowed a Will save to negate this effect. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": " One or more undead creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/3 levels and 1 round; see text",
    "saving_throw": " Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Frostburn, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "Cold energy spreads out in all directions from the point of origin, dealing 3d12 points of frostburn damage +1 point per caster level (maximum +20) to nearby enemies. Like other frostburn spells, mass frostburn cures cold subtype creatures in its area rather than damaging them. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Eruption",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You cause the cyst of a subject already harboring a necrotic cyst (see spell of the same name) to explosively enlarge itself at the expense of the subject's body tissue, harming both the subject (and nearby creatures if the subject fails his save). If the subject succeeds on his saving throw, he takes 1d6 points of damage per level (maximum 15d6), and half the damage is considered vile damage (see necrotic bloat). The subject's cyst-derived saving throw penalty against effects from the school of necromancy applies. If the subject fails his saving throw, the cyst expands beyond control, killing the subject. All creatures within 20 feet of the subject take 1d6 points of damage per level (maximum 15d6; Reflex half), and half the damage taken is considered vile damage. All creatures in range that take this secondary damage are also exposed to the effect of the base necrotic cyst spell. On the round following the subject's death, the cyst exits the flesh of the slain subject as a free-willed undead called a skulking cyst (see page 120). Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature with necrotic cyst and all creatures in 20 ft. radius spread",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Desiccate, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "This spell functions like desiccate, except that it affects multiple creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One living creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Create Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A much more potent spell than animate dead, this evil spell allows you to create more powerful sorts of undead: ghouls, ghasts, mummies, and mohrgs (see the Monster Manual for more information on all types of undead).  The type or types of undead you can create is based on your caster level, as shown on the table below. \n\n\nCaster Level \nUndead Created \n\n\n 11th or lower \n Ghoul \n\n\n 12th-14th \n Ghast \n\n\n 15th-17th \n Mummy \n\n\n 18th or higher \n Mohrg\n\n\nYou may create less powerful undead than your level would allow if you choose.  For example, at 16th level you could decide to create a ghoul or a ghast instead of a mummy.  Doing this may be a good idea, because created undead are not automatically under the control of their animator.  If you are capable of commanding undead, you may attempt to command the undead creature as it forms (see Turn or Rebuke Undead, page 159). \nThis spell must be cast at night. \nMaterial Component: A clay pot filled with grave dirt and another filled with brackish water.  The spell must be cast on a dead body.  You must place a black onyx gem worth at least 50 gp per HD of the undead to be created into the mouth or eye socket of each corpse.  The magic of the spell turns these gems into worthless shells. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One corpse",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Harm",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Harm charges a subject with negative energy that deals 10 points of damage per caster level (to a maximum of 150 points at 15th level). If the creature successfully saves, harm deals half this amount, but it cannot reduce the target's hit points to less than 1. If used on an undead creature, harm acts like heal. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Fear",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that all creatures within 60 feet of the symbol of fear instead become panicked for 1 round per caster level. Note:Magic traps such as symbol of fear are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of fear and Disable Device to thwart it. The DC in each case is 25 + spell level, or 31 for symbol of fear. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 1,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Inflict Moderate Wounds, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like mass inflict light wounds, except that it deals 2d8 points of damage +1 point per caster level (maximum +30). ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Opalescent Glare",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You invoke the spell and your eyes begin to glow with a rippling pearly radiance, like those of a noble ghaele eladrin. \nInspired by the deadly gaze of the noble ghaele eladrin, you gain a gaze attack usable against creatures within 60 feet.  If an evil creature with 5 or fewer Hit Dice meets your gaze (DMG 294), it dies unless it succeeds on a Will save.  Even if the save succeeds, the creature is affected as though by a fear spell (PH 229) for 2d10 rounds. \nNon-evil creatures and evil creatures with more than 5 Hit Dice are not slain by the gaze, and they suffer the fear effect only if they fail the Will save. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,divine focus",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Barghest_s Feast",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The diamond in your hand turns to coal, and then to dust, which sprinkles down upon the corpse.  Where it strikes, ebon flames spring up, and when the flames pass nothing remains, not even grave dust.  \"Return from that one,\" you mutter. \nBlack flames flicker over a corpse, utterly consuming it.  You destroy the remains of a dead person or creature, preventing any form of raising or resur- rection that requires part of the corpse.  There is a 50% chance that a wish, miracle, or true resurrection spell cannot restore to life a victim consumed by a barghest's feast spell.  Check once for each destroyed creature.  If the d% roll fails, the creature cannot be brought back to life by mortal magic. \nMaterial Component: A diamond worth 5,000 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Corpse touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mummify",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You flash-dry a creature, killing it and preserving it in an instantaneous mummification process. A creature that makes a successful Fortitude saving throw instead takes 6d6 points of dessication damage and is dehydrated. If the damage kills the target, it is still mummified. Arcane Material Component: A strip of salted cloth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Secure Corpse",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "This spell turns your holy symbol into a magical receptacle capable of holding one creature's corpse. The corpse must be within range of the spell, in which case it is transformed into divine energy. The energy is then drawn into the holy symbol, and the corpse is placed in stasis (as the gentle repose spell) for the duration of the spell. The caster can release the corpse from the holy symbol by dismissing the spell. If the spell ends or is dismissed, or if the holy symbol is destroyed, the contained corpse materializes in a square adjacent to the holy symbol's present or last location. ",
    "effect": " Stores one creature's corpse in your holy symbol",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 day/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]