[
  {
    "name": "Bodak_s Glare",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You invoke the powers of deep darkness and your eyes vanish, looking like holes in the universe itself. \nUpon completion of the spell, you target a creature within range that can see you.  That creature dies instantly unless it succeeds on a Fortitude save.  The target need not meet your gaze. \nIf you slay a humanoid creature with this attack, 24 hours later it transforms into a bodak (MM 28) unless it has been resurrected in the meantime.  The bodak is not under your command, but can be controlled as normal with a rebuke undead check. \nFocus: A black onyx gem worth at least 500 gp. ",
    "effect": "",
    "range": " 30 ft",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Last Judgment",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "Reciting a list of the targets' evil deeds, you call down the judgment of the heavens upon their heads. Creatures that fail their saving throw are struck dead and bodily transported to the appropriate Lower Plane to suffer their eternal punishment. Creatures that succeed nevertheless take 3d6 points of temporary Wisdom damage as guilt for their misdeeds overwhelms their minds. This spell affects only humanoids, monstrous humanoids, and giants of evil alignment. A true resurrection or miracle spell can restore life to a creature slain by this spell normally. A resurrection spell works only if the creature's body can be recovered from the Lower Planes before the resurrection is cast. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One evil humanoid, monstrous humanoid, or giant/2 levels",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Create Greater Undead",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like create undead, except that you can create more powerful and intelligent sorts of undead: shadows, wraiths, spectres, and devourers (see the Monster Manual for more information on all types of undead). The type or types of undead you can create is based on your caster level, as shown on the table below. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Veil of Undeath",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Upon completion of the spell, you exhale your last breath and accept a brief embrace from death. \nYou gain many of the traits common to undead creatures.  While the spell lasts, you have immunity to mind-affecting spells and abilities, poison, sleep, paralysis, stunning, disease, death, extra damage from critical hits, non-lethal damage, death from massive damage, ability drain, energy drain, fatigue, exhaustion, damage to physical ability scores, and any effect requiring a Fortitude save unless it is harmless or affects objects.  You need not breathe, eat, or sleep. \nLike an undead creature, you are damaged by cure spells and healed by inflict spells. \nYou don't actually gain the undead type from casting this spell. \nMaterial Component: A finger from a zombie. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Empowerment",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You call upon the mother cyst that your body hosts, drawing from it strength, vigor, speed, and vicious certainty. While the spell is in effect, you gain a +8 enhancement bonus to Dexterity, Intelligence, and Wisdom, a +8 natural armor bonus to Armor Class as your skin briefly crusts and hardens, a +5 competence bonus on Fortitude saves, and 100 temporary hit points. While the empowerment lasts, you are unable to cast any other mother cyst feat-enabled spell. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell allows you to scribe a potent rune of power upon a surface. When triggered, a symbol of death slays one or more creatures within 60 feet of the symbol (treat as a burst) whose combined total current hit points do not exceed 150. The symbol of death affects the closest creatures first, skipping creatures with too many hit points to affect. Once triggered, the symbol becomes active and glows, lasting for 10 minutes per caster level or until it has affected 150 hit points' worth of creatures, whichever comes first. Any creature that enters the area while the symbol of death is active is subject to its effect, whether or not that creature was in the area when it was triggered. A creature need save against the symbol only once as long as it remains within the area, though if it leaves the area and returns while the symbol is still active, it must save again. Until it is triggered, the symbol of death is inactive (though visible and legible at a distance of 60 feet). To be effective, a symbol of death must always be placed in plain sight and in a prominent location. Covering or hiding the rune renders the symbol of death ineffective, unless a creature removes the covering, in which case the symbol of death works normally. As a default, a symbol of death is triggered whenever a creature does one or more of the following, as you select: looks at the rune; reads the rune; touches the rune; passes over the rune; or passes through a portal bearing the rune. Regardless of the trigger method or methods chosen, a creature more than 60 feet from a symbol of death can't trigger it (even if it meets one or more of the triggering conditions, such as reading the rune). Once the spell is cast, a symbol of death's triggering conditions cannot be changed. In this case, \"reading\" the rune means any attempt to study it, identify it, or fathom its meaning. Throwing a cover over a symbol of death to render it inoperative triggers it if the symbol reacts to touch. You can't use a symbol of death offensively; for instance, a touch-triggered symbol of death remains untriggered if an item bearing the symbol of death is used to touch a creature. Likewise, a symbol of death cannot be placed on a weapon and set to activate when the weapon strikes a foe. You can also set special triggering limitations of your own. These can be as simple or elaborate as you desire. Special conditions for triggering a symbol of death can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, Hit Dice, and hit points don't qualify. For example, a symbol of death can be set to activate when a lawful good creature approaches, but not when a paladin approaches. When scribing a symbol of death, you can specify a password or phrase that prevents a creature using it from triggering the effect. Anyone using the password remains immune to that particular rune's effects so long as the creature remains within 60 feet of the rune. If the creature leaves the radius and returns later, it must use the password again. You also can attune any number of creatures to the symbol of death, but doing this can extend the casting time. Attuning one or two creatures takes negligible time, and attuning a small group (as many as ten creatures) extends the casting time to 1 hour. Attuning a large group (as many as twenty-five creatures) takes 24 hours. Attuning larger groups takes proportionately longer, as the DM sees fit. Any creature attuned to a symbol of death cannot trigger it and is immune to its effects, even if within its radius when triggered. You are automatically considered attuned to your own symbols of death, and thus always ignore the effects and cannot inadvertently trigger them. Read magic allows you to identify a symbol of death with a DC 19 Spellcraft check. Of course, if the symbol of death is set to be triggered by reading it, this will trigger the symbol. A symbol of death can be removed by a successful dispel magic targeted solely on the rune. An erase spell has no effect on a symbol of death. Destruction of the surface where a symbol of death is inscribed destroys the symbol but also triggers it. Symbol of death can be made permanent with a permanency spell. A permanent symbol of death that is disabled or that has affected its maximum number of hit points becomes inactive for 10 minutes, then can be triggered again as normal. Note:Magic traps such as symbol of death are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of death and Disable Device to thwart it. The DC in each case is 25 + spell level, or 33 for symbol of death. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp each. ",
    "effect": " One symbol",
    "range": " 0 ft.; see text",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heat Drain",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "The heat in the room seems to rush toward you, leaving everyone around you in bone-chilling pain while you feel amazingly refreshed and alive. \nYou drain the heat from all living creatures within the affected area except you.  This influx of warmth heals and empowers you.  All affected living creatures take 1d6 points of cold damage per caster level (maximum 20d6).  For every living creature that takes damage from this spell, you gain 2 temporary hit points.  The temporary hit points last for up to 1 minute per level. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 20-ft.-radius burst centered on you",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Death Ward, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Sensing the spark of life in your allies through your magic, you bolster that spark and protect it from harm. \nThis spell functions like death ward (PH 217), except as noted above",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Pestilence",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The subject contracts a particularly terrible and contagious disease, which strikes immediately with no incubation period. The caster infects the subject with a sickness that deals 1d4 points of Constitution drain each day until the subject dies. The subject may attempt a new saving throw each day, but she must succeed at two saves in a row to rid herself of the disease (as with most diseases). However, the disease, once unleashed, continues to spread. For the first day of the sickness, anyone touching the subject must succeed at a Fortitude saving throw or fall victim to the same malady. That victim in turn becomes contagious on the first day of her own affliction. Disease Component: Any disease. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Inflict Critical Wounds, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like mass inflict light wounds, except that it deals 4d8 points of damage +1 point per caster level (maximum +40). ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]