[
  {
    "name": "Rigor Mortis",
    "school": "necromancy",
    "sub_school": "",
    "source": "heroes_of_horror",
    "description": "This spell allows you to wrap a single target in death's embrace, making him both feel and appear dead for the duration of the spell. You must be able to touch the target, and the target must have a Wisdom score, but otherwise the spell can affect any creature, including intelligent undead. You must succeed on a melee touch attack to affect unwilling targets, and those who fail their saving throws immediately fall to the ground as though dead. All vital functions (if any) are suspended; subjects of this spell do not breathe, pump blood, or otherwise indicate in any way that they still live. Any physical harm done to someone in this state immediately grants another saving throw to awaken from the artificial torpor. Material Component: A pinch of ash from a cremated body of any kind. ",
    "effect": "",
    "range": " Touch",
    "components": "somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1d6+2 rounds",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Black Lungs",
    "school": "necromancy",
    "sub_school": "",
    "source": "ghostwalk",
    "description": "You cause the target to succumb to an infection and corruption of the lungs. An affected creature's speed is reduced by half, it loses any Dexterity bonus to Armor Class, and it takes a -2 penalty on attack rolls. Remove disease may end the effects of this spell early. This spell was created by the clerics of Khostren. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Blood Snow",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "You must cast this spell on a snow field. You corrupt an area of fallen snow, imbuing it with negative energy. Each round, a creature in contact with blood snow must succeed on a Fortitude save or take 1d2 points of Constitution drain. In addition, anyone failing a saving throw is nauseated for the duration of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft. square of snow/level",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Cyst",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "The subject develops an internal spherical sac that contains fluid or semisolid necrotic flesh. The internal cyst is noticeable as a slight bulge on the subject's arm, abdomen, or face (wherever you chose to touch the target) or it is buried deeply enough in the flesh of your target that it is not immediately obvious—the subject may not realize what was implanted within her. From now on, undead foes and necromantic magic are particularly debilitating to the subject—the cyst enables a sympathetic response between free-roaming external undead and itself. Whenever the victim is subject to a spell or effect from the school of necromancy, she makes saving throws to resist at a -2 penalty. Whenever the subject is dealt damage by the natural weapon of an undead (claw, bite, or other attack form), she takes an additional 1d6 points of damage. Victims who possess necrotic cysts may elect to have some well-meaning chirurgeon remove them surgically. The procedure is a bloody, painful process that incapacitates the subject for 1 hour on a successful DC 20 Heal check, and kills the subject with an unsuccessful Heal check. The procedure takes 1 hour, and the chirurgeon can't take 20 on the check. Protection from evil or a similar spell prevents the necrotic cyst from forming. Once a necrotic cyst is implanted, spells that manipulate the cyst and its bearer are no longer thwarted by protection from evil. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Scrying",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You can concentrate upon a specific individual who you believe to bear a necrotic cyst (see spell of the same name), and hear or see (your choice) almost as if you were there. Distance is not a factor, but the spell fails if the individual no longer bears the cyst or if the cyst bearer is no longer on the plane of existence you are currently occupying. If the chosen locale is magically dark, you see nothing. If it is naturally pitch black, you can see in a 10-foot radius around the center of the spell's effect. Lead sheeting or magical protection (such as antimagic field,mind blank, or nondetection) blocks the spell, and you sense that the spell is so blocked. You may cast the following spells through necrotic scrying: comprehend languages,magic mouth,message, read magic,tongues, and darkvision. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": " Cyst-bearer serves as magical sensor",
    "range": " Unlimited",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gentle Repose",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You preserve the remains of a dead creature so that they do not decay. Doing so effectively extends the time limit on raising that creature from the dead (see raise dead). Days spent under the influence of this spell don't count against the time limit. Additionally, this spell makes transporting a fallen comrade more pleasant. The spell also works on severed body parts and the like. Arcane Material Component: A pinch of salt, and a copper piece for each eye the corpse has (or had). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": " Corpse touched",
    "area": "",
    "duration": " One day/level",
    "saving_throw": " Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Inflict Moderate Wounds",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like inflict light wounds, except that you deal 2d8 points of damage +1 point per caster level (maximum +10). ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Dessicate",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You evaporate moisture from the body of a living creature, dealing it 1d6 points of dessication damage per two casterlevels (maximum 5d6) and making it dehydrated (see page 15). A successful Fortitude save results in half damage and negates the dehydration. A plant or elemental of the water subtype takes 1d8 points of damage per caster level (maximum 10d8). An elemental of the earth subtype takes only 1d4 points of damage per two caster levels (maximum 5d4). Material Component: A pinch of dust. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Execration",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_champion",
    "description": "You channel the wrath of your deity through a simple touch, inflicting misfortune on your foe. With a touch, you impose a -2 penalty on all of another creature's saving throws. If the subject is also under another effect that imposes saving throw penalties, the effects stack. At any point before the spell's duration expires, you can force the subject to reroll a single attack roll, saving throw, skill check, or ability check as an immediate action. You can require this action either before or after the subject rolls, but you must have line of sight to the subject at the time. The lower of the two rolls applies. Once this option is exercised, the spell ends immediately. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level or until discharged",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mark of Judgment",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You call upon your deity to mark your foes as enemies of the faith. Divine energy surges through the area, and for a brief moment a holy symbol of your deity shines from the forehead of each targeted creature. You and your allies see the mark of judgment on a creature and know to strike it in preference over other unmarked targets. Whenever a creature succeeds on a melee or ranged attack against any subject of a mark of judgment spell, that attacker heals 2 points of damage. The targets of this spell must have an alignment that opposes yours on at least one axis—evil if you are good, lawful if you are chaotic, and so on. For example, a lawful good cleric can place a mark of judgment upon a chaotic good, chaotic neutral, lawful evil, neutral evil, or chaotic evil opponent. A neutral caster can use this spell against any good, evil, lawful, or chaotic foe. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": " One creature/3 levels, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dance of Ruin",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "To cast this spell, the caster dances wildly and chants. After she finishes her dance, a wave of crackling energy flashes outward up to the extent of the range. All nondemon creatures within the area take 2d20 points of damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Spread centered on caster",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Death Knell",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You draw forth the ebbing life force of a creature and use it to fuel your own power. Upon casting this spell, you touch a living creature that has -1 or fewer hit points. If the subject fails its saving throw, it dies, and you gain 1d8 temporary hit points and a +2 bonus to Strength. Additionally, your effective caster level goes up by +1, improving spell effects dependent on caster level. (This increase in effective caster level does not grant you access to more spells). These effects last for 10 minutes per HD of the subject creature. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous/10 minutes per HD of subject; see text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Horror of the Spoken Name",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "sorcerer/wizard 2Components: V, S, TCasting Time: 1 standard actionRange: Close (25 ft.  + 5 ft. /2 levels)Target: One creatureDuration: 1d4 rounds or 1 round; see textSaving Throw:Will partialSpell Resistance: YesYou practically howl the truename of your foe, screaming with as much imposing hatred as you can muster. The affected creature becomes frightened. If the subject succeeds on a Will save, it is shaken for 1 round. Creatures with 10 or more Hit Dice have immunity to this effect. Horror of the spoken name counters and dispels remove fear. Truename Component: When you cast this spell, you must correctly speak the truename of the creature you're targeting. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Spawn Screen",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Hoping that your friend will not have need of the spell, you ensure that his death in the coming battle won't result in an even greater abomination. \nThe subject does not rise as an undead spawn should it perish from an undead's attack that normally would turn it into a spawn, such as from the bite of a ghoul (MM 118).  This spell doesn't prevent the subject from perishing or provide anything other than insurance that the subject's body and spirit cannot be hijacked by an acquisitive undead creature. \nThe protection applies if the duration is still in effect when the subject first dies; the spell need not linger in its effect during the period immediately prior to a spawn's rise.  This spell cannot be cast on the body of a creature that has already been killed by a spawn-creating undead. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " One creature/level",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Frostburn, Lesser",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "When laying your hand upon a creature, you channel cold energy that deals 1d12 points of frostburn damage +1 point per caster level (maximum +5). When cast upon a cold subtype creature, this spell heals a like amount of damage, rather than harming it. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Living Undeath",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You invoke the will of your gods and your skin sags and becomes sallow, your eyes hollow, and your flesh foul and rotted. \nThis spell imparts a physical transformation upon the subject, not unlike the process that produces a zombie.  While the subject does not actually become undead, its vital processes are temporarily bypassed with no seeming ill effect.  The subject is not subject to sneak attacks and critical hits for the duration of the spell, as if it were undead. \nWhile the spell is in effect, the subject takes a -4 penalty to its Charisma score (to a minimum of 1). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Thin Air",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "This spell thins the oxygen in the area, causing creatures caught therein to suffer the effects of extreme altitude sickness. Subjects failing their saves take 1 point of damage to all ability scores because of altitude sickness (see page 90 of the Dungeon Masters Guide). Characters acclimated to high altitude receive a +4 competence bonus on their saving throws. Creatures that do not breathe are immune to the effects of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft.-radius emanation",
    "duration": " 1 min./level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Boneblast",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster causes some bone within a touched creature to break or crack. The caster cannot specify which bone. Because the damage is general rather than specific, the target takes 1d3 points of Constitution damage. A Fortitude save reduces the Constitution damage by half,or negates it if the full damage would have been 1 point of Constitution damage. Material Component: The bone of a small child that still lives. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One creature that has a skeleton",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half or Fortitude negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Vestigewrack",
    "school": "necromancy",
    "sub_school": "",
    "source": "tome_of_magic",
    "description": "You hold the curved dagger aloft, and as you slice it through the air at the incorporeal creature before you, you speak words of power that remind it of the life it once had, and the pain of its loss. Clutching a curved blade, you make a downward cutting motion that produces a field of pulsing, unholy, red light around you. Each incorporeal creature within this light must succeed on a Fortitude save or be wracked with sensations of loss. This effect manifests as a -2 penalty on attack rolls, damage rolls, skill checks, and saves for as long as the creature remains in range, and for 1d4 rounds afterward. In addition, every corporeal user of pact magic gains a +2 bonus on binding checks made against any vestige within range of this spell. Focus: An ornate sacrificial dagger or kukri worth 300 gp. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal,somatic,arcane focus",
    "target": " One incorporeal creature or apparition/level in a 20-ft.-radius emanation centered on you",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]