[
  {
    "name": "Mark of Justice",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "When moral persuasion fails to win a criminal over to right conduct, you can use mark of justice to encourage the miscreant to walk the straight and narrow path. You draw an indelible mark on the subject and state some behavior on the part of the subject that will activate the mark. When activated, the mark curses the subject. Typically, you designate some sort of criminal behavior that activates the mark, but you can pick any act you please. The effect of the mark is identical with the effect of bestow curse. Since this spell takes 10 minutes to cast and involves writing on the target, you can cast it only on a creature that is willing or restrained. Like the effect of bestow curse, a mark of justice cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell. Remove curse works only if its caster level is equal to or higher than your mark of justice caster level. These restrictions apply regardless of whether the mark has activated. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " Permanent; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hibernate",
    "school": "necromancy",
    "sub_school": "",
    "source": "frostburn",
    "description": "You put a creature into a state of suspended animation, slowing its life functions to almost imperceptible levels and allowing a creature to survive for weeks without food or water. This suspension of life functions automatically stabilizes a dying creature, and it can save starving or dehydrated creatures from death. Creatures affected by a hibernate spell have a slower metabolism, healing wounds at a rate of just 1 hit point per level per week. If the target is unwilling, it is entitled a Will saving throw. A successful saving throw negates the effect of the spell; a failure allows the target an additional saving throw whenever it takes damage, when it is splashed with water or other liquids, or when 24 hours pass, whichever comes first. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 week/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Charnel Fire",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "With sinister flame and brimstone, the caster completely consumes one dead body so that absolutely nothing remains. A creature whose body is destroyed by a charnel fire spell can only be brought back to life through a true resurrection spell. If this spell is cast upon a corporeal undead, the creature gets a Will saving throw, and the caster must overcome its spell resistance (if any). If the undead creature fails its save, it is destroyed forever. ",
    "effect": " One corpse",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None (Will negates for undead)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Blight",
    "school": "necromancy",
    "sub_school": "",
    "source": "defenders_of_the_faith:_a_guidebook_to_clerics_and_paladins",
    "description": "This spell has two versions. To cast either version, you must touch a plant and breathe on it. Blight Area:When the spell is cast on a single normal plant, all normal plants in a 100-foot spread wither and die. Flowers wilt, leaves fall to the ground, and foliage withers. The spell has no effect on the soil, so new growth can replace the dead plants. This effect allows no saving throw. Blight Plant Creature:When cast on a single mobile or intelligent plant, such as a shambling mound or a treant, this spell deals 1d6 points of damage per level of the caster, to a maximum of 15d6. The plant receives a Fortitude save for half damage. ",
    "effect": " See text",
    "range": " See text",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Slay Living",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You can slay any one living creature. You must succeed on a melee touch attack to touch the subject, and it can avoid death with a successful Fortitude save. If it succeeds, it instead takes 3d6 points of damage +1 point per caster level. (Of course, the subject might die from damage even if it succeeds on its save). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Inflict Light Wounds, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Negative energy spreads out in all directions from the point of origin, dealing 1d8 points of damage +1 point per caster level (maximum +25) to nearby living enemies. \nLike other inflict spells, mass inflict light wounds cures undead in its area rather than damaging them.  A cleric capable of spontaneously casting inflict spells can also spontaneously cast mass inflict spells. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Death Throes",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "As the killing blow falls, you smile with grim satisfaction even as the light of life fades, knowing that your enemy will soon be joining you in the afterlife. \nIf you are killed, your body is instantaneously destroyed in an explosion that deals 1d8 points of damage per caster level to everyone in a 30-foot-radius burst. \nThis explosion destroys your body, preventing any form of raising or resurrection that requires part of the corpse.  A wish, miracle, or true resurrection spell can restore life. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level or until you are killed",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Manifest Life",
    "school": "necromancy",
    "sub_school": "",
    "source": "the_forge_of_war",
    "description": "Your touch draws life force from your target, manifesting it in your hand as a glowing ball of positive energy. \nTo employ this spell, you must succeed on a melee touch attack against a living creature.  If you do so, your touch deals 1d6 points of damage per two caster levels (maximum 15d6).  This damage represents actual life force that you take from the subject, resulting in a ball of positive energy you hold in your hand.  You can use this ball of positive energy in one of three ways. \n\nYou can, in any following round, touch yourself or any other living creature with that positive energy, as a standard action.  The living creature absorbs the energy, healing as many points of damage as you dealt to the initial subject, up to the new subject's full normal hit points. \nYou can use the ball of positive energy to make a melee touch against an undead creature, dealing the same amount of damage you initially dealt. \nYou can use it to power a turn undead attempt.  The next turning attempt you make, so long as it occurs before the spell's duration expires, does not count against your daily limit. \n\nThe ball of positive energy dissipates in 1 minute if not used, and it vanishes immediately if you use your hand for some other purpose. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched, then living creature or undead creature touched",
    "area": "",
    "duration": " Instantaneous/1 minute or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bleed",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_champion",
    "description": "Your touch thins the blood of your target, causing it to spill with unnatural ease. For the duration of the spell, the subject bleeds profusely through any open wound. Each new hit from a piercing or slashing weapon or effect that deals damage to the subject also deals 1 point of Constitution damage. This ability damage is not multiplied on a critical hit. Because this spell thins the subject's blood, repeated uses cause additional difficulty. In addition to the extra damage, a target subjected to a second use of this spell before the first has expired also takes a -4 penalty on Fortitude saves against disease, poison, or the sickened and nauseated conditions. Creatures with no discernible anatomy (such as plants and oozes) and those immune to critical hits (such as undead and constructs) are immune to this spell. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Skull Bomb",
    "school": "necromancy",
    "sub_school": "",
    "source": "champions_of_ruin",
    "description": "You imbue a humanoid skull with negative energy and hurl it. The skull detonates on impact, releasing the negative energy contained within. All creatures in the spell's area, except for undead, gain 1d4 negative levels (see Energy Drain, page 308 of the Monster Manual, for details about negative levels). Assuming a creature survives the effect of the spell, it regains lost levels after a number of hours equal to your caster level (maximum 15 hours). Usually, negative levels have a chance of draining a creature's levels, but the negative levels from necrotic skull bomb don't last long enough to do so. An undead creature in the spell's area gains 1d4×5 temporary hit points for 1 hour. Material Component: A humanoid skull. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Soul Scour",
    "school": "necromancy",
    "sub_school": "",
    "source": "unapproachable_east",
    "description": "Your touch corrupts your victim's very soul, damaging his mental characteristics. You must make a successful melee touch attack to deliver the spell. The spell deals 2d6 points of temporary Charisma damage and 1d6 points of temporary Wisdom damage immediately, and another 1d6 points of temporary Charisma damage 1 minute later. A successful Will save negates each instance of damage. Soul scour is not a poison and cannot be ameliorated or neutralized by spells that halt poison damage. Material Component: A pinch of dust from the bones of a lich. ",
    "effect": " Living creature touched",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous (see text)",
    "saving_throw": " Will negates (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Oath of Blood",
    "school": "necromancy",
    "sub_school": "",
    "source": "heroes_of_horror",
    "description": "Oath of blood functions only when cast on a creature that has recently been subject to a geas or similar spell. It extends the reach of the geas beyond death. If the individual subject to the geas dies before completing the task, oath of blood animates him as an undead creature in order that he might continue his quest. The nature of the undead creature is determined by the caster level of this spell, as per create undead (see page 215 of the Player's Handbook). Once the task is complete or the original geas (or similar spell) expires, the magic animating the subject ends and he returns to death. Material Component: Grave dirt mixed with powdered onyx worth at least 40 gp per HD of the target. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " See below",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Curse of Ill Fortune, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "This spell functions like curse of ill fortune, except that it affects multiple enemies. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": " Enemies in a 20-ft.-radius burst",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Manifest Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "the_forge_of_war",
    "description": "To employ this spell, you must succeed on a melee touch attack against an undead creature.  If you do so, your touch deals 1d6 points of damage per two caster levels (maximum 15d6).  This damage represents negative energy that you draw from the subject, resulting in a ball of writhing shadow you hold in your hand.  You can use this ball of negative energy in one of three ways. \nYou can, in any following round, touch any other undead creature with that negative energy, as a standard action.  The undead creature absorbs the energy, healing as many points of damage as you dealt to the initial subject, up to the new subject's normal maximum hit points. \n\nYou can use the ball of negative energy to make a melee touch against a living creature, dealing the same amount of damage you initially dealt. \nYou can use it to power a rebuke undead attempt.  The next rebuke attempt you make, so long as it occurs before the spell's duration expires, does not count against your daily limit. \n\nThe ball of negative energy dissipates in 1 minute if not used, and it vanishes immediately if you use your hand for some other purpose. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Undead creature touched, then living creature or undead creature touched",
    "area": "",
    "duration": " Instantaneous/1 minute or until discharged; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Burst",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You cause the cyst of a subject already harboring a necrotic cyst (see spell of the same name) to explosively enlarge itself at the expense of the subject's body tissue. If the subject succeeds on her saving throw, she takes 1d6 points of damage per level (maximum 15d6), and half the damage is considered vile damage (see necrotic bloat). The subject's cyst-derived saving throw penalty against effects from the school of necromancy applies. If the subject fails her saving throw, the cyst expands beyond control, killing the subject. On the round following the subject's death, the cyst exits the flesh of the slain subject as a free-willed undead called a skulking cyst (see page 120). The skulking cyst is formed fromthe naked organs of the subject (usually the intestines, but also including a mass of blood vessels, the odd bone or two, and sometimes even half the lolling head). Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature with necrotic cyst",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Orb of Dancing Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "You call upon dark necromantic energy to drain the life force of your foes.  You create a small orb of pulsing black energy (about 6 inches across) that flies toward a chosen creature, striking as a ranged touch attack.  If it hits, the creature gains 1 negative level. \nEach round as a move action, you can direct the orb of dancing death to attack another creature within range (including the previous target, if desired).  If not directed, the orb returns to your side. \nIf a creature has at least as many negative levels as HD, it dies.  Each negative level gives a creature a -1 penalty on attack rolls, saving throws, skill checks, ability checks, and effective level (for determining the power, duration, DC, and other details of spells or special abilities).  Additionally, a spellcaster loses one spell or spell slot from his or her highest available level.  Negative levels stack. \nAssuming the subject survives, it regains lost levels after a number of hours equal to your caster level (maximum 15 hours).  Usually, negative levels have a chance of permanently draining the victim's levels, but the negative levels from the orb of dancing death don't last long enough to do so. \nAn undead creature struck by the orb gains 5 temporary hit points for 1 hour. \nMaterial Component: A piece of a zombie's skull. ",
    "effect": " Orb of negative energy",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/3 levels",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incorporeal Nova",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A nova of dissolution dissipates the immaterial bodies of incorporeal and gaseous creatures, destroying them instantly. \nThe spell destroys 1d4 HD worth of creatures per caster level (maximum 20d4) in the area.  Usually, creatures such as shadows, wraiths, spectres, ghosts, and similar creatures are destroyed, though vampires and living creatures in gaseous form are also affected, as are other incorporeal creatures.  Creatures with the fewest HD are affected first; among creatures with equal HD, those that are closest to the point of origin of the burst are affected first.  No creature with 9 or more HD is affected, and HD that are not sufficient to affect a creature are wasted. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Incorporeal and gaseous creatures within a 50-ft.-radius burst.",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Extract Gift",
    "school": "necromancy",
    "sub_school": "",
    "source": "fiendish_codex_i:_hordes_of_the_abyss",
    "description": "You painstakingly create two magic circles. In one stands a demon, and in the other stands your willing subject. After an hour-long ritual incantation, you pull a roiling black cloud of demonic essence out of the demon and channel it into the willing recipient. You transfer a portion of a demon's essence into a willing creature, enhancing one of its ability scores or skills. The demon must be either allied and willing or captured and constrained (as if by a planar binding spell). An unwilling demon can make a Will save to negate the effects of the spell. Both the recipient and the donor demon must remain within specially prepared circles inscribed on the floor for the entire casting time. These circles are similar to summoning circles and can be integrated into a summoning circle without impacting the function of either spell, but neither the demon nor the recipient need be summoned specifically into the circle for this spell's circle—each needs only to stand within it during the casting. The benefit granted by this spell can be applied to one of the recipient's ability scores (as an enhancement bonus) or to one of his skills (as a competence bonus), as you designate. Once this decision is made, it cannot be changed, and the effect cannot be dispelled except by a caster of higher level than you were when you cast the spell. If you wish, you can increase the save DC for this spell by allowing the demon power over the target. The specific concessions you can make to the demon and the corresponding increases to the save DC are given below. +1 Increase: The donor demon can track the recipient's location and condition, effectively gaining the effect of a constant status spell on it. +3 Increase: The demon can see through the recipient's eyes and hear through its ears. +5 Increase: The demon can telepathically communicate with the recipient as if by Rary's telepathic bond. +7 Increase: The demon can use demand on the recipient once per day as a spell-like ability (caster level equals your caster level at the time you cast extract gift). The effects of the concessions are cumulative, but the save DC increases do not stack. Thus, allowing the demon to track the recipient, use its senses, and communicate with it telepathically would increase the save DC by 5. Increasing the save DC in this manner is an evil act, since it grants the demon more than the usual opportunity to work its evil. Thus, using this option adds the evil descriptor to the spell. Ability Bonus: The recipient gains an enhancement bonus to one ability score of your choice. The value of this bonus depends on your caster level and the abilities of the donor demon, as given below. The maximum value of the bonus you can grant is one-fourth of your caster level (rounded down). Thus, you could grant the recipient up to a +2 enhancement bonus at 9th level, or up to a +5 bonus at 20th level. You can always choose to grant a bonus lower than your maximum. The donor demon's ability modifier for the corresponding score must be at least twice that of the granted bonus. Thus, to grant a +2 bonus to Dexterity, you must extract essence from a demon with a Dexterity score of at least 18 (such as a marilith). To grant a +5 bonus to Charisma, you need a demon with a Charisma score of at least 30 (such as a lilitu). Skill Bonus: The recipient gains a competence bonus on checks made with one skill of your choice. The value of this bonus depends on your caster level and the abilities of the donor demon, as given below. The maximum value of the bonus you can grant is one-half your caster level (rounded down). Thus, you could grant the recipient up to a +4 enhancement bonus at 9th level, or up to a +10 bonus at 20th level. You can always choose to grant a bonus lower than your maximum. The donor demon's ranks in the selected skill must be at least twice the granted bonus. Thus, to grant a +5 bonus on Disable Device checks, you must extract essence from a demon with at least 10 ranks in Disable Device (such as a babau). To grant a +10 bonus on Bluff checks, you need a demon with at least 20 ranks in Bluff (such as a balor). Material Component: The circles in which the donor and recipient stand during the casting must be inscribed with expensive paints made from powdered diamonds, cold iron, blood, and various rare and exotic pigments. Each circle must also be decorated with five flawless sapphires, which serve as conduits between the donor demon and the recipient. The total cost of these pigments and gems depends on the nature and magnitude of the bonus to be imparted. For an ability bonus, the cost equals the bonus squared times 1,000 gp (1,000 gp for +1, 4,000 gp for +2, 9,000 gp for +3, 16,000 gp for +4, and 25,000 gp for +5). For a skill bonus, the cost equals the bonus squared times 100 gp (100 gp for +1, 400 gp for +2, 900 gp for +3, 1,600 gp for +4, 2,500 gp for +5, 3,600 gp for +6, 4,900 gp for +7, 6,400 gp for +8, 8,100 gp for +9, and 10,000 gp for +10). XP Cost: You must spend XP equal to 1/25 the required cost of the material components when you cast this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,experience",
    "target": " One demon and one willing creature",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Curse of Petty Failing, Legion_s",
    "school": "necromancy",
    "sub_school": "",
    "source": "miniatures_handbook",
    "description": "This spell functions like curse of petty failing, except that it affects multiple enemies out to medium range. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "",
    "target": " Enemy creatures in a 20-ft.-radius burst",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Haunt Shift",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "Haunt shift translates corporeal and incorporeal undead into haunting presences (see page 6). The spell converts 1d4 HD worth of undead creatures per caster level (maximum 20d4). Undead creatures with the fewest HD are affected first; among creatures with equal HD, those that are closest to the burst's point of origin are affected first. No creature of 9 or more HD can be affected, and Hit Dice that are not sufficient to affect a creature are wasted. Material Component: A pinch of powdered skull. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " Undead creatures within a 40-ft.-radius burst",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Choking Sands",
    "school": "necromancy",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You coat the target's lungs with dust and sand. The target can cough up the sand by taking a full-round action and making a Fortitude save. If it chooses not to do so, it must make Constitution checks to avoid suffocation (see page 304 of the Dungeon Master's Guide). Material Component: A tiny stuffed animal filled with sand. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living creature touched",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Pain",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that each creature within the radius of a symbol of pain instead suffers wracking pains that impose a -4 penalty on attack rolls, skill checks, and ability checks. These effects last for 1 hour after the creature moves farther than 60 feet from the symbol. Unlike symbol of death, symbol of pain has no hit point limit; once triggered, a symbol of pain simply remains active for 10 minutes per caster level. Note:Magic traps such as symbol of pain are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of pain and Disable Device to thwart it. The DC in each case is 25 + spell level, or 30 for symbol of pain. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 1,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]