[
  {
    "name": "Ravenous Darkness",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_champion",
    "description": "Tendrils of shadow leap from the object you've touched, then swiftly form into an all-encompassing wave. The spreading night seems to blot out both light and life. The object touched sheds darkness as a deeper darkness spell (PH 217). In addition, every living creature within the area of the resulting darkness (a 60-foot radius) takes 1d6 points of negative energy damage per round. Any creature under the influence of an ongoing negative energy effect (such as negative levels or necromantic-based ability damage) instead takes 2d6 points of damage per round. This effect ends for a given creature if it moves out of the area of darkness but resumes should it reenter. A successful Fortitude save negates the damage, but the affected creaturemust repeat the save every round, whether it succeeds or fails. If a creature has spell resistance, the spell must overcome it to deal damage. Any undead creature within the darkness instead gains fast healing 1. Ravenous darkness counters and dispels any light spell of equal or lower level. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Object touched",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None or Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Weakness",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that every creature within 60 feet of a symbol of weakness instead suffers crippling weakness that deals 3d6 points of Strength damage. Unlike symbol of death, symbol of weakness has no hit point limit; once triggered, a symbol of weakness simply remains active for 10 minutes per caster level. Note:Magic traps such as symbol of weakness are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of weakness and Disable Device to thwart it. The DC in each case is 25 + spell level, or 32 for symbol of weakness. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Destruction",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell instantly slays the subject and consumes its remains (but not its equipment and possessions) utterly. If the target's Fortitude saving throw succeeds, it instead takes 10d6 points of damage. The only way to restore life to a character who has failed to save against this spell is to use true resurrection, a carefully worded wish spell followed by resurrection, or miracle. Focus: A special holy (or unholy) symbol of silver marked with verses of anathema (cost 500 gp). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Consumptive Field, Greater",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "This spell functions like consumptive field, except that the field affects all creatures in the area with 9 hit points or fewer.  Such creatures that fail their saving throws die, and creatures that fall to 9 hit points or lower in the area after the spell is cast are likewise subject to its effect. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft.-radius emanation centered on you",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Pact of Return",
    "school": "necromancy",
    "sub_school": "",
    "source": "heroes_of_horror",
    "description": "This spell allows you to establish the conditions whereby you will be brought back to life upon your death. When you cast pact of return, you must state either a specific creature or a set of specific circumstances that you expect will be responsible for your death at some point within the spell's duration. If you name a creature, that creature does not have to deal the deathblow to trigger the release of the spell, but it must play an active part in your demise. If you name a set of circumstances, those circumstances must be reasonably specific or the spell will fail, leaving you well and truly dead. An acceptable set of circumstances would be, \"I expect energy draining to play a pivotal role in my demise\", whereas an unacceptable set would be, \"I expect to die from loss of hit points\". The DM decides whether the terms are acceptable. Whether the subject of your demise is a specific person or a specific source, you must die (that is, reach -10 hit points or lower) for the spell to take effect. If you do, and the circumstances of your demise are similar enough to those described when you cast the spell (DM's discretion), you are instantly resurrected (see page 272 of the Player's Handbook) with no level loss. You can have more than one pact of return active at the same time, each one to be triggered by a different foe or set of circumstances, but you must keep track of the total time that has elapsed for each. A pact of return that has not yet taken effect is still a magical effect (and a powerful necromantic one, at that), which can be dispelled by one who detects its presence. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Harm, Greater",
    "school": "necromancy",
    "sub_school": "",
    "source": "heroes_of_horror",
    "description": "As harm (see page 239 of the Player's Handbook), except as noted above and in that this spell deals 1d12 points of damage per caster level, to a maximum of 20d12 at 20th level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " One creature",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Pulse of Hate",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A red light pulses at your feet, sending malign waves of energy through the area that damage your enemies. Starting in the round you cast it, pulse of hate deals 2d6 points of unholy damage per round, on your turn, to all enemies in the area. Arcane Material Component: A heart-shaped locket and a pin. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 20-ft.-radius emanation centered on you",
    "duration": " 1 round/level",
    "saving_throw": " Will half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Curse",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You feel a wave of cold pass through you as it seeps into the land, the air, and even the souls of those nearby. You imbue the area with negative energy so powerful it transforms positive energy into its opposite. Anyone in the area who casts a healing spell must succeed on a caster level check (DC 11 + your caster level); if the check fails, the healing spell deals damage to each of its subjects equal to the caster's caster level instead of its normal effect. Living creatures that rest in this area do not regain hit points or lost ability score points. Undead in the area heal damage at the rate of 1 point per Hit Die every 24 hours. In addition to the normal means of ending a spell's duration, this effect can be ended by a remove curse (or similar spell) cast within its area for that purpose. Material Component: Grave dust. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius emanation",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Plague",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "Your skin crawls as you utter the words and complete the gestures of this spell. Suddenly, one or more of the target creatures seem overcome by a dreadful malady. The subjects contract a disease selected from the table below, which strikes immediately (no incubation period). The disease progresses rapidly; the subjects must attempt additional saves each round, instead of each day. Use plague's DC for all saves. See page 292 of the Dungeon Master's Guide for more information on these diseases. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ravage",
    "school": "necromancy",
    "sub_school": "",
    "source": "champions_of_ruin",
    "description": "A terrible column of swirling black energy engulfs creatures and rips at their bodies and souls. All living creatures within the spell's area take 1d6 points of vile damage per two caster levels (maximum 10d6). Unlike regular damage, vile damage can only be healed by magic cast within the area of a consecrate or hallow spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 10-ft.-radius cylinder, 40 ft. high",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Undead Mask",
    "school": "necromancy",
    "sub_school": "",
    "source": "savage_species",
    "description": "You imbue the subject with powerful transformative magic, granting it some of the characteristics of the undead type. The subject's flesh seems necrotic and rotting, much like that of a zombie. Nonintelligent undead ignore the subject unless the subject attacks the undead. Any spell or effect that affects undead also affects the subject. The subject can be turned, destroyed, rebuked, or commanded as an undead of its Hit Dice (and gets no saving throw to resist the result). Negative energy effects (such as inflict spells) heal the subject, while positive energy effects (such as cure spells) harm her. An undead creature is immune to mind-affecting effects, poison, sleep, paralysis, stunning, and disease. It is immune to critical hits, subdual damage, ability damage, energy drain, or death from massive damage. The subject loses its Constitution score while the spell is in effect, along with any bonus hit points from Constitution. The subject is immune to any effect that requires a Fortitude save unless the effect also works on objects. An undead spellcaster uses its Charisma modifier when making Concentration checks. The subject's other ability scores are unaffected. The subject retains its skills and feats. Material Component: A pinch of vampire dust. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Undeath After Death",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "You tear off a piece of a creature's life force, corrupt it with negative energy and the power of undeath, then bind it to its body to allow a blasphemous transformation should the creature later die. The subject of this spell loses 2 points of Constitution. When the subject dies, the corrupted life force begins a slow change in its body, causing it to animate as a crypt spawn at the next sunset (see the crypt spawn template in Chapter 7). If its remains are destroyed, the undeath after death spell cannot bring it back as an undead. If the spell is dispelled before the subject dies, it does not regain its 2 lost Constitution points. Material Components: A piece of obsidian shaped like a heart, which is placed on the subject's chest, and a black onyx gem worth at least 50 gp per HD of the subject creature at the time the spell is cast, which is placed in the subject's mouth. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Willing living creature touched",
    "area": "",
    "duration": " Permanent until discharged",
    "saving_throw": " None (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Inflict Serious Wounds, Mass",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like mass inflict light wounds, except that it deals 3d8 points of damage +1 point per caster level (maximum +35). ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Energy Ebb",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "",
    "effect": " Ray",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Evil Glare",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You cast this spell and your eyes begin to tingle, brimming with dark energy.  You shoot a glance at your rival, and she freezes in her tracks from your malignant glare. \nImmediately upon completion of the casting of this spell, you target a living creature within range with your glare; that creature becomes paralyzed with fear for 1d8 rounds.  You must be able to see the creature, and it must be able to see you (though it need not meet your gaze). \nOnce per round after that for the duration of the spell, you can target another creature with your glare as a standard action.  You can't target the same creature twice with a single casting of the spell, regardless of the outcome of its saves. ",
    "effect": "",
    "range": " 30 feet",
    "components": "verbal,somatic,divine focus",
    "target": " Living creatures",
    "area": "",
    "duration": " 1 round/level; see text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Seed of Undeath, Greater",
    "school": "necromancy",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Every creature in the area briefly takes on a corpselike appearance, then returns to normal. This spell functions like seed of undeath, except it applies to any humanoid or animal that dies in the area while the spell is in effect. Corpses of creatures that died before you cast the spell, or that died outside the area and were then carried within, are unaffected. Material Component: A black onyx worth at least 5,000 gp. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 40-ft.-radius emanation",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Blood to Water",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You forcefully spit, ending your spellcasting.  From where you spat arises a sea-green orb of energy for each creature you intend as a subject of the spell.  The orbs fly to their designated targets and turn blood red as they impact. \nYou transmute the subjects' blood into pure water, dealing 2d6 points of Constitution damage.  A successful Fortitude save halves the Constitution damage. \nThis spell has no effect on living creatures with the fire or water subtype. ",
    "effect": " Up to five living creatures, no two of which are more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Necrotic Tumor",
    "school": "necromancy",
    "sub_school": "",
    "source": "libris_mortis:_the_book_of_the_dead",
    "description": "You cause the cyst of a subject already harboring a necrotic cyst (see spell of the same name) to envelop a portion of the victim's brain. If the subject succeeds on his saving throw (the subject's cyst-derived saving throw penalty against effects from the school of necromancy applies), you may still influence him by suggesting a course of activity (limited to a sentence ortwo). The instruction must be worded in such a manner as to make the activity sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act automatically negates the instruction. The instructed course of activity can continue for the entire duration. If the instructed activity can be completed in a shorter time, the instruction ends when the subject finishes what he was asked to do. You can instead specify conditions that trigger a special activity during the duration. If the condition is not met before the spell expires, the activity is not performed. If the subject fails his saving throw, the cyst envelops a larger portion of the subject's higher brain, and you gain complete control of the actions of the subject permanently. You do not know what the subject is experiencing and share no special link with him. If a common language is shared, you can force the subject to perform as you desire, within the limits of his abilities. If no common language is shared, you can communicate only basic commands, such as \"Come here\", \"Go there\", \"Fight\", and \"Stand still\". A subject may resist this control, but the presence of his necrotic tumor on his brain stem ensures their loyalty. Protection from evil or a similar spell does not protect the subject from following your commands—the tumor is already inside him. Focus: Caster must possess a mother cyst (see page 28). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature with necrotic cyst",
    "area": "",
    "duration": " One day/level or permanent",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Leech Undeath",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "This spell drains away a portion of the negative energy that keeps an undead creature animated, transferring it to you in the form of temporary healing.  The spell deals 5 points of damage per caster level (maximum 100 points).  At the same time, you gain temporary hit points equal to the damage dealt, up to a maximum equal to the current hit points of the target.  For example, a 13th-level cleric would normally deal 65 points of damage to an undead creature.  However, if that creature had only 48 hit points remaining, the caster would gain only 48 hit points (even as the target was destroyed).  These temporary hit points last for 1 hour.  A successful Will save halves the damage dealt and the hit points gained. \nThis spell is often cast on willing undead to aid their living masters.  Nonintelligent undead cannot be commanded to voluntarily fail their saves or lower any spell resistance, but intelligent undead can be. \nArcane Material Component: A handful of dead cockroaches. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One undead creature",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " Will half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Righteous Glare",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "You gain a supernatural gaze attack like that of a ghaele eladrin. Evil creatures with 5 HD or fewer within 60 feet of you must make a successful Will save or die. Even if the save succeeds, the creature is affected as though by a fear spell for 2d10 rounds. Neutral (neither good nor evil) creatures, and evil creatures with more than 5 HD, must succeed on a Will save or suffer the fear effect. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Imprison Soul",
    "school": "necromancy",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "By casting imprison soul, the caster places the subject's soul in a receptacle, such as a gem, ring, or some other minuscule object, leaving the subject's body lifeless. While trapped, the subject takes 1d4 points of Constitution damage per day until dead or freed. The rituals to prepare the receptacle require three days. Destroying or opening the receptacle ends the spell, releasing the soul. To cast the spell, the receptacle must be within spell range and the caster must know where it is. The caster must also know the name of the target. Material Component: A portion of the target's body (a fingernail, a strand of hair, or some other small part). Focus: A Tiny or smaller object to be the receptacle for the subject's soul. ",
    "effect": "",
    "range": " Medium(100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,arcane focus",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  }
]