[
  {
    "name": "Extract Drug",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The caster infuses a substance with energy and creates a magical version of a drug. The magical version manifests as greenish fumes that rise from the chosen focus. The fumes must then be inhaled as a standard action within 1 round to get the drug's effects. The type of drug extracted depends on the substance used. There may be other drugs that can be extracted with rarer substances, at the DM's discretion. Focus: 15 lb.  or 1 cubic foot of the material in question. ",
    "effect": " One dose of a drug",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Wall of Smoke",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You wave your hand in a circular motion, and black smoke swirls into existence as a dark wall. \nThis spell creates a thin wall of black smoke.  The wall is stationary once created.  The wall blocks sight to a limited degree.  Creatures on opposite sides of the wall that cannot see over it gain concealment from each other.  A creature can pass through a wall of smoke, but it must make a Fortitude save to avoid being nauseated for 1 round. \nA moderate wind (11+ mph), such as from a gust of wind spell, destroys the wall in 1 round. \nThis spell does not function underwater. ",
    "effect": " A straight wall whose area is up to one 10-ft. square/level (S)",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blockade",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "complete_scoundrel",
    "description": "You drop a tiny wooden block before you. It rapidly begins growing and hits the ground with a heavy thud, now a perfect 5-foot cube of dense wood. You call a cube of solid wood, 5 feet on a side, into being. The cube must be created upon solid ground in an empty square. If no solid surface exists that is large enough for the cube to fit on, or if no adjacent square is empty, the spell fails. The cube weighs 2,000 pounds. It has a hardness of 5 and 600 hit points, and it completely fills one 5-foot square. Multiple cubes can be stacked. If it is pushed into water, the cube floats. Material Component: A block of wood, less than 3 inches on a side. ",
    "effect": " 5-ft. cube of wood",
    "range": " 0 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 3 rounds",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Deep Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You let out a quick cry and instantly feel your chest swell with air, as if you had taken a deep breath.  Strangely, you feel no need to exhale. \nYour lungs instantly fill with air, and continue to refill with air for the duration of the spell.  When the spell's duration expires, you can continue to hold your breath as if you had just gulped down a lungful of air. \nYou can cast this spell with an instant utterance, quickly enough to save yourself from drowning after being suddenly plunged into water. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Obscuring Mist",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "A misty vapor arises around you.  It is stationary once created.  The vapor obscures all sight, including darkvision, beyond 5 feet.  A creature 5 feet away has concealment (attacks have a 20% miss chance).  Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). \nA moderate wind (11+ mph), such as from a gust of wind spell, disperses the fog in 4 rounds.  A strong wind (21+ mph) disperses the fog in 1 round.  A fireball, flame strike, or similar spell burns away the fog in the explosive or fiery spell's area.  A wall of fire burns away the fog in the area into which it deals damage.  This spell does not function underwater. ",
    "effect": " Cloud spreads in 20-ft. radius from you, 20 ft. high",
    "range": " 20 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]