[
  {
    "name": "Engulfing Terror",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "drow_of_the_underdark",
    "description": "The air wavers and shimmers, finally coalescing into a large cube of glistening ooze. Engulfing terror creates a gelatinous cube (MM 201) in a space you designate. The space must be large enough to accommodate the creature. If not, the spell automatically fails. Upon appearing, the cube acts on your turn, attacking the nearest living creature each round. You have no control over it and cannot direct it. The gelatinous cube remains until it is destroyed or has no remaining targets to attack, at which point it moves away in a random direction. ",
    "effect": " One gelatinous cube",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Arctic Haze",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "A bank of fog composed entirely of tiny, razor-sharp ice shards billows out from the targeted point. The fog obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker can't use sight to locate the target). In addition, the sharp ice particles tear the skin of those moving through the area, causing 4 points of damage per round, half of which is cold damage. A strong wind (21+ mph) disperses the fog in 4 rounds; a severe wind (31+ mph) disperses the fog in 1 round. Dispersing the fog in this manner, however, causes damage to those within its area as the icy shards whip past. A strong wind causes 4 points of damage per round (half cold); a severe wind causes 8 points of damage (half cold). ",
    "effect": " Fog spreads in a 30-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 min./level",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sleet Storm",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "Driving sleet blocks all sight (even darkvision) within it and causes the ground in the area to be icy. A creature can walk within or through the area of sleet at half normal speed with a DC 10 Balance check. Failure means it can't move in that round, while failure by 5 or more means it falls (see the Balance skill for details). The sleet extinguishes torches and small fires. Arcane Material Component: A pinch of dust and a few drops of water. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Cylinder (40-ft. radius, 20 ft. high)",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Haboob",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "A thick haze of swirling dust and sand swirls out from the point you designate. The effect obscures all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment. Creatures farther away have total concealment. Unprotected, nonmagical flames are automatically extinguished, and there is a 50% chance that protected flames will be snuffed. In addition to obscuring sight, the swirling dust abrades any creature within it or attempting to move through it. Any creature passing through the haze takes 1d4 points of damage per two caster levels (maximum 5d4), with no save allowed. If you conjure haboob so that it appears where creatures are located, each creature takes damage as if passing through the haze. Such creatures take half damage with a successful Reflex save, but if these creatures do not leave the affected area at their next opportunity, they take full damage from the abrading sands (no save) as if they had voluntarily entered the area. Any creature that remains within the affected area for more than 1 round likewise takes damage automatically (no save). A moderate wind (11+ mph) disperses the dust in 8 rounds; a strong wind (21+ mph) disperses it in 4 rounds. This spell does not function underwater. Material Component: A pinch of ash, dust, or sand. ",
    "effect": " Abrasive dust spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft. level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " None or Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Column of Ice",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "A column of ice rises from the ground, lifting any object or creature (including you) standing in the area into the air. Creatures making a Reflex saving throw can choose to avoid the column. Moving or fighting atop the ice column requires a DC 10 Balance check. Those who fail fall prone and must immediately succeed on a DC 12 Reflex saving throw or slip off the column, taking commensurate falling damage. Creatures atop the column as it rises may be smashed against the ceiling or other overhead obstructions, which deals 4d6 points of damage. Magical Ice Column: 10 feet thick; hardness 16; hp 160; break DC 90; Climb DC 30. Arcane Material Component: A 2-inch rod of ice. ",
    "effect": " One column of ice, 10-ft. radius and 5 ft./level in height",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Icelance",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You clutch the quartz in your hand, focusing the energy of the spell into a sharp spear.  With a thought, you send it whistling through the air at your foe. \nYou must succeed on a normal ranged attack to strike a target with an icelance.  You gain a +4 bonus on your attack roll.  If you hit, the icelance deals 6d6 points of damage to the target.  Half of this damage is piercing damage; the rest is cold damage.  In addition, the target must make a Fortitude save or be stunned for 1d4 rounds.  Regardless of the result of the attack, the icelance shatters upon its first use. \nFocus: A 50-gp clear quartz gemstone.  Alternatively, if you are in a cold region, you can substitute 10 pounds of ice or snow for the quartz. ",
    "effect": " One lance of ice",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Node Door",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "underdark",
    "description": "You instantly transfer yourself from your current earth node to any other earth node you have visited. You always arrive exactly at the spot desired—whether by simply visualizing the area or by describing your destination (for example, \"the earth node that serves the kuo-toa as a secret temple to Blibdoolpoolp\"). After using this spell, you can't take any other actions until your next turn. If you arrive in an earth node that is already partially occupied by a newly added object, you arrive in the closest clear space in that node. If the earth node is completely filled or has been destroyed by any means, you bounce to the next closest earth node (determined randomly or by the DM). Each such \"bounce\" deals you and any who accompany you 2d6 points of damage. Special: You must have the Node Spellcasting feat to cast this spell. ",
    "effect": "",
    "range": " Varies (see text)",
    "components": "verbal",
    "target": " You and touched objects or other touched willing creatures weighing up to 50 lb./level",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None and Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]