[
  {
    "name": "Shuffle",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "shining_south",
    "description": "You grant one creature, plus one additional creature for every five caster levels, the ability to teleport a short distance as a move action. Each subject can use the ability once per round, on its turn, to travel to a spot it knows intimately or can see, which can be no more than 5 feet per two caster levels away (maximum 50 feet at 20th level). Creatures affected by this spell can carry objects, as long as the weight of those objects doesn't exceed the subject's maximum load. If a subject of shuffle would arrive in an area occupied by solid material, that attempted teleport simply fails. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One or more willing creatures touched",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Stone",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "This spell creates a wall of rock that merges into adjoining rock surfaces. It is typically employed to close passages, portals, and breaches against opponents. A wall of stone is 1 inch thick per four caster levels and composed of up to one 5-foot square per level. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object. Unlike a wall of iron, you can create a wall of stone in almost any shape you desire. The wall created need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone. It can be used to bridge a chasm, for instance, or as a ramp. For this use, if the span is more than 20 feet, the wall must be arched and buttressed. This requirement reduces the spell's area by half. Thus, a 20th-level caster can create span with a surface area of ten 5-foot squares. The wall can be crudely shaped to allow crenellations, battlements, and so forth by likewise reducing the area. Like any other stone wall, this one can be destroyed by a disintegrate spell or by normal means such as breaking and chipping. Each 5-foot square of the wall has 15 hit points per inch of thickness and hardness 8. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 20 + 2 per inch of thickness. It is possible, but difficult, to trap mobile opponents within or under a wall of stone, provided the wall is shaped so it can hold the creatures. Creatures can avoid entrapment with successful Reflex saves. Arcane Material Component: A small block of granite. ",
    "effect": " Stone wall whose area is up to one 5-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stormwalk",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "stormwrack",
    "description": "As teleport, save that you draw upon the power of a storm to teleport yourself and a number of others from one place to another. Upon casting the spell, the storm suddenly intensifies in the area where the spell was cast, obscuring sight of those affected—whether because of a thickening of fog, a sudden increase in the downfall of hail and sleet, or a strike of lightning. On the next round, the disturbance disappears and the characters affected by the spell are gone. Though the targets of the spell disappear instantaneously once the spell is cast, they do not immediately reappear at the spell's destination. Instead, 10 minutes elapse during which a storm quickly develops in the target location. This is plainly not a natural occurrence to anyone who witnesses it, unless there is already a storm in progress. Then an intensification of this storm obscures sight at the target location, and the targets of the spell reappear. The targets always appear in some place that is open to the storm—thus, they can appear on the upper parapets of a castle, but not inside the castle. Though 10 minutes have passed since they disappeared, it appears to the travelers as though the transport were instantaneous. Additionally, for the 10 minutes while the targets are gone, they are treated as though they were in another plane. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " You and up to one other creature for every two levels",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None and Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Magma",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "This spell creates a wall of thick magma that glows with a dull red heat. It merges into adjoining rock surfaces, melting the rock at the point of connection to form a smooth bond. The wall can seal off a passage or breach, but the intense heat causes flammable materials in contact with the wall of magma to catch fire instantly. A wall of magma is 1 inch thick per four caster levels. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object. You can shape a wall of magma into sheets and curves, but the molten wall cannot form domes or unsupported horizontal surfaces more than 5 feet across. The wall need not be vertical but must rest upon a firm foundation; it must merge with and be solidly supported by existing stone. The wall cannot hold complex forms such as crenellations. It is possible (though difficult) to form the wall into a ring to enclose creatures, but they can avoid this with successful Reflex saves. The wall sends forth waves of heat, dealing 2d6 points of fire damage to creatures within 10 feet and 1d6 points of fire damage to those past 10 feet but within 20 feet. Unlike a wall of fire, both sides of a wall of magma radiate heat. Since it is molten, the wall cannot be broken as such, but an object or creature could force its way through. It costs 4 squares of movement to move through a square containing a wall of magma, but creatures of the earth subtype can pass through the wall at normal speed. A wall of magma deals 5d6 points of fire damage +1 point of fire damage per caster level (maximum +20) to creatures passing through it, the same amount each round to any creature within it, and 2d6 points of fire damage per round for 1d3 rounds after a creature leaves the area of the wall. It deals double damage to undead and creatures with the water subtype. The wall can be destroyed normally by a disintegrate spell. If any 5-foot section of the wall takes 40 points of cold damage or more in a round, that section hardens into normal stone (hardness 8, 15 hit points per inch of thickness), which can then be chipped or broken as normal (DC 20 Strength check, +2 per inch of thickness). Do not divide cold damage by four, as normal for objects. Casting create water on the surface of a wall of magma creates a cloud of steamy fog that fills a cube with the dimensions of the length of wall affected. The fog dissipates after 10 minutes. Only the surface of the stone hardens; the wall is not cooled completely. Wall of magma can be made permanent with a permanency spell. A permanent wall of magma that is chilled by cold damage stays solid for 10 minutes, then returns to its molten state. Arcane Material Component: A small piece of pumice, obsidian, or other volcanic rock. ",
    "effect": " Wall of molten stone whose area is up to one 5-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Mudslide",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "stormwrack",
    "description": "ft. /level)Effect: 40-ft. -radius spreadDuration: InstantaneousSaving Throw: Reflex half; see textSpell Resistance: NoYou create a landslide of mud and water, which crushes, buries, and mires those caught in its path. The mud covers the area of the spell to a depth of about 10 feet (although it might fill low-lying areas or fail to cover high points in the area, at the DM's discretion). Creatures within the spell's effect must make a Reflex save. Those who fail take 8d6 points of damage and are buried (see Avalanches on page 90 of the Dungeon Master's Guide). Those who succeed take 3d6 points of damage and are not buried. Creatures of the fire subtype who are actually aflame (such as salamanders, azers, and fire elementals) instead take 8d8 or 3d8 points of damage, respectively. A creature who escapes burial ends up on top of the mudslide, mired in deep mud. After the initial slide, the mudslide persists indefinitely, producing an area of deep bog (average depth 10 feet) until the water in it evaporates. It requires 4 squares of movement to enter 1 square of deep bog, and running or charging are impossible in the area. Underwater, the mudslide remains indefinitely, producing an area of deep muck. It costs 2 squares of movement to enter a square containing deep muck, the DC of Balance and Tumble checks increases by 5, and the DC of Move Silently checks increases by 2. Aboveground, the mud normally dries out in 2 to 3 days. A transmute mud to rock spell hardens the slide into stone, trapping any creatures still within. ",
    "effect": "",
    "range": " Medium (100 ft. + 10.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Call of the Twilight Defender",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "dragon_magic",
    "description": "The very ground erupts in a shower of stone and dirt, accompanied by a thunderclap. Standing in the center of the damaged ground is a creature of stone, wood, and plant parts resembling the regal form of a guardian dragon. This spell summons one twilight guardian (see page 121) to fight for you. The spell functions like a summon nature's ally spell, but with one exception. At any time, a summoned twilight guardian can sacrifice itself by simply touching you (a standard action); the twilight guardian is immediately destroyed, and you gain a number of hit points equal to 1/2 the twilight guardian's remaining hit points before its sacrifice. Special: A character who learns this spell gains a +1 competence bonus on Knowledge (nature) checks. ",
    "effect": " One twilight guardian",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]