[
  {
    "name": "Raptor Cloud",
    "school": "conjuration",
    "sub_school": "",
    "source": "secrets_of_sarlona",
    "description": "",
    "effect": " Swirling cloud of hawklike shadows",
    "range": " 0 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Water",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "A wall springs up in the area you designate.  Composed of a sheet of water rising vertically, the transparent wall does not prevent you from seeing beyond it.  The water of the wall is calm as a lake on a windless day. \nThis spell creates a 10-foot-thick wall of fresh water or seawater (as selected by you).  The water forms around objects and creatures in its area, plunging these creatures and objects underwater.  A creature in the area where the water is created can make a Reflex save to move to a random side of the wall before it forms completely.  This movement must occur on the creature's next turn, or it immediately suffers the full effect of being in the wall. \nCreatures can move through a wall of water by making Swim checks, or can walk along the floor at half speed; the water itself is considered to be calm water.  Any open flames in the area when the water forms are immediately extinguished.  Creatures with the fire subtype take 2d6 points of damage +1 point per caster level each round they remain partially or wholly in the wall. \nAlthough the wall is transparent, it provides cover to any targets inside against attacks launched from outside the wall.  It cannot be destroyed by physical damage, nor can it be drained off to a different location.  Water brought out of the wall in a container instantly evaporates as the wall itself forms more water to replace what was removed. \nMaterial Component: A sponge. ",
    "effect": " A straight wall whose area is up to one 10-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Reflex negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Pest Swarm",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "cityscape",
    "description": "With a cacophony of shrieks and squeals, a horde of flying, running, and crawling pests appears from the shadows and swarms across your foes. Summon pest swarm creates a horde of small mammals, birds, and vermin that appear throughout the target area, tear into any creature present, then move in a crawling mass at your volition. The pest swarm (see page 136) stays in one place unless you actively direct it (a move action for you). If the pest swarm moves beyond the spell's range, it disappears. It takes actions at the beginning of your turn. The pest swarm attacks any creature other than you that occupies all or part of its space. Arcane Material Component: A handful of teeth, claws, and mandibles from urban pests (such as crows, rats, cats, and cockroaches). ",
    "effect": " One pest swarm",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blast of Sand",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "Sand sprays from your outstretched palm with enough force to strip flesh from bone and scour surfaces. The spell deals 1d6 points of damage per caster level (maximum 10d6). Do not divide damage from sand scour by four when applying it to objects. Material Component: A pinch of sand. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Salt",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "This spell creates a gleaming wall of salt crystal that merges into adjoining rock surfaces. The wall can seal off a passage or breach, or be used to construct new walls. A wall of salt is 1 inch thick per caster level. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object. You can form a wall of salt into nearly any shape desired. The wall need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone. It can be used to bridge a chasm or as a ramp. If such a span is more than 20 feet long, the wall must be arched and buttressed, reducing the spell's area by half. For example, a 10th-level caster could create a salt span with a surface area of five 5-foot squares. The wall can be crudely shaped to allow crenellations, battlements, and so forth, by likewise reducing the area. The wall can be destroyed normally by a disintegrate spell or by chipping and breaking. Each 5-foot square of the wall has 3 hit points per inch and hardness 2. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 15 + 1 per inch of thickness. Directing a constant blast of water at a wall of salt (for example, a geyser from a decanter of endless water) dissolves the mineral, dealing 10 points of damage per minute (which hardness does not reduce). It is possible, but difficult, to trap mobile opponents within or under a wall of salt, provided the wall is shaped so it can hold the creatures. Creatures can avoid entrapment with successful Reflex saves. Arcane Material Component: A crystal of rock salt. ",
    "effect": " Salt wall whose area is up to one 5-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]