[
  {
    "name": "Obscuring Snow",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "frostburn",
    "description": "A swirling snow vapor arises around you, and follows you from that point on. The snow obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). A strong wind (21+ mph) disperses the snow in 4 rounds. A very strong wind (31+ mph) disperses the snow in 1 round. A fireball, flame strike, or similar spell burns away the snow in the explosive or fiery spell's area. A wall of fire burns away the snow in the area into which it deals damage. This spell does not function underwater. Creatures with snowsight are immune to the effects of this spell. ",
    "effect": " Cloud spreads in 30-ft.-radius from you, 30 ft. high",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster II",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 2nd-level list or 1d3 creatures of the same kind from the 1st-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n2ND LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial giant bee \n LG \n\n\n Celestial giant bombardier beetle \n NG \n\n\n Celestial riding dog \n NG \n\n\n Celestial eagle \n CG \n\n\n Lemure (devil) \n LE \n\n\n Fiendish squid 1 \n LE \n\n\n Fiendish wolf \n LE \n\n\n Fiendish monstrous centipede, Large \n NE \n\n\n Fiendish monstrous scorpion, Medium \n NE \n\n\n Fiendish shark, Medium 1 \n NE \n\n\n Fiendish monstrous spider, Medium \n CE \n\n\n Fiendish snake, Medium viper \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cloud of Knives",
    "school": "conjuration",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You conjure a cloud of sharp knives around you. The knives float in the air around your upper body, pointing in the direction you look. Each round as a free action at the beginning of your turn, you can release one of these knives at any target within 30 feet that you can see. This is a ranged attack that uses an attack bonus equal to your caster level + your key ability modifier. Each successful hit deals 1d6 points of damage +1 per three caster levels (maximum +5) and threatens a critical hit on a roll of 19-20. Damage reduction applies to knife attacks from this spell. The knives are treated as magic for the purpose of overcoming damage reduction. Material Component: A knife. Optional Material Component:Using a silvered dagger (22 gp) in the casting of this spell allows the knives to overcome damage reduction as if they were both magic and silver, but the knives deal 1 less point of damage. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Unseen Crafter",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "races_of_eberron",
    "description": "This spell functions as unseen servant, except that the unseen crafter can be assigned any one task that can be accomplished by the use of the Craft skill.  Appropriate tools and materials must be provided for the unseen crafter; it makes Craft checks using your ranks in the skill plus your bonus for the relevant spellcasting ability (Intelligence for artificers, wizards, and magewrights, Charisma for bards and sorcerers, and Wisdom for clerics). \nAn unseen crafter can take 10 or attempt to work more quickly (as described in the Craft skill description, page 70 of the Player's Handbook), but this must be part of the command it is given when the spell is cast.  Once the unseen crafter has completed the assigned task, the spell ends as if dismissed.  If the unseen crafter leaves work undone, any creature or another unseen crafter can continue it. \nSpecial: When the unseen crafter is commanded to repair a warforged, it receives a +10 bonus on its Craft check. ",
    "effect": " One invisible, mindless, shapeless servant",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 day/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]