[
  {
    "name": "Summon Monster III",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 3rd-level list, 1d3 creatures of the same kind from the 2nd-level list, or 1d4+1 creatures of the same kind from the 1st-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \nSpecial\nWhen casting Summon Monster III as a Abyss Domain spell, only Chaotic Evil creatures may be summoned. When casting Summon Monster III as a Arborea Domain spell, only Chaotic Good creatures may be summoned. When casting Summon Monster III as a Baator Domain spell, only Lawful Evil creatures may be summoned. When casting Summon Monster III as a Celestia Domain spell, only Lawful Good creatures may be summoned. \n3RD LEVEL\n\n\nMonster \nAlignment \n\n\n Celestial black bear \n LG \n\n\n Celestial bison \n NG \n\n\n Celestial dire badger \n CG \n\n\n Celestial hippogriff \n CG \n\n\n Elemental, Small (any) \n N \n\n\n Fiendish ape \n LE \n\n\n Fiendish dire weasel \n LE \n\n\n Hell hound \n LE \n\n\n Fiendish snake, constrictor \n LE \n\n\n Fiendish boar \n NE \n\n\n Fiendish dire bat \n NE \n\n\n Fiendish monstrous centipede, Huge \n NE \n\n\n Fiendish crocodile \n CE \n\n\n Dretch (demon) \n CE \n\n\n Fiendish snake, Large viper \n CE \n\n\n Fiendish wolverine \n CE",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Haboob",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "A thick haze of swirling dust and sand swirls out from the point you designate. The effect obscures all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment. Creatures farther away have total concealment. Unprotected, nonmagical flames are automatically extinguished, and there is a 50% chance that protected flames will be snuffed. In addition to obscuring sight, the swirling dust abrades any creature within it or attempting to move through it. Any creature passing through the haze takes 1d4 points of damage per two caster levels (maximum 5d4), with no save allowed. If you conjure haboob so that it appears where creatures are located, each creature takes damage as if passing through the haze. Such creatures take half damage with a successful Reflex save, but if these creatures do not leave the affected area at their next opportunity, they take full damage from the abrading sands (no save) as if they had voluntarily entered the area. Any creature that remains within the affected area for more than 1 round likewise takes damage automatically (no save). A moderate wind (11+ mph) disperses the dust in 8 rounds; a strong wind (21+ mph) disperses it in 4 rounds. This spell does not function underwater. Material Component: A pinch of ash, dust, or sand. ",
    "effect": " Abrasive dust spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft. level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " None or Reflex half; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Nauseating Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "spell_compendium",
    "description": "You windmill your arm to complete the spell and nearly gag before exhaling a great gout of putrid-smelling green gas. \nYou breathe out a cone of nauseating vapors.  Any creature in the area must succeed on a Fortitude save or be nauseated for 1d6 rounds. \nMaterial Component: A piece of fish at least one day old. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bridge of Sound",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "savage_species",
    "description": "You create a ribbonlike, weightless, unbreakable, invisible bridge of sound. The bridge must be anchored to solid objects at both ends, but otherwise can be at any angle. Like a wall of force, it must be continuous and unbroken when formed. It is typically used to cross a chasm or a hazardous space. Creatures can move on the bridge of sound without penalty, since it is no more slippery than a typical dungeon floor. It is only a physical barrier to solid objects and has no effect on spells, line of sight, gaze attacks, ethereal creatures, or incorporeal creatures and objects. The bridge of sound can support a maximum of 200 pounds per caster level. Creatures that cause the total weight on the bridge of sound to exceed this limit sink through the bridge as if it weren't there. A bridge of sound is temporarily negated within the area of a silence spell, causing anything on it to fall. If the silence effect ends or is dispelled before the bridge's duration expires, the bridge is once again whole. ",
    "effect": " One bridge of sound 5 ft. wide, 1 in. thick, and up to 10 ft./level long",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " Concentration plus 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Laogzed_s Breath",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "savage_species",
    "description": "As stinking cloud, except as noted above and that the nauseating vapors persist for 10 rounds. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": "",
    "area": " Cone",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  }
]