[
  {
    "name": "Extract Drug",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The caster infuses a substance with energy and creates a magical version of a drug. The magical version manifests as greenish fumes that rise from the chosen focus. The fumes must then be inhaled as a standard action within 1 round to get the drug's effects. The type of drug extracted depends on the substance used. There may be other drugs that can be extracted with rarer substances, at the DM's discretion. Focus: 15 lb.  or 1 cubic foot of the material in question. ",
    "effect": " One dose of a drug",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " Permanent",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Summon Monster I",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell summons an extraplanar creature (typically an outsider, elemental, or magical beast native to another plane).  It appears where you designate and acts immediately, on your turn.  It attacks your opponents to the best of its ability.  If you can communicate with the creature, you can direct it not to attack, to attack particular enemies, or to perform other actions.  \nThe spell conjures one of the creatures from the 1st-level list on the accompanying Summon Monster table.  You choose which kind of creature to summon, and you can change that choice each time you cast the spell.  Information on these creatures can be found in the Monster Manual. \nA summoned monster cannot summon or otherwise conjure another creature, nor can it use any teleportation or planar travel abilities.  Creatures cannot be summoned into an environment that cannot support them.  For instance, a celestial porpoise may only be summoned in an aquatic environment. \nWhen you use a summoning spell to summon an air, chaotic, earth, evil, fire, good, lawful, or water creature, it is a spell of that type.  For example, a summon monster I is a lawful and evil spell when cast to summon a fiendish dire rat. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \n1ST LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial dog \n LG \n\n\n Celestial owl \n LG \n\n\n Celestial giant fire beetle \n NG \n\n\n Celestial porpoise 1 \n NG \n\n\n Celestial badger \n CG \n\n\n Celestial monkey \n CG \n\n\n Fiendish dire rat \n LE \n\n\n Fiendish raven \n LE \n\n\n Fiendish monstrous centipede, Medium \n NE \n\n\n Fiendish monstrous scorpion, Small \n NE \n\n\n Fiendish hawk \n CE \n\n\n Fiendish monstrous spider, Small \n CE \n\n\n Fiendish octopus 1 \n CE \n\n\n Fiendish snake, Small viper \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One summoned creature",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Create Ectoplasm",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "ghostwalk",
    "description": "You create raw ectoplasm. The ectoplasm forms from your hands, eyes, or mouth, and may be pale gray, light blue, light green, or pale yellow. You may create sticky or slippery ectoplasm. The ectoplasm does not vanish until the spell duration has expired, but if the spell is dispelled and the ectoplasm has been in existence for more than 10 minutes, it vanishes instantly. ",
    "effect": " 1 lb. of raw ectoplasm/level",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Scramble True Position",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "tome_of_magic",
    "description": "You utter truenames for directions with great rapidity as you gesture toward where you're casting the spell. With a sizzle and a flash, those within the spell's radius disappear, then reappear somewhere nearby. The scramble true position spell can wreck an enemy's carefully constructed defenses or highly regarded plan of attack by randomly moving them around. You can't control where your enemies reappear, but they might fall off a precipice or wind up between your rogue and fighter allies. When you cast the spell, make a single Truespeak check. Then compare your result to the DC to move each creature: 15 + (2 x CR). If you meet or exceed the DC for a creature, move that creature 2 squares in a random direction using the \"targeted on square\" part of the diagram on page 158 of the Player's Handbook. The scramble true position spell can't send a creature into a square occupied by solid matter or another creature, but it can send a creature into a dangerous place (into lava or off a cliff, for example). Make the comparison and movement in descending CR order. If multiple targets have the same CR, the caster chooses the order in which to relocate them. If you can't move a target 2 squares in a particular direction, move it 1 square, or it disappears and reappears in the same square if relocation is impossible. Having their true locations disrupted with this spell can be disorienting for the subjects. Every creature that you move with this spell (even those who reappear in the same square they started in) must succeed on a Reflex save or fall prone. Truename Component: When you cast this spell, you must correctly speak the truenames for cardinal directions and movement, which you learn with the spell. This check has no set DC, but if your Truespeak check result is lower than 15 + (2 x creature's CR) for the lowest CR creature in the area, then scramble true position has no effect. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,true name",
    "target": "",
    "area": " 10-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Reflex partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Obscuring Mist",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "A misty vapor arises around you.  It is stationary once created.  The vapor obscures all sight, including darkvision, beyond 5 feet.  A creature 5 feet away has concealment (attacks have a 20% miss chance).  Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). \nA moderate wind (11+ mph), such as from a gust of wind spell, disperses the fog in 4 rounds.  A strong wind (21+ mph) disperses the fog in 1 round.  A fireball, flame strike, or similar spell burns away the fog in the explosive or fiery spell's area.  A wall of fire burns away the fog in the area into which it deals damage.  This spell does not function underwater. ",
    "effect": " Cloud spreads in 20-ft. radius from you, 20 ft. high",
    "range": " 20 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]