[
  {
    "name": "Plane Shift, Greater",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "spell_compendium",
    "description": "You and the others link hands, and you concentrate on the forked copper rod.  You rap the fork against your thigh and speak the words of the spell.  You know where you're going, and as the landscape around you fades, a new plane takes shape around you. \nThis spell functions like plane shift (PH 262), except that if you have visited the desired location, the spell takes you to the precise location (rather than 5 to 500 miles distant). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched, or up to eight willing creatures joining hands",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Aspect of Bahamut",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "races_of_the_dragon",
    "description": "You send a plea to Bahamut and are answered by the appearance of a long, sinuous dragon covered in silver-white scales that sparkle and gleam. If you are a nongood spellcaster, you cannot cast this spell. By casting this spell, you request Bahamut to send you one of his aspects. Otherwise, the aspect appears where you designate and acts immediately, on your turn. It attacks your opponents to the best of its ability. If you can communicate with the aspect (it understands Celestial, Common, and Draconic), you can direct it not to attack, to attack particular enemies, or to perform other actions before the duration elapses. More information on the aspect of Bahamut can be found on page 152 of this book. Arcane Focus: A silver dragon scale. ",
    "effect": " One aspect of Bahamut",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " Concentration (maximum of 1 round/level) + 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shadow Trap",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "champions_of_ruin",
    "description": "With this spell, you place a magic trap on any object that casts a shadow. If the object is disturbed in any way that causes its shadow to shift (for instance, if it or a nearby light source is moved), a bound greater shadow (see Monster Manual page 221) emerges from the object's shadow to attack the nearest living creature. The shadow can be turned or destroyed as normal; otherwise, it remains for a number of rounds equal to your caster level. If the trapped object resides in a place that has no shadows, the trap does not trigger, although the spell remains in effect. Material Component: A sheet of black cloth large enough to drape over the warded object. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster VII",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 7th-level list, 1d3 creatures of the same kind from the 6th-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \nSpecial\nWhen casting Summon Monster VII as a Abyss Domain spell, only Chaotic Evil creatures may be summoned. When casting Summon Monster VII as a Arborea Domain spell, only Chaotic Good creatures may be summoned. When casting Summon Monster VII as a Baator Domain spell, only Lawful Evil creatures may be summoned. When casting Summon Monster VII as a Celestia Domain spell, only Lawful Good creatures may be summoned. \n7TH LEVEL\n\n\nMonster \nAlignement \n\n\n Celestial elephant \n LG \n\n\n Avoral (guardinal) \n NG \n\n\n Celestial baleen whale 1 \n NG \n\n\n Djinni (genie) \n CG \n\n\n Elemental, Huge (any) \n N \n\n\n Invisible stalker \n N \n\n\n Slaad, red \n CN \n\n\n Devil, bone \n LE \n\n\n Fiendish megaraptor \n LE \n\n\n Fiendish monstrous scorpion, Huge \n NE \n\n\n Babau (demon) \n CE \n\n\n Fiendish giant octopus 1 \n CE \n\n\n Fiendish girallon \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Call Kolyarut",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "spell_compendium",
    "description": "As you complete the spell, the powers of Mechanus respond.  The kolyarut does not manifest before you as much as assembles itself in your presence, a single whirling cog unfolding until the construct stands complete.  \"Who is to be punished?\" it asks in the flat voice of a clock mechanism. \nBy casting this spell, you receive the aid of a kolyarut inevitable (MM 159).  If you know an individual kolyarut's name, you can request that individual by speaking the name during the spell (though you might get a different creature, anyway). \nYou can ask the kolyarut to perform one duty for you.  The task must take no more than 1 hour to complete.  The inevitable does not ask for any payment for the task. \nXP Cost: 250 XP. ",
    "effect": " One called kolyarut",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus,experience",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Refuge",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_v.3.5",
    "description": "You create powerful magic in some specially prepared object—a statuette, a jeweled rod, a gem, or the like. This object contains the power to instantly transport its possessor across any distance within the same plane to your abode. Once the item is transmuted, you must give it willingly to a creature and at the same time inform it of a command word to be spoken when the item is used. To make use of the item, the subject speaks the command word at the same time that it rends or breaks the item (a standard action). When this is done, the individual and all objects it is wearing and carrying (to a maximum of the character's heavy load) are instantly transported to your abode. No other creatures are affected (aside from a familiar that is touching the subject). You can alter the spell when casting it so that it transports you to within 10 feet of the possessor of the item when it is broken and the command word spoken. You will have a general idea of the location and situation of the item possessor at the time the refuge spell is discharged, but once you decide to alter the spell in this fashion, you have no choice whether or not to be transported. Material Component: The specially prepared object, whose construction requires gems worth 1,500 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Object touched",
    "area": "",
    "duration": " Permanent until discharged",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]