[
  {
    "name": "Call Zelekhut",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "spell_compendium",
    "description": "You make the necessary conjurations and the powers of Mechanus respond.  The Zelekhut fades into view, its centaur form accompanied by the sound of rattling silver chains.  \"Who seeks to escape justice?\" it asks with the solemn tones of a judge's gavel. \nBy casting this spell, you receive the aid of a zelekhut inevi-table (MM 160).  If you know an individual zelekhut's name, you can request that individual by speaking the name during the spell (though you might get a different creature, anyway). \nYou can ask the zelekhut to perform one duty for you.  The task must take no more than 1 hour to complete.  The inevitable does not ask for any payment for the task. \nXP Cost: 100 XP. ",
    "effect": " One called zelekhut",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus,experience",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster V",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 5th-level list, 1d3 creatures of the same kind from the 4th-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \nSpecial\nWhen casting Summon Monster V as a Abyss Domain spell, only Chaotic Evil creatures may be summoned. When casting Summon Monster V as a Arborea Domain spell, only Chaotic Good creatures may be summoned. When casting Summon Monster V as a Baator Domain spell, only Lawful Evil creatures may be summoned. When casting Summon Monster V as a Celestia Domain spell, only Lawful Good creatures may be summoned. \n5TH LEVEL\n\n\nMonster \nAlignement \n\n\n Archon, hound \n LG \n\n\n Celestial brown bear \n LG \n\n\n Celestial giant stag beetle \n NG \n\n\n Celestial sea cat 1 \n NG \n\n\n Celestial griffon \n CG \n\n\n Elemental, Medium (any) \n N \n\n\n Achaierai \n LE \n\n\n Devil, bearded \n LE \n\n\n Fiendish deinonychus \n LE \n\n\n Fiendish dire ape \n LE \n\n\n Fiendish dire boar \n NE \n\n\n Fiendish shark, Huge \n NE \n\n\n Fiendish monstrous scorpion, Large \n NE \n\n\n Shadow mastiff \n NE \n\n\n Fiendish dire wolverine \n CE \n\n\n Fiendish giant crocodile \n CE \n\n\n Fiendish tiger \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Stone",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "player's_handbook_v.3.5",
    "description": "This spell creates a wall of rock that merges into adjoining rock surfaces. It is typically employed to close passages, portals, and breaches against opponents. A wall of stone is 1 inch thick per four caster levels and composed of up to one 5-foot square per level. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object. Unlike a wall of iron, you can create a wall of stone in almost any shape you desire. The wall created need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone. It can be used to bridge a chasm, for instance, or as a ramp. For this use, if the span is more than 20 feet, the wall must be arched and buttressed. This requirement reduces the spell's area by half. Thus, a 20th-level caster can create span with a surface area of ten 5-foot squares. The wall can be crudely shaped to allow crenellations, battlements, and so forth by likewise reducing the area. Like any other stone wall, this one can be destroyed by a disintegrate spell or by normal means such as breaking and chipping. Each 5-foot square of the wall has 15 hit points per inch of thickness and hardness 8. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 20 + 2 per inch of thickness. It is possible, but difficult, to trap mobile opponents within or under a wall of stone, provided the wall is shaped so it can hold the creatures. Creatures can avoid entrapment with successful Reflex saves. Arcane Material Component: A small block of granite. ",
    "effect": " Stone wall whose area is up to one 5-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wall of Ooze",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "book_of_vile_darkness",
    "description": "The caster causes a flat, vertical wall of festering, stinking organic ooze to bubble into being. This wall can be used to seal off a passage or close a breach, for the wall inserts itself into any surrounding nonliving material if its area is sufficient to do so. The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though the caster can shape its edges to fit the available space. A wall of ooze is 1 inch thick per four caster levels. The caster can double the wall's area by halving its thickness. Each 5-foot square of the wall has 50 hit points per inch of thickness and hardness 0. A section of wall brought to 0 hit points is breached. If a creature tries to break through the wall, the DC for the Strength check is 15 +2 per inch of thickness. Any creature touching the wall takes 2d6 points of acid damage per round from the corrosive, burning nature of the ooze. Only the surrounding material that the wall initially is conjured to touch—such as the floor or an adjoining wall—is immune to this damage. Furthermore, a creature that touches the wall must succeed at a Fortitude saving throw or be paralyzed by the ooze. The wall then consumes the creature in 1d6 rounds, digesting it and adding the creature's full normal hit point total to its own. Arcane Material Component: A bit of an ochre jelly or gray ooze. ",
    "effect": " A wall whose area is up to one 5-ft. square/level (S) (see text)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " Concentration + 1 round/level",
    "saving_throw": " Fortitude partial (see text)",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Wall of Magma",
    "school": "conjuration",
    "sub_school": "creation",
    "source": "sandstorm",
    "description": "This spell creates a wall of thick magma that glows with a dull red heat. It merges into adjoining rock surfaces, melting the rock at the point of connection to form a smooth bond. The wall can seal off a passage or breach, but the intense heat causes flammable materials in contact with the wall of magma to catch fire instantly. A wall of magma is 1 inch thick per four caster levels. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object. You can shape a wall of magma into sheets and curves, but the molten wall cannot form domes or unsupported horizontal surfaces more than 5 feet across. The wall need not be vertical but must rest upon a firm foundation; it must merge with and be solidly supported by existing stone. The wall cannot hold complex forms such as crenellations. It is possible (though difficult) to form the wall into a ring to enclose creatures, but they can avoid this with successful Reflex saves. The wall sends forth waves of heat, dealing 2d6 points of fire damage to creatures within 10 feet and 1d6 points of fire damage to those past 10 feet but within 20 feet. Unlike a wall of fire, both sides of a wall of magma radiate heat. Since it is molten, the wall cannot be broken as such, but an object or creature could force its way through. It costs 4 squares of movement to move through a square containing a wall of magma, but creatures of the earth subtype can pass through the wall at normal speed. A wall of magma deals 5d6 points of fire damage +1 point of fire damage per caster level (maximum +20) to creatures passing through it, the same amount each round to any creature within it, and 2d6 points of fire damage per round for 1d3 rounds after a creature leaves the area of the wall. It deals double damage to undead and creatures with the water subtype. The wall can be destroyed normally by a disintegrate spell. If any 5-foot section of the wall takes 40 points of cold damage or more in a round, that section hardens into normal stone (hardness 8, 15 hit points per inch of thickness), which can then be chipped or broken as normal (DC 20 Strength check, +2 per inch of thickness). Do not divide cold damage by four, as normal for objects. Casting create water on the surface of a wall of magma creates a cloud of steamy fog that fills a cube with the dimensions of the length of wall affected. The fog dissipates after 10 minutes. Only the surface of the stone hardens; the wall is not cooled completely. Wall of magma can be made permanent with a permanency spell. A permanent wall of magma that is chilled by cold damage stays solid for 10 minutes, then returns to its molten state. Arcane Material Component: A small piece of pumice, obsidian, or other volcanic rock. ",
    "effect": " Wall of molten stone whose area is up to one 5-ft. square/level (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Plane Shift",
    "school": "conjuration",
    "sub_school": "teleportation",
    "source": "player's_handbook_v.3.5",
    "description": "You move yourself or some other creature to another plane of existence or alternate dimension. If several willing persons link hands in a circle, as many as eight can be affected by the plane shift at the same time. Precise accuracy as to a particular arrival location on the intended plane is nigh impossible. From the Material Plane, you can reach any other plane, though you appear 5 to 500 miles (5d%) from your intended destination. Note: Plane shift transports creatures instantaneously and then ends. The creatures need to find other means if they are to travel back. Focus: A small, forked metal rod. The size and metal type dictates to which plane of existence or alternate dimension the spell sends the affected creatures. Forked rods keyed to certain planes or dimensions may be difficult to come by, as decided by the DM. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched, or up to eight willing creatures joining hands",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]