[
  {
    "name": "Heavenly Host",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "spell_compendium",
    "description": "You invoke this spell and heavenly rays lance down from above.  Out of these sparkling rays manifest great glowing balls of power.  The shadows of greater warriors coalesce within this light. \nWhen the spell is complete, 2d4 lantern archons (MM 16) appear.  Ten minutes later, 1d4 hound archons (MM 17) appear.  Each creature has maximum hit points per Hit Die.  Once these creatures appear, they serve you for the duration of the spell. \nThe creatures obey you explicitly and never attack you, even if someone else manages to gain control over them.  You do not need to concentrate to maintain control over the creatures.  You can dismiss them singly or in groups at any time. ",
    "effect": " Two or more summoned creatures, no two of which are more than 30 ft. apart",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hellish Horde",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "spell_compendium",
    "description": "A wave of spectral fire bursts forth, and out of the curling smoke steps the hunched form of a barbazu, followed by a second, and other shadowy forms loom behind them. \nWhen the spell is complete, 2d4 bearded devils (MM 52) appear.  Ten minutes later, 1d4 chain devils (MM 53) appear.  Ten minutes after that, one bone devil (MM 52) appears.  Each creature has maximum hit points per Hit Die.  Once these creatures appear, they serve you for the duration of the spell. \nThe devils obey you explicitly and never attack you, even if someone else manages to gain control over them.  You do not need to concentrate to maintain control over the devils.  You can dismiss them singly or in groups at any time. ",
    "effect": " Two or more summoned creatures, no two of which are more than 30 ft. apart",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Abyssal Army",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "spell_compendium",
    "description": "This spell summons a pack of demons from the Infinite Layers of the Abyss to serve you. \nWhen the spell is complete, 2d4 dretches (MM 42) appear.  Ten minutes later, 1d4 babau demons (MM 40) appear.  Ten minutes after that, one vrock demon (MM 48) appears.  Each creature has maximum hit points per Hit Die.  Once these creatures appear, they serve you forthe duration of the spell. \nThe demons obey you explicitly and never attack you, even if someone else manages to gain control over them.  You do not need to concentrate to maintain control over the demons.  You can dismiss them singly or in groups at any time. ",
    "effect": " Two or more summoned creatures, no two of which are more than 30 ft. apart",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Monster IX",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like summon monster I, except that you can summon one creature from the 9th-level list, 1d3 creatures of the same kind from the 8th-level list, or 1d4+1 creatures of the same kind from a lower-level list. \nArcane Focus: A tiny bag and a small (not necessarily lit) candle. \nSpecial\nWhen casting Summon Monster IX as a Abyss Domain spell, only Chaotic Evil creatures may be summoned. When casting Summon Monster IX as a Arborea Domain spell, only Chaotic Good creatures may be summoned. When casting Summon Monster IX as a Baator Domain spell, only Lawful Evil creatures may be summoned. When casting Summon Monster IX as a Celestia Domain spell, only Lawful Good creatures may be summoned. \n9TH LEVEL\n\n\nMonster \nAlignement \n\n\n Couatl \n LG \n\n\n Leonal (guardinal) \n NG \n\n\n Celestial roc \n CG \n\n\n Elemental, elder (any) \n N \n\n\n Slaad, green \n CN \n\n\n Devil, barbed \n LE \n\n\n Fiendish dire shark 1 \n NE \n\n\n Fiendish monstrous scorpion, Gargantuan \n NE \n\n\n Night hag \n NE \n\n\n Bebilith (demon) \n CE \n\n\n Fiendish monstrous spider, Colossal \n CE \n\n\n Hezrou (demon) \n CE \n\n\n1 may be summoned only into an aquatic or watery environment",
    "effect": " One or more summoned creatures, no two of which can be more than 30 ft. apart",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Call Marut",
    "school": "conjuration",
    "sub_school": "calling",
    "source": "spell_compendium",
    "description": "You call across the boundaries of the multiverse, and the powers of Mechanus respond.  The marut warps into place in an eyeblink with a whirling throb of thunder.  \"Who denies death?\" it asks with the voice of an avalanche. \nBy casting this spell, you receive the aid of a marut inevitable (MM 159).  If you know an individual marut's name, you can request that individual by speaking the name during the spell (though you might get a different creature, anyway). \nYou can ask the marut to perform one duty for you.  The task must take no more than 1 hour to complete.  The inevitable does not ask for any payment for the task. \nXP Cost: 500 XP. ",
    "effect": " One called marut",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus,experience",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Summon Golem",
    "school": "conjuration",
    "sub_school": "summoning",
    "source": "player's_handbook_ii",
    "description": "You wave your hand over a lump of flesh, clay, stone, or iron while chanting a lengthy incantation. Moments later, a golem of similar substance appears in a flash of light to serve you. You summon a flesh, clay, stone, or iron golem. The golem begins acting at the start of your next turn and follows your simple commands. The golem disappears when it is destroyed or when the spell's duration expires. Focus: A small lump of preserved flesh, dried clay, unworked stone, or iron ore. ",
    "effect": " One summoned golem",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gate",
    "school": "conjuration",
    "sub_school": "creation or calling",
    "source": "player's_handbook_v.3.5",
    "description": "Casting a gate spell has two effects.  First, it creates an interdimensional connection between your plane of existence and a plane you specify, allowing travel between those two planes in either direction. \nSecond, you may then call a particular individual or kind of being through the gate.  The gate itself is a circular hoop or disk from 5 to 20 feet in diameter (caster's choice), oriented in the direction you desire when it comes into existence (typically vertical and facing you).  It is a two-dimensional window looking into the plane you specified when casting the spell, and anyone or anything that moves through is shunted instantly to the other side. \nA gate has a front and a back.  Creatures moving through the gate from the front are transported to the other plane; creatures moving through it from the back are not. \nPlanar Travel: As a mode of planar travel, a gate spell functions much like a plane shift spell, except that the gate opens precisely at the point you desire (a creation effect).  Deities and other beings who rule a planar realm can prevent a gate from opening in their presence or personal demesnes if they so desire.  Travelers need not join hands with you—anyone who chooses to step through the portal is transported.  A gate cannot be opened to another point on the same plane; the spell works only for interplanar travel. \nYou could position a gate in a hallway in order to absorb any attack or force coming at you by shunting it to another plane.  Whether the denizens of that plane appreciate this tactic is, of course, another matter. \nYou may hold the gate open only for a brief time (no more than 1 round per caster level), and you must concentrate on doing so, or else the interplanar connection is severed. \nCalling Creatures: The second effect of the gate spell is to call an extraplanar creature to your aid (a calling effect).  By naming a particular being or kind of being as you cast the spell, you cause the gate to open in the immediate vicinity of the desired creature and pull the subject through, willing or unwilling.  Deities and unique beings are under no compulsion to come through the gate, although they may choose to do so of their own accord.  This use of the spell creates a gate that remains open just long enough to transport the called creatures.  This use of the spell has an XP cost (see below). \nIf you choose to call a kind of creature instead of a known individual—for instance, a bearded devil or a ghaele eladrin—you may call either a single creature (of any HD) or several creatures.  You can call and control several creatures as long as their HD total does not exceed your caster level.  In the case of a single creature, you can control it if its HD do not exceed twice your caster level.  A single creature with more HD than twice your caster level can't be controlled.  Deities and unique beings cannot be controlled in any event.  An uncontrolled being acts as it pleases, making the calling of such creatures rather dangerous.  An uncontrolled being may return to its home plane at any time. \nA controlled creature can be commanded to perform a service for you.  Such services fall into two categories: immediate tasks and contractual service.  Fighting for you in a single battle or taking any other actions that can be accomplished within 1 round per caster level counts as an immediate task; you need not make any agreement or pay any reward for the creature's help.  The creature departs at the end of the spell. \nIf you choose to exact a longer or more involved form of service from a called creature, you must offer some fair trade in return for that service.  The service exacted must be reasonable with respect to the promised favor or reward; see the lesser planar ally spell for appropriate rewards.  (Some creatures may want their payment in \"livestock\" rather than in coin, which could involve complications).  Immediately upon completion of the service, the being is transported to your vicinity, and you must then and there turn over the promised reward.  After this is done, the creature is instantly freed to return to its own plane. \nFailure to fulfill the promise to the letter results in your being subjected to service by the creature or by its liege and master, at the very least.  At worst, the creature or its kin may attack you. \nNote: When you use a calling spell such as gate to call an air, chaotic, earth, evil, fire, good, lawful, or water creature, it becomes a spell of that type.  For example, gate is a chaotic and evil spell when you cast it to call a demon. \nXP Cost: 1,000 XP (only for the calling creatures function). ",
    "effect": " See text",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,experience",
    "target": "",
    "area": "",
    "duration": " Instantaneous or concentration (up to 1 round/level); see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]