[
  {
    "name": "Mislead",
    "school": "illusion",
    "sub_school": "figment and glamer",
    "source": "player's_handbook_v.3.5",
    "description": "You become invisible (as improved invisibility, a glamer), and at the same time, an illusory double of you (as major image, a figment) appears. You are then free to go elsewhere while your double moves away. The double appears within range but thereafter moves as you direct it (which requires concentration beginning on the first round after the casting). You can make the figment appear superimposed perfectly over your own body so that observers don't notice an image appearing and you turning invisible. You and the figment can then move in different directions. The double moves at your speed and can talk and gesture as if it were real, but it cannot attack or cast spells, though it can pretend to do so. The illusory double lasts as long as you concentrate upon it, plus 3 additional rounds. After you cease concentration, the illusory double continues to carry out the same activity (for instance, fleeing down a hallway) until the duration expires. The improved invisibility lasts for 1 round per level, regardless of concentration. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "somatic",
    "target": " You/one illusory double",
    "area": "",
    "duration": " 1 round/level (D) and concentration + 3 rounds; see text",
    "saving_throw": " None or Will disbelief (if interacted with); see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Permanent Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like silent image, except that the figment includes visual, auditory, olfactory, and thermal elements, and the spell is permanent. By concentrating, you can move the image within the limits of the range, but it is static while you are not concentrating. Material Component: A bit of fleece plus powdered jade worth 100 gp. ",
    "effect": " Figment that cannot extend beyond a 20-ft. cube + one 10-ft. cube/level (S)",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " Permanent (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Programmed Image",
    "school": "illusion",
    "sub_school": "figment",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like silent image, except that this spell's figment activates when a specific condition occurs. The figment includes visual, auditory, olfactory, and thermal elements, including intelligible speech. You set the triggering condition (which may be a special word) when casting the spell. The event that triggers the illusion can be as general or as specific and detailed as desired but must be based on an audible, tactile, olfactory, or visual trigger. The trigger cannot be based on some quality not normally obvious to the senses, such as alignment. (See magic mouth for more details about such triggers). Material Component: A bit of fleece and jade dust worth 25 gp. ",
    "effect": " Visual figment that cannot extend beyond a 20-ft. cube + one 10-ft. cube/level (S)",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": " Permanent until triggered, then 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]