[
  {
    "name": "Crushing Despair",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible cone of despair causes great sadness in the subjects. Each affected creature takes a -2 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls. Crushing despair counters and dispels good hope. Material Component: A vial of tears. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Love_s Lament",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "Dirgelike music fills the area, reminding those in range of lost loves and life's disappointments. \nCreatures within the area of this spell that fail their saves take 1d6 points of Wisdom damage and are nauseated for 1d4 rounds. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Warcry",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "You unleash a tremendous battle cry that causes creatureswithin a 30-foot cone to cower in fear for 1d4 rounds. Any creature that fails its Fortitude save loses its Dexterity bonus to AC and can take no actions. Foes gain a +2 bonus to hit cowering creatures. ",
    "effect": " Cone-shaped burst",
    "range": " 30 ft.",
    "components": "verbal",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hold Person Or Ghost",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "ghostwalk",
    "description": "As hold person, except that it also affects ghosts. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Compel Breath",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "dragons_of_faerun",
    "description": "Though the creature struggles to contain itself, its breath weapon bursts forth explosively. The target of the spell is compelled to use its breath weapon as soon as it is capable. For instance, if a dragon must wait 1d4 rounds, and it rolls a 2, it must use its breath weapon after 2 rounds. The creature is capable of taking normal actions whenever its breath weapon is not available, though it cannot use any feats or spells that delay this result. Special: Sorcerers cast this spell at +1 level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Adoration of the Frightful",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "dragon_magic",
    "description": "A thunderous rumble echoes from within you, washing over cowed creatures and forcing them to show you respect. \nUpon casting this spell, you radiate a magical aura that causes fearful creatures to shy away from harming you.  While this spell is in effect, any creature within the spell's area that is shaken, frightened, or panicked has its attitude toward you shifted to friendly (see Influencing NPC Attitudes, PH 72). \nThis effect ends for a given creature if the fear effect is removed, or if you or an ally attacks the creature or otherwise takes any hostile act toward it. \nSpecial: A character who learns this spell gains a +1 competence bonus on Diplomacy checks. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal",
    "target": "",
    "area": " 60-ft. radius emanation, centered on you",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Deep Slumber",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like sleep, except that it affects 10 HD of creatures. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Otto_s Imperative Ambulation",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_mage",
    "description": "With seemingly no regard for his safety, your target begins moving around the battlefield. For the duration of the spell, the subject must begin each of its turns by taking a move action to move at least 10 feet (provoking attacks of opportunity as normal). The subject has full control over where it moves, as long as it ends up at least 10 feet from where it started. If it is incapable of moving at least 10 feet with a move action—due to terrain or other obstacles—it is dazed for 1 round instead. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/3 levels",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Geas, Lesser",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "A lesser geas places a magical command on a creature to carry out some service or to refrain from some action or course of activity, as desired by you. The creature must have 7 or fewer Hit Dice and be able to understand you. While a geas cannot compel a creature to kill itself or perform acts that would result in certain death, it can cause almost any other course of activity. The geased creature must follow the given instructions until the geas is completed, no matter how long it takes. If the instructions involve some open-ended task that the recipient cannot complete through his own actions (such as \"Wait here\" or \"Defend this area against attack\"), the spell remains in effect for a maximum of one day per caster level. A clever recipient can subvert some instructions: For example, if you order the recipient to protect you from all harm, it might place you in a nice, safe dungeon for the duration of the spell. If the subject is prevented from obeying the lesser geas for 24 hours, it takes a -2 penalty to each of its ability scores. Each day, another -2 penalty accumulates, up to a total of – 8. No ability score can be reduced to less than 1 by this effect. The ability score penalties are removed 24 hours after the subject resumes obeying the lesser geas. A lesser geas (and all ability score penalties) can be ended by break enchantment, limited wish, remove curse, miracle, or wish. Dispel magic does not affect a lesser geas. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature with 7 HD or less",
    "area": "",
    "duration": " One day/level or until discharged (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Verraketh_s Shadow Crown",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "races_of_faerun",
    "description": "Created by the legendary Shadowking of the Talfir, Verraketh's shadow crown cloaks the top of your head in a crown of magical shadow. For the duration of this spell, your bardic music abilities tap the Shadow Weave instead of the Weave. You receive a +4 competence bonus on Perform checks while under the effects of this spell. The effects of this spell do not stack with the Shadow Weave Magic feat. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Beckon Monster",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "tome_of_magic",
    "description": "This spell functions like beckon person, except that the effect is not restricted by creature type or size. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,true name",
    "target": " One creature",
    "area": "",
    "duration": " 1 round; see text (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Confusion",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell causes the targets to become confused, making them unable to independently determine what they will do. \nRoll on the following table at the beginning of each subject's turn each round to see what the subject does in that round. \n\n\nd% \nBehavior \n\n\n 01—10 \n Attack caster with melee or ranged weapons (or close with caster if attack is not possible).  \n\n\n 11—20 \n Act normally.  \n\n\n 21—50 \n Do nothing but babble incoherently.  \n\n\n 51—70 \n Flee away from caster at top possible speed.  \n\n\n 71—100 \n Attack nearest creature (for this purpose, a familiar counts as part of the subject's self).  \n\n\nA confused character who can't carry out the indicated action does nothing but babble incoherently.  Attackers are not at any special advantage when attacking a confused character.  Any confused character who is attacked automatically attacks its attackers on its next turn, as long as it is still confused when its turn comes.  Note that a confused character will not make attacks of opportunity against any creature that it is not already devoted to attacking (either because of its most recent action or because it has just been attacked). \nArcane Material Component: A set of three nut shells. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " All creatures in a 15-ft. radius burst",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Charm Monster",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like charm person, except that the effect is not restricted by creature type or size. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " One day/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Cone of Euphoria",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "dragons_of_faerun",
    "description": "You dazzle your targets by breathing a beautiful cone of sparkling motes. As a standard action, you can breathe a cone of sparkling motes that causes euphoria. All those within the area must make a successful Will save or become dazed for 1d6 rounds. You must wait 1d4 rounds between each use. Material Component: A pinch of sparkling gem dust worth 10 gp. ",
    "effect": "",
    "range": " 20 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft. cone",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Siren_s Call",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "stormwrack",
    "description": "The targets of this spell hear a sudden, distant song that instills in them a longing for the sea. Those who have heard it compare it to the song of a siren. A target who fails a saving throw against this spell moves immediately toward the nearest stretch of ocean that it can find and attempts to completely submerse itself in the water. This flight will be by the safest means possible, withdrawing from combat, fighting defensively, and not passing through threatened areas. The target will only fight if someone actively attempts to prevent it from following through with its search for the ocean; if this fight is with an ally, the target is granted a second saving throw to throw off the effects of the spell. In some environments, this means that those affected simply flee in the direction of the nearest coast. Along a shoreline, targets often plunge into the surf. Aboard ship, they leap overboard. If the subject has no idea where to find a substantial body of water, it simply chooses a random direction and continues until the spell expires. Once the spell's subjects are in the water, they begin swimming toward the deepest part of it they can reach, immersing themselves completely and refusing to come up for air, though they hold their breath as long as they are able. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature/2 levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Suppress Breath Weapon",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You shout out the words of this spell and the creature's throat constricts, a blue ring of runes visible around its neck. \nThe subject of this spell cannot use its breath weapon for the duration of the spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature that has a breath weapon",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crown of Courage",
    "school": "enchantment",
    "sub_school": "",
    "source": "the_forge_of_war",
    "description": "This spell creates a crown of magical energy that grants the spell's recipient and all allies within 30 feet a +1 bonus on attack rolls and weapon damage rolls, and a +4 morale bonus on saving throws against fear.  As an immediate action, the creature wearing a crown of courage can discharge its magic to grant himself and all allies within 30 feet a new saving throw against any fear effect currently affecting them, with the +4 morale bonus granted by the crown.  The spell ends after the wearer uses the crown in this manner. \nThe crown occupies space on the body as a headband, hat, or helm.  If the targeted creature is already wearing an item on its head, the casting of this spell fails.  If the crown is removed, or if the targeted creature dons an item that occupies its head, the spell immediately ends. \nFocus: A thin golden hoop 6 inches in diameter costing 50 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 30-ft.-radius emanation centered on the creature",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crisis of Confidence",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "heroes_of_battle",
    "description": "You strip away the target's leadership qualities, leaving the creature virtually incapable of commanding troops. The target may not add its Charisma bonus (if any) to rally checks. The target's commander rating (if any) is reduced to 0, and it loses any commander aura(s) it possesses. The target can add its commander rating (if any) as a bonus on its Will save. See Chapter 4 for more details on rally checks, commander ratings, and commander auras. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hesitate",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "In the eyes of your enemy, you seem large, powerful, and indomitable. You fill a subject with doubts and misgivings, making it believe it is inferior to you. On a failed save, the subject can take no action other than a move action on its current turn. Hesitate confers no special bonuses for attackers attempting to hit the subject; the subject still defends itself. If you attack the affected creature, the spell ends immediately. Each round, as a swift action at the start of its turn, thesubject can attempt a new saving throw to end the effect. If the save succeeds, the subject can then act normally. You can cast this spell even when it's not your turn; however, you must cast it at the start of your opponent's turn to gain the benefit. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Tormenting Thirst",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "sandstorm",
    "description": "This spell fills the subject with a terrible sense of thirst. Desperate and unable to focus on any other goal, it must drink as deeply as it can. The affected creature runs to the nearest body of water in sight, grabs and empties the closest container of water or liquor (even those carried by allies), or runs toward the nearest known source of water. No matter how much the subject drinks, the sensation of thirst is not quenched. If denied the opportunity to quench its thirst, an affected creature flies into a rage similar to the barbarian class feature (see page 25 of the Player's Handbook). The subject attacks friend and foe alike in its quest to find water, though not necessarily with lethal force. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Good Hope",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell instills powerful hope in the subjects. Each affected creature gains a +2 morale bonus on saving throws, attack rolls, ability checks, skill checks, and weapon damage rolls. Good hope counters and dispels crushing despair. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One living creature/level, no two of which may be more than 30 ft. apart",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Dizziness",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You release a drab violet ray from your palm.  The ray shoots toward your target in a spiraling corkscrew. \nYou strike out at your enemy with a ray that causes intense feelings of vertigo.  You must succeed on a ranged touch attack with the ray to strike a target.  A struck subject experiences strong feelings of vertigo and can take only a move action or a standard action each round (but not both, and it cannot take a full-round action). \nFocus: A small top. ",
    "effect": " Ray",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dirge of Discord",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You create an unholy, cacophonous dirge that fills the targets' minds with the screams of the dying, the wailing of the damned, and the howling of the mad. \nCreatures affected by this spell take a —4 penalty on attack rolls and Dexterity, a 50% reduction in their speed (to a minimum of 5 feet), and must make a Concentration check to cast any spell (DC equal to this spell's DC + the level of the spell being cast). \nMaterial Component: A pinch of ashes from a destrachan. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " Concentration + 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]