[
  {
    "name": "Suggestion, Mass",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like suggestion, except that it can affect more creatures. The same suggestion applies to all these creatures. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Cloak of Hate",
    "school": "enchantment",
    "sub_school": "",
    "source": "heroes_of_horror",
    "description": "Living beings view the subject of this spell with instinctive hostility. All NPC reactions begin one category worse than theyotherwise would (see page 72 of the Player's Handbook), and any Diplomacy checks to moderate those reactions take a – 10 circumstance penalty. Furthermore, people view the target in the worst possible light. If, for example, a community is hunting for an unknown murderer, they will assume that the subject of the spell is guilty of the crime. Player characters and NPCs who know the subject well, such as old friends or loved ones, are unaffected. Material Component:One ounce of bile. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 day/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Dominate Person Or Ghost",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "ghostwalk",
    "description": "As dominate person, except that it also affects ghosts. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Mind Fog",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Mind fog produces a bank of thin mist that weakens the mental resistance of those caught in it. Creatures in the mind fog take a -10 competence penalty on Wisdom checks and Will saves. (A creature that successfully saves against the fog is not affected and need not make further saves even if it remains in the fog). Affected creatures take the penalty as long as they remain in the fog and for 2d6 rounds thereafter. The fog is stationary and lasts for 30 minutes (or until dispersed by wind). A moderate wind (11+ mph) disperses the fog in four rounds; a strong wind (21+ mph) disperses the fog in 1 round. The fog is thin and does not significantly hamper vision. ",
    "effect": " Fog spreads in 20-ft. radius, 20 ft. high",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 30 minutes and 2d6 rounds; see text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Otto_s Resistible Dance",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "song_and_silence:_a_guidebook_to_bards_and_rogues",
    "description": "You can play a tune so foot-tappingly appealing that everyone who hears it wants to jump up and dance. In fact, unless your target makes a successful Will save to resist, that's exactly what happens. A dancing creature suffers a -2 circumstance penalty to its Armor Class, Will saves, Concentration checks, and Spellcraft checks for as long as you keep playing. Focus: The caster's instrument. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,arcane focus",
    "target": " One living creature per level",
    "area": "",
    "duration": " Concentration (see text)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Endless Slumber",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_mage",
    "description": "As you utter the final syllable, your foe's eyes roll up in her head. She falls, snoring softly even as she hits the ground. You put a single subject into a magically induced slumber that lasts indefinitely. Normal stimuli, such as shouting or prodding, are insufficient to wake the subject, but any damage dealt to the subject causes her to rouse immediately. The subject can attempt a new save every 24 hours to awaken early. The subject does not need to eat or drink during this time. Material Component: A pinch of black sand. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Permanent",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Remorseless Charm",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "champions_of_ruin",
    "description": "This spell eliminates normal inhibitions and silences the subject's conscience. Under its effects, a good creature might commit acts of extraordinary evil without any feelings of remorse. For instance, a paladin who strives to never destroy a foe that has surrendered might decide that she's better off meting out justice immediately and killing the enemy. This spell affects the target's norms and expections; for example, once affected, a good-aligned target might be willing to attack his friends when urged to do so through a suggestion. This would not eliminate his need to atone, according to the tenets and punishments prescribed by his faith or law. The compulsion is permanent until broken by a break enchantment spell or similar magic, or until it is removed by the spellcaster. Material Component:One piece of masterwork artwork of at least 1,000 gp in value. The artwork must depict acts of debauchery or evil that are titillating and fascinating, not disturbing or revolting. The spell is cast upon the artwork, which is then revealed to the subject of the spell, triggering its effects. The enchantment on the artwork lasts for 1 day per spellcaster level, much like a symbol, until it is viewed and its magical effect is triggered. ",
    "effect": "",
    "range": " Close (25 ft + 5ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " See text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Glimpse of Eternity",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "magic_of_eberron",
    "description": "You call upon the ancestral memory and experience of the long-lived elves, visiting all the burden of that knowledge on a single creature.  The target of the spell takes 1d6 points of nonlethal damage per caster level (maximum 15d6) and is confused for the duration of the spell unless it makes a Will save.  A successful save results in half damage and negates the confusion. \nElves and similarly long-lived creatures are affected normally by this spell.  No creature can experience millennia of knowledge in such a short time without feeling its weight. \nMaterial Component: A pinch of dust from an hourglass. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/3 levels",
    "saving_throw": " Will partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incite Riot",
    "school": "enchantment",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You sow discord among your enemies, spurring them to physical violence. Each creature that fails its saving throw attacks the nearest creature on its next turn, whether friend or foe. An affected creature attacks with whatever weapon is in hand, or with natural weapons. An unarmed creature attacks with an unarmed strike. An affected creature not already adjacent to another creature will move or (if possible) charge the nearest creature; if the nearest creature is not within range of a charge, the subject moves toward the nearest creature along the most efficient route. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Song of Discord",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell causes those within the area to turn on each other rather than attack their foes. Each affected creature has a 50% chance to attack the nearest target each round. (Roll to determine each creature's behavior every round at the beginning of its turn). A creature that does not attack its nearest neighbor is free to act normally for that round. Creatures forced by a song of discord to attack their fellows employ all methods at their disposal, choosing their deadliest spells and most advantageous combat tactics. They do not, however, harm targets that have fallen unconscious. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Creatures within a 20-ft.-radius spread",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Heroism, Greater",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like heroism, except the creature gains a +4 morale bonus on attack rolls, saves, and skill checks, immunity to fear effects, and temporary hit points equal to your caster level (maximum 20). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Morality Undone",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster turns one creature evil. The chaotic/neutral/lawful component of the subject's alignment is unchanged. The subject retains whatever outlook, allegiances, and outlooks it had before, so long as they do not conflict with the new alignment. Otherwise, it acts with its new selfish, bloodthirsty, cruel outlook on all things. For example, a wizard might not immediately turn on her fighter companion for no apparent reason, particularly in the middle of a combat when they're fighting on the same side. But she might try to steal the fighter's bag of gems, even using applicable spells (charm person, suggestion, and invisibility, for instance) against her friend. She might even eventually decide to betray or attack her friend if there is some potential gain involved. Using this spell in conjunction with a spell such as dominate person or suggestion is particularly useful, because it changes what acts are against a subject's nature. Arcane Material Component: A powdered holy symbol. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One nonevil creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  }
]