[
  {
    "name": "Rapture of the Deep",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "stormwrack",
    "description": "You fill the target creature's thoughts and ears with the sublime music of the deep waters.  The creature is completely immersed in this sensation and does nothing but experience it fully.  It enters a comatose state and cannot be awakened by any means short of dispelling the effect.  This is not a sleep effect, so elves and dragons are not immune to it.  Dispel magic and break enchantment cannot remove this effect, but a heal, limited wish, miracle, or wish spell restores the creature to consciousness. \nAn air-breathing creature in the water affected by this spell begins to sink and will drown if not rescued.  A flying creature immediately falls and might take falling damage.  Damage does not awaken the charmed creatures. \nFocus: A conch shell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,arcane focus",
    "target": "",
    "area": " One living creature",
    "duration": " Permanent (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Geas_quest",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions similarly to lesser geas, except that it affects a creature of any HD and allows no saving throw. Instead of taking penalties to ability scores (as with lesser geas), the subject takes 3d6 points of damage each day it does not attempt to follow the geas/quest. Additionally, each day it must make a Fortitude saving throw or become sickened. These effects end 24 hours after the creature attempts to resume the geas/quest. A remove curse spell ends a geas/quest spell only if its caster level is at least two higher than your caster level. Break enchantment does not end a geas/quest, but limited wish, miracle, and wish do. Bards, sorcerers, and wizards usually refer to this spell as geas, while clerics call the same spell quest. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": " One living creature",
    "area": "",
    "duration": "",
    "saving_throw": " None",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Symphonic Nightmare",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "A dark and ominous aura forms around you as you complete the spell.  Distant chords of a harsh and terrible symphony—as if multiple orchestras played different pieces simultaneously—echo continuously in the air as you reach for your victim. \nA creature targeted by this spell loses the ability to dream during sleep or rest.  Rather, in place of dreams, the subject's slumbering mind is filled with the sounds of a discordant orchestra.  After the victim's first attempt to sleep, it incurs a -2 penalty on Wisdom-based skill checks.  This penalty persists as long as the symphonic nightmare maintains its hold.  This spell affects all creatures that sleep or enter sleep-like trances, although creatures without the need to sleep are effectively immune. \nIn addition, the creature's sleep is now haunted.  It can no longer gain complete rest from sleeping or resting.  The subject does not regain hit points or heal ability damage naturally, nor is it able to prepare spells if doing so requires a full night's rest. \nThe creature is, however, now immune to the dream and nightmare spells, as well as to other effects that cause nightmares (such as the night hag's dream haunting ability). \nYou can lift the effect of this curse at will, but it is otherwise difficult to remove a symphonic nightmare before its duration expires.  A remove curse cast at a higher caster level than the symphonic nightmare spell removes it, as does a successful break enchantment.  Otherwise, a wish or miracle is required to lift the curse. \nThis spell can also be cast on a creature you are scrying, or on a creature distant from you if you hold something the creature carried within the past 24 hours. \nFocus: A small statue of an opened skull, within which is arranged a miniature orchestra.  The quality of this component must be extraordinary, and it carries a value of 1,000 gp. ",
    "effect": "",
    "range": " Touch; see text",
    "components": "verbal,somatic,arcane focus",
    "target": " Living creature touched; see text",
    "area": "",
    "duration": " 24 hours/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Otto_s Irresistible Dance",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "The subject feels an undeniable urge to dance and begins doing so, complete with foot shuffling and tapping. The spell effect makes it impossible for the subject to do anything other than caper and prance in place. The effect imposes a -4 penalty to Armor Class and a -10 penalty on Reflex saves, and it negates any AC bonus granted by a shield the target holds. The dancing subject provokes attacks of opportunity each round on its turn. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1d4+1 rounds",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Familial Geas",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "heroes_of_horror",
    "description": "This spell is a far more potent version of geas. The duration of the geas is unlimited; it lasts until the subject(s) either discharge the obligation or the effect is dispelled. The initial subject of the spell gains no save, as per a standard geas (see page 234 of the Player's Handbook). If the target dies before completing the obligation, the geas transfers to his closest adult relative. This new subject is entitled to a save; if she succeeds, the geas is broken and the spell ends. If not, she labors under the geas until she either completes the obligation, succeeds in dispelling the geas, or dies and potentially passes the geas to her closest adult relative. Each new subject has an instinctive understanding of the nature of the obligation. A familial geas can be broken only by a successful save on the part of the next successor, remove curse (if cast by someone two caster levels higher than the familial geas), miracle, or wish. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature",
    "area": "",
    "duration": " Until discharged",
    "saving_throw": " None or Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Charm Monster, Mass",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like charm monster, except that mass charm monster affects a number of creatures whose combined HD do not exceed twice your level, or at least one creature regardless of HD.  If there are more potential targets than you can affect, you choose them one at a time until you choose a creature with too many HD. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One or more creatures, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " One day/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Snowsong",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "frostburn",
    "description": "Snowsong fills the area with a soft snowfall that melts and evaporates on contact with anything solid. When you cast the spell, you must designate all creatures in the area as either allies or enemies. While the snow falls, allies in the area hear a soft, lilting song that bolsters their spirits and confidence. At the same time, as the snow strikes their bodies, it melts and washes away scars, wounds, and filth. Allies under the effect of the snow gain a +4 morale bonus to Charisma and attack rolls, and a +4 insight bonus to Armor Class. In addition, the snow imparts fast healing 1 and resistance to cold 15 to all affected allies. All melee attacks made by allies in the snowsong deal an additional 1d6 points of cold damage. Enemies in the area of a snowsong have a much different experience. To them, the snow is bitterly cold and leaves scabs and angry welts when it lands their skin. They perceive the music as a discordant jangle of crashes, scrapes, and howls. As long as they remain in the area, they suffer a 20% chance of spell failure (for both divine and arcane spells) when casting any spells with a verbal component. Enemies can resist the effects of a snowsong with a successful Will saving throw. These benefits remain in place as long as the spell persists and as long as the target remains in the spell's area. If a creature leaves the spell's area, all effects end for that creature until it returns to the snowsong's area. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal",
    "target": "",
    "area": " 30-ft. radius centered on you",
    "duration": " 10 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]