[
  {
    "name": "Inspirational Boost",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You concentrate on assisting your friends as you begin the short chant and simple hand-chopping motion necessary to cast the spell.  As you finish, the spell's chant allows you to segue easily into bolstering your allies. \nWhile this spell is in effect, the morale bonus granted by your inspire courage bardic music increases by 1.  The effect lasts until your inspire courage effect ends.  If you don't begin to use your inspire courage ability before the beginning of your next turn, the spell's effect ends. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round or special; see text",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Immediate Assistance",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_mage",
    "description": "As you speak the arcane words, you feel the laws of reality bending around your companion, undoing his failure. You grant the subject the chance to reroll a skill check. You must cast this spell after the skill check has been rolled, but before success or failure has been determined. The subject makes the new check immediately and must abide by the results of the second roll. The subject can't take 10 or 20 on this reroll. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One willing creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ray of Hope",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "Powerful hope wells up in the subject, who gains a +2 morale bonus on saving throws, attack rolls, ability checks, and skill checks. Ray of hope counters and dispels sorrow (detailed in the Book of Vile Darkness). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Confusion, Lesser",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell causes a single creature to become confused for 1 round. See the confusion spell, above, to determine the exact effect on the subject. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Sorrow",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "Grief and sadness overcome the subject. She takes a -3 morale penalty on all attack rolls, saving throws, ability checks, and skill checks. Material Component: A tear. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Hypnotism",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Your gestures and droning incantation fascinate nearby creatures, causing them to stop and stare blankly at you.  In addition, you can use their rapt attention to make your suggestions and requests seem more plausible.  Roll 2d4 to see how many total Hit Dice of creatures you affect.  Creatures with fewer HD are affected before creatures with more HD.  Only creatures that can see or hear you are affected, but they do not need to understand you to be fascinated. \nIf you use this spell in combat, each target gains a +2 bonus on its saving throw.  If the spell affects only a single creature not in combat at the time, the saving throw has a penalty of -2. \nWhile the subject is fascinated by this spell, it reacts as though it were two steps more friendly in attitude (see Influencing NPC Attitudes, page 72).  This allows you to make a single request of the affected creature (provided you can communicate with it).  The request must be brief and reasonable.  Even after the spell ends, the creature retains its new attitude toward you, but only with respect to that particular request.  A creature that fails its saving throw does not remember that you enspelled it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Several living creatures, no two of which may be more than 30 ft. apart",
    "duration": " 2d4 rounds (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stay the Hand",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_ii",
    "description": "Your words invoke compassion and mercy in the merciless. If the target creature fails its save against stay the hand, it refrains from attacking you or targeting you with spells for the remainder of the current round. You can cast this spell during an opponent's turn after the opponent announces its intention to attack you or target you with a spell. If the opponent becomes subject to this spell, it can choose a new target to attack, but it takes a -4 circumstance penalty on its attack roll due to the sudden change of intentions at the last second. Likewise, the subject of this spell can redirect a spell that had been targeted on you, but it must succeed on a Concentration check (DC 15 + the spell's level) or the spell is wasted. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One humanoid",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Inhibit",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You cast this spell and a spiral of dark motes surrounds your foe, slowing and distracting him from the task at hand. \nYou inhibit your foe from acting.  The subject is forced to delay until the following round, acting immediately before you on your initiative count. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Charm Person",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This charm makes a humanoid creature regard you as its trusted friend and ally (treat the target's attitude as friendly; see Influencing NPC Attitudes, page 72).  If the creature is currently being threatened or attacked by you or your allies, however, it receives a +5 bonus on its saving throw. \nThe spell does not enable you to control the charmed person as if it were an automaton, but it perceives your words and actions in the most favorable way.  You can try to give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do.  (Retries are not allowed).  An affected creature never obeys suicidal or obviously harmful orders, but a charmed fighter, for example, might believe you if you assured him that the only chance to save your life is for him to hold back an onrushing red dragon for \"just a few seconds\".  Any act by you or your apparent allies that threatens the charmed person breaks the spell.  You must speak the person's language to communicate your commands, or else be good at pantomiming. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sleep",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "A sleep spell causes a magical slumber to come upon 4 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. Hit Dice that are not sufficient to affect a creature are wasted. For example, Mialee casts sleep at one rat (1/4 HD), one kobold (1 HD), two gnolls (2 HD), and an ogre (4 HD). The rat, the kobold, and one gnoll are affected (1/4 + 1 + 2 = 3-1/4 HD). The remaining 3/4 HD is not enough to affect the last gnoll or the ogre. Mialee can't choose to have sleep affect the ogre or the two gnolls. Sleeping creatures are helpless. Slapping or wounding awakens an affected creature, but normal noise does not. Awakening a creature is a standard action (an application of the aid another action). Sleep does not target unconscious creatures, constructs, or undead creatures. Material Component: A pinch of fine sand, rose petals, or a live cricket. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One or more living creatures within a 10-ft.-radius burst",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Incite",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You cast this spell and your opponent is swallowed in a spiral of sparkling motes that urge your targets to act. \nAffected creatures are not allowed to delay or to ready an action.  If a subject is currently delaying, it acts as soon as the spell is cast.  If the subject currently has an action readied, it loses that action. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " Creatures in a 10-ft. burst",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Focusing Chant",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You chant softly under your breath and concentrate on the sound of your voice.  Distractions fade from your consciousness, allowing you to focus on the task at hand. \nYou gain a +1 circumstance bonus on attack rolls, skill checks, and ability checks for the duration of the spell. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 minute (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Distract",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "This spell arouses a zest and appreciation for life in the targets.  The targets are distracted as they study the shapes of the clouds, the texture of tree bark, the patterns carved into a stone wall, the temperature and scent of a breeze—anything and everything gets their attention, if just for a moment. \nThe targets of this spell must succeed on a Will save or lose themselves to the urge to experience nearly everything.  Failure indicates the creatures take a —4 penalty on all Concentration, Listen, Search, and Spot checks, and can take only a single standard or move action each round, but not both.  Creatures with more than 6 HD are unaffected. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "somatic",
    "target": " One creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Shock and Awe",
    "school": "enchantment",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Upon completing this spell, you feel a nagging compulsion to divert your attention from your enemies.  Shaking off the feeling, you note with satisfaction that your targeted enemies seem even more distracted than you. \nThis spell distracts its targets, preventing them from reacting with the deftness they might otherwise possess.  Only effective when cast in the surprise round of combat and against flat-footed creatures, this spell causes those it affects to take a -10 penalty on their next initiative check.  Targets that cannot be caught flat-footed (such as a rogue with uncanny dodge) cannot be affected by this spell. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature/level, no two of which are more than 30 ft. apart",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Beastland Ferocity",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You cast the spell and lay your hand upon your ally, and beneath your glowing fingers, give him a mixed gift—the ability to fight on, but at the cost of not knowing when to stop. \nThe subject becomes such a tenacious combatant that it continues to fight without penalty even while disabled or dying.  While between —1 and —9 hit points, the creature gains a +4 enhancement bonus to Strength.  If the creature is reduced to —10 hit points, it dies normally. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Fortitude negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Harmony",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "magic_of_faerun",
    "description": "When you play your instrument, sing your song, recite your epic poem, or speak your words of encouragement, you fill your allies with greater confidence than normal. When under the effect of this spell, you grant a +4 morale bonus on saving throws against charm and fear effects and a +2 morale bonus on attack and damage rolls when you use your inspire courage bardic ability. The effect lasts as long as the effect of your inspire courage lasts. If you don't begin to inspire courage within 1 minute of casting this spell, the effects of harmony end. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " Variable (see below)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Tasha_s Hideous Laughter",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell afflicts the subject with uncontrollable laughter. It collapses into gales of manic laughter, falling prone. The subject can take no actions while laughing, but is not considered helpless. After the spell ends, it can act normally. A creature with an Intelligence score of 2 or lower is not affected. A creature whose type (such as humanoid or dragon) is different from the caster's receives a +4 bonus on its saving throw, because humor doesn't \"translate\" well. Material Component: Tiny tarts that are thrown at the target and a feather that is waved in the air. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature; see text",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Beckon Person",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "tome_of_magic",
    "description": "With a crook of your finger and some spoken truenames, you urge a creature closer. The creature's eyes turn solid blue as it shambles toward you. This simple enchantment weaves truenames for \"approach\"and \"closer\" into a spell that forces the subject to move closer to you. If you succeed on the Truespeak check and the creature fails its saving throw, it must move at least 10 feet closer to you each round if able. The creature can choose its own path and means of locomotion, but if it can, it must end its turn at least 10 feet closer to you than it started. The creature defends itself normally and can take whatever actions it likes, so long as it moves closer to you every turn. The creature can move toward you faster than 10 feet per round if it likes. When the creature is adjacent to you, it acts normally unless you move away. If you move away, it must move 10 feet per round closer to your new location if it can. The beckon person spell lasts for at least 1 round, but it might last longer if you excel at the Truespeak check (described below). Truename Component: When you cast this spell, you must correctly speak the truenames associated with movement and approach. You learn these truenames when you learn this spell. The Truespeak DC to cast this spell is 15; you add 2 rounds to the duration for every 5 points by which you exceed the DC. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,true name",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 round; see text (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Insidious Rhythm",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You recite a foolhardy ditty, tapping your foot in time.  With a wink and a grin you mark your target, who shortly thereafter follows suit. \nThe subject takes a —4 penalty on Intelligence-based skill checks and Concentration checks due to an endlessly recycling melody stuck in its mind.  Whenever the subject attempts to cast, concentrate on, or direct a spell, it must succeed on a Concentration check (DC equal to insidious rhythm's save DC + spell's level) or fail at the attempt. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]