[
  {
    "name": "Instant Locksmith",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You point at a mechanism, twist your hand, and make a clicking sound with your tongue.  You now have a better idea of how the mechanism works. \nYou can make one Disable Device check or one Open Lock check in this round as a free action.  You gain a +2 insight bonus on the check. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Critical Strike",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Upon uttering the ancient phrase that completes the spell, you feel the weapon in your hand drawn toward a creature standing nearby. \nWhenever you make a melee attack agains a flanked foe or against a foe denied its Dexterity bonus, you deal an extra 1d6 points of damage, your weapon's threat range is doubled(as if under the effect of keen edge), and you gain a +4 insight bonus on rolls made to confirm critical threats.  The increased threat range granted by this spell doesn't stack with any other effect that increases your weapon's threat range.  Creatures immune to extra damage from sneak attacks are immne to the extra damage dealt by your attacks. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Instant Search",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "By pointing at a small area nearby and whistling briefly, you release the power of the spell, granting you knowledge of the area you indicated. \nYou can make one Search check in this round as a free action.  You gain a +2 insight bonus on the check. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Insightful Feint",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "With a chuckle you whisper the words that will make your ruse more effective. \nYou gain a +10 insight bonus on the next single Bluff check that you make to feint in combat (if it is made before the start of your next turn).  You can make the feint as a move action, or once as a free action if you have the Improved Feint feat. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Detect Poison",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You determine whether a creature, object, or area has been poisoned or is poisonous. You can determine the exact type of poison with a DC 20 Wisdom check. A character with the Craft (alchemy) skill may try a DC 20 Craft (alchemy) check if the Wisdom check fails, or may try the Craft (alchemy) check prior to the Wisdom check. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature, one object, or a 5-ft. cube",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sniper_s Shot",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "While muttering a short chant you focus your awareness, looking only at the areas of your foe that seem most vital to its survival. \nYour ranged attacks made before the start of your next turn can be sneak attacks regardless of the distance between you and your target.  You must still fulfill the other conditions for making a sneak attack against the target. \nThis spell doesn't grant you the ability to make a sneak attack if you don't already have that ability. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Combat Readiness",
    "school": "divination",
    "sub_school": "",
    "source": "drow_of_the_underdark",
    "description": "The target's eyes widen, and shine briefly with a white light. The touched creature gains a +1 insight bonus on initiative checks for every three caster levels you have (minimum +1, maximum +6). In addition, if the target is flanked, its opponents gain no bonus on attack rolls (but still gain any other benefits derived from flanking, such as extra sneak attack damage). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "True Strike",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You gain temporary, intuitive insight into the immediate future during your next attack.  Your next single attack roll (if it is made before the end of the next round) gains a +20 insight bonus.  Additionally, you are not affected by the miss chance that applies to attackers trying to strike a concealed target. \nFocus: A small wooden replica of an archery target. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,arcane focus",
    "target": " You",
    "area": "",
    "duration": " See text",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Vigilant Slumber",
    "school": "divination",
    "sub_school": "",
    "source": "complete_mage",
    "description": "Even as you prepare for sleep, you feel a strange alertness in the back of your mind. You set a specific condition under which you automatically wake up. This condition might be anything from \"If any Tiny or larger creature comes within 10 feet of me\" to \"When the moon is at its zenith\". The condition must be something that you would normally be able to observe if you were awake. Thus, you can't set the spell to wake you when something happens elsewhere, or when an invisible foe sneaks into your campsite. You awaken fully alert and ready for action. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 12 hours or until awakened",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]