[
  {
    "name": "Mask Aberrant Dragonmark",
    "school": "transmutation",
    "sub_school": "",
    "source": "dragonmarked",
    "description": "You reshape your aberrant dragonmark to make it look like a true dragonmark. \nThis spell physically alters your aberrant dragonmark to look like one of the twelve true dragonmarks (your choice).  You do not gain any of the spell-like abilities of the true dragonmark, but you are treated as having that particular dragonmark for the purpose of being able to cast spells or use magic items that require you to have a mark of that type.  You can continue to use your aberrant dragonmark spell-like abilities as normal. \nIf you have a base aberrant dragonmark, you can reshape it into the form of any least true dragonmark.  If you have a lesser or greater aberrant dragonmark, you can reshape it into a lesser or greater true dragonmark, respectively. \nThis spell taxes the body.  At the end of the spell's duration, you are nauseated for 1d10 rounds. \nDragonmark: Any aberrant dragonmark. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "False Peacebond",
    "school": "transmutation",
    "sub_school": "",
    "source": "cityscape",
    "description": "The weapon glows with a faint aura. For just a moment, your companion shimmers to match, before the light fades. This spell functions as peacebond (see the facing page), except that you can choose a single individual who can draw the weapon freely. This individual might be yourself, or anyone else present at the time of casting. Once this individual draws the weapon, the false peacebondeffect ends; resheathing the weapon does not reactivate the spell. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Feather Fall",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The affected creatures or objects fall slowly, though faster than feathers typically do. Feather fall instantly changes the rate at which the targets fall to a mere 60 feet per round (equivalent to the end of afall froma few feet), and the subjects take no damage upon landing while the spell is in effect. However, when the spell duration expires, a normal rate of falling resumes. The spell affects one or more Medium or smaller creatures (including gear and carried objects up to each creature's maximum load) or objects, or the equivalent in larger creatures: A Large creature or object counts as two Medium creatures or objects, a Huge creature or object counts as two Large creatures or objects, and so forth. You can cast this spell with an instant utterance, quickly enough to save yourself if you unexpectedly fall. Casting the spell is a free action, like casting a quickened spell, and it counts toward the normal limit of one quickened spell per round. You may even cast this spell when it isn't your turn. This spell has no special effect on ranged weapons unless they are falling quite a distance. If the spell is cast on a falling item, such as a boulder dropped from the top of a castle wall, the object does half normal damage based on its weight, with no bonus for the height of the drop. (See the Dungeon Master's Guide for information on falling objects). Feather fall works only upon free-falling objects. It does not affect a sword blow or a charging or flying creature. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One Medium or smaller freefalling object or creature/level, no two of which may be more than 20 ft. apart",
    "area": "",
    "duration": " Until landing or 1 round/level",
    "saving_throw": " Will negates (harmless) or Will negates (object)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ebon Eyes",
    "school": "transmutation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You feel, more than see, a black haze form at the corner of your eyes.  Upon touching your intended subject the haze disappears and the creature's eyes become shrouded in blackness. \nThe subject of this spell gains the ability to see normally in natural and magical darkness, although it does not otherwise improve the subject's ability to see in natural dark or shadowy conditions.  The subject ignores the miss chance due to lack of illumination other than total darkness.  While the spell is in effect, a jet-black film covers the subject's eyes, a visual effect that gives the spell its name. \nMaterial Component: A pinch of powdered black gemstone of any type. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Jump",
    "school": "transmutation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject gets a +10 enhancement bonus on Jump checks. The enhancement bonus increases to +20 at caster level 5th, and to +30 (the maximum) at caster level 9th. Material Component: A grasshopper's hind leg, which you break when the spell is cast. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]