[
  {
    "name": "Searing Exposure",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You expose the target to the effect of hours of exposure to severe heat and the desert sun in only a moment. The subject must make a Fortitude saving throw or take 1d4 points of nonlethal damage per caster level (maximum 15d4). Nonlethal damage that exceeds the subject's hit points is considered lethal damage. In addition, the subject is dazzled (as if by sun glare), dehydrated, and sunburned (see Chapter 1). Protection from heat and exposure (such as keepcool salve or a hydration suit; see Chapter 4) helps mitigate these effects, providing the target with a +4 bonus on the Fortitude save. A creature wearing heavy clothing or armor takes a -4 penalty on the Fortitude saving throw, but is not sunburned. Those that succeed on their Fortitude saves take half damage, are dehydrated, and are dazzled for 1d4+1 rounds. Arcane Material Component: A shard of thick glass. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bloodbriars",
    "school": "evocation",
    "sub_school": "",
    "source": "lost_empires_of_faerun",
    "description": "This spell, commonly used by the armathors of Myth Drannor in the apprehension of criminals, snares the target in a tangle of invisible, razor-sharp briars of mystical energy. The affected creature suffers no ill effects as long as it does not attempt to move, attack, cast a spell with material or somatic components, or perform any other action that requires movement. During any round in which the target moves in any fashion, however, it takes 1d8 points of damage (no save). Damage from the spell disrupts spellcasting; a subject that attempts to cast a spell with a material or somatic component must make a Concentration check (DC 10 + spell level + damage dealt) or lose the spell. Material Component: A drop of blood. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " 1 creature",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Boreal Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "You create a strong blast of arctic air that originates from your fingertips and moves in the direction you are facing. As a stronger form of gust of wind, this boreal wind automatically extinguishes candles, torches, and similar protected or unprotected f lames, including lanterns. Large fires (such as bonfires, a blacksmith's coals, or even a house fire) have a 50% chance to be extinguished by the boreal wind. Forest or grassland fires are too large to be extinguished by this spell. All creatures caught in the area take 1d4 points of cold damage per caster level (maximum 15d4). A successful Fortitude saving throw negates the gust's effects. Those that fail the save are pushed away from the caster a distance of 3 feet per caster level. Creatures that remain in the area past the first round must make an additional saving throw each round. A boreal wind can do anything a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, overturn tentsand blow down small huts, scuttle a small boat, and blow gases or vapors to the edge of the range. The wind can change direction if you actively direct it (a move action for you); otherwise, it merely blows in the same direction. ",
    "effect": " Gust of wind (20 ft. wide, 20 ft. high) emanating out from you to the extreme of the range",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round + 1 round/2 levels",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Vortex of Teeth",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A huge school of transparent piranhas swims rapidly through the air in the area you indicate.  These magic fish are made of force and tear into the bodies of creatures as though ravenous. \nCreatures in the area take 3d8 points of damage per round at the beginning of your turn.  Because this spell is a force effect, it harms incorporeal creatures. \nMaterial Component: A fish tooth. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Hollow cylinder (40-ft. radius, 20 ft. high, with a 5-ft.-radius safe zone at the center)",
    "duration": " 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Storm",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Great magical hailstones pound down for 1 full round, dealing 3d6 points of bludgeoning damage and 2d6 points of cold damage to every creature in the area.  A -4 penalty applies to each Listen check made within the ice storm's effect, and all land movement within its area is at half speed.  At the end of the duration, the hail disappears, leaving no aftereffects (other than the damage dealt). \nArcane Material Component: A pinch of dust and a few drops of water. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " Cylinder (20-ft. radius, 40 ft. high)",
    "duration": " 1 full round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Stars of Arvandor",
    "school": "evocation",
    "sub_school": "",
    "source": "champions_of_valor",
    "description": "You create one twinkling star per level (maximum ten stars). These minute starbursts orbit your head like ioun stones. As a swift action, you can launch one star at a target you designate within range. Alternatively, as a standard action, you can launch up to three stars at one or more targets within range. You can only launch stars once per round. You must make a ranged touch attack for each star. Against non-evil targets, each star deals 1d8 points of nonlethal damage; evil targets take 1d8 points of lethal damage instead. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " See text",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]