[
  {
    "name": "Storm of Fire and Ice",
    "school": "evocation",
    "sub_school": "",
    "source": "complete_mage",
    "description": "You bring forth a swirling vortex of smoking lava intermixed with chunks of steaming ice. A shower of lava globs and hailstones rains down for 1 round, dealing 6d6 points of cold damage and 6d6 points of fire damage to everything in the area. The cylinder provides concealment similar to fog cloud and also applies a -4 penalty on Listen checks made within the area. Movement costs within the area of the spell are doubled. At the end of the duration, the lava and ice disappear, leaving no lingering effects (other than the damage dealt). ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cylinder (20-ft. radius, 40 ft. high)",
    "duration": " 1 round",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Entomb",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "An entomb spell traps living creatures in a block of ice, suffocating them. The spell entraps the targets with a thick layer of ice from head to toe. Those that make a successful Fortitude saving throw can shake off the ice immediately, though they still take 6d6 points of cold damage. If the creature fails its saving throw, it is held within the ice and immediately begins to suffocate per the drowning rules (see page 304 of the Dungeon Master's Guide). In addition, the creature takes 2d12 points of cold damage and 1 point of Constitution damage per round from contactwith the ice. Other than attempting to escape, creatures entombed can perform actions that only require mental or verbal activity. Escaping from the ice block requires a DC 20 Strength check or the application of 20 points of fire damage. Material Component: A clear gemstone with a minimum value of 500 gp. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One creature/level, no two of which can be more than 30 ft. apart",
    "duration": " Instantaneous and 1 round/level; see text",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Thunder Field",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "The air around you crackles with the distant boom of thunder. A dome of translucent golden energy surrounds the spell's area. The dome shakes and rattles, while the muffled sounds of explosive blasts echoes from it. Any creature within the dome is knocked into the air by the powerful, ear-splitting blasts. This spell creates an area of turbulent, sonic energy. For the duration of the spell, any creature that starts its turn in the spell's area must make a Fortitude save or take 1d8 points of sonic damage. In addition, affected creatures must make a Reflex save or be knocked prone. If a creature is already prone, failing this save has no effect on it. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " 1 round/level",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ice Rift",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "When you cast ice rift, an intense but highly localized tremor rips through the ice. The shock knocks creatures down, collapses structures, opens cracks in the ice, and more. The effect lasts for 1 round, during which time creatures on the ice can't move or attack. A spellcaster on the ice must make a Concentration check (DC 20 + spell level) or lose any spell he or she tries to cast. The ice rift affects all terrain, vegetation, structures, and creatures in the area. The specific effect of an ice rift spell depends on the nature of the terrain where it is cast. Ice or Snow Cave, Cavern, or Tunnel: The spell collapses the roof, dealing 8d6 points of bludgeoning damage to any creature caught under the cave-in (Reflex DC 15 half ) and burying that creature in snow. An ice rift cast on the roof of a very large ice or snow cavern could also endanger those outside the actual area but below the falling debris. Edge of a Glacier: Ice rift causes a glacier's edge to crumble, creating a landslide that travels horizontally as far as it fell vertically. An ice rift cast at the top of a 100-foot glacier would sweep debris 100 feet outward from the base of the glacier. Any creature in the path takes 8d6 points of bludgeoning damage (Reflex DC 15 half ) and is pinned beneath rubble (see below). Open Glacier: Each creature standing in the area must make a DC 15 Reflex save or fall down. Fissures open in the ice, and every creature on the ice has a 25% chance to fall into one (Reflex DC 20 to avoid a fissure). At the end of the spell, all fissures grind shut, killing any creatures still trapped within. Frozen Water: Fissures open in the ice, and every creature on the ice has a 25% chance to fall into the freezing water (Reflex DC 20 to avoid a fissure). Characters who fall into a fissure are immediately subject to hypothermia and take 2d6 points of cold damage from the frigid water. At the end of the spell, all rents in the ice grind shut, sealing any creatures in the icy water beneath (for additional rules on characters in cold water, see Hypothermia, page 10). Arcane Material Component: A bit of earth and a pinch of snow. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 40-ft.-radius spread (S)",
    "duration": " 1 round",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  }
]