[
  {
    "name": "Wind Wall",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible vertical curtain of wind appears.  It is 2 feet thick and of considerable strength.  It is a roaring blast sufficient to blow away any bird smaller than an eagle, or tear papers and similar materials from unsuspecting hands.  (A Reflex save allows a creature to maintain its grasp on an object).  Tiny and Small flying creatures cannot pass through the barrier.  Loose materials and cloth garments fly upward when caught in a wind wall.  Arrows and bolts are deflected upward and miss, while any other normal ranged weapon passing through the wall has a 30% miss chance.  (A giant-thrown boulder, a siege engine projectile, and other massive ranged weapons are not affected).  Gases, most gaseous breath weapons, and creatures in gaseous form cannot pass through the wall (although it is no barrier to incorporeal creatures). \nWhile the wall must be vertical, you can shape it in any continuous path along the ground that you like.  It is possible to create cylindrical or square wind walls to enclose specific points.  A 5th-level caster can create a wall up to 50 feet long and up to 25 feet high, sufficient to form a cylinder of wind 15 feet in diameter. \nArcane Material Component: A tiny fan and a feather of exotic origin. ",
    "effect": " Wall up to 10 ft./level long and 5 ft./level high (S)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Storm Mote",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "You create a whirling vortex of sand. It flies at speed of 60 feet per round (perfect maneuverability), and you can concentrate on controlling its every movement or specify a simple program. Directing the vortex's movement is a move action, while changing its programmed movement is a standard action. If you don't move or program the vortex, it merely stays at rest, spinning and howling. The vortex dissipates if it exceeds the spell's range. If a storm mote enters a space with a creature, it stops moving for the round and deals 2d8 points of damage to the creature. A successful Fortitude save reduces damage by half. Those outside the vortex have concealment against those inside. The vortex extinguishes all nonmagical flame. Arcane Material Component: A pinch of sand. ",
    "effect": " Cylinder (5-ft. radius, 10 ft. high)",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Daylight",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The object touched sheds light as bright as full daylight in a 60-foot radius, and dim light for an additional 60 feet beyond that.  Creatures that take penalties in bright light also take them while within the radius of this magical light.  Despite its name, this spell is not the equivalent of daylight for the purposes of creatures that are damaged or destroyed by bright light (such as vampires). \nIf daylight is cast on a small object that is then placed inside or under a light-proof covering, the spell's effects are blocked until the covering is removed. \nDaylight brought into an area of magical darkness (or vice versa) is temporarily negated, so that the otherwise prevailing light conditions exist in the overlapping areas of effect. \nDaylight counters or dispels any darkness spell of equal or lower level, such as darkness. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Object touched",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Capricious Zephyr",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Blowing on your twirling hand, you complete the spell, creating a roiling ball of dust and gale-force winds. \nA ball of swirling wind and dust moves as you direct it, pushing your foes across the battlefield.  From its starting point, a capricious zephyr moves 30 feet per round in the direction you point, regardless of the presence or absence of terrain. \nIf the sphere enters a space with a creature, it stops moving for that round and tries to bowl over the creature with its wind force.  That creature must resist a bull rush attack from the capricious zephyr, which has a +6 bonus on the check.  If the spell wins the bull rush, it pushes the creature as far as it can in a random direction (roll 1d8; 1 indicates a push into the square closest to you, and 2 through 8 indicate the other squares, moving clockwise around the creature).  Any creature pushed by the sphere must succeed on a Reflex save or fall prone. \nA capricious zephyr moves as long as you actively direct it (a move action for you).  Otherwise, it merely stays at rest and attempts to bowl over anyone in its square.  The spell ends if the distance between the sphere and you ever exceeds the spell's range. ",
    "effect": " 5-ft.-diameter sphere",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None or Reflex partial; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Favorable Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "This spell produces a stream of wind that can fill a ship's sails, disperse vapors and gases, and keep flying creatures at bay. The wind force is strong, with a speed of about 30 mph. It begins where you stand and blows directly away from you; you can easily propel a sailing vessel by standing astern of the mast and directing the wind forward to fill the sails. Tiny or smaller creatures in the path of the wind are knocked prone, or if flying are blown back 1d6×10 feet. Small creatures are checked and cannot make headway against the wind. Small airborne creatures are instead blown back 1d6×5 feet. Medium and larger creatures can move normally within the effect. A favorable wind can't push a creature beyond the limit of its range. Any creature, regardless of size, takes a -2 penalty on ranged attacks and on Listen checks in the area of a favorable wind. The wind automatically extinguishes candles, torches, and similar unprotected flames. In addition to the above-noted effects, favorable wind can do anything that a strong natural wind could do. It can fan a large fire, disperse gases and vapors to the limit of its range in 1 round, and make sailing difficult for small craft nearby. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Cone-shaped emanation",
    "duration": " 10 min./level (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Wreath of Flames",
    "school": "evocation",
    "sub_school": "",
    "source": "dragon_magic",
    "description": "A burst of white-hot fire springs into existence around you, swirling and twisting dangerously. This spell surrounds you with white-hot flames. At the end of each of your turns, any enemy adjacent to you or sharing your space takes 1d6 points of fire damage. Your melee attacks deal an extra 1d6 points of fire damage. Special: A red dragon capable of casting 5th-level sorcerer spells can cast this spell as a swift action. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]