[
  {
    "name": "Rockburst",
    "school": "evocation",
    "sub_school": "",
    "source": "shining_south",
    "description": "You cause a stone object, with volume of at least 8 cubic feet, to explode. Rock shards fly outward from the detonation, and all creatures within the area of the spell take 1d4 points of damage plus 1 point per caster level (maximum +15). A successful Reflex save halves this damage. A magic stone object, or a nonmagic stone object in the possession of another creature, gets a Fortitude save to negate the effect. Creatures cannot be affected by rockburst. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half or Fortitude negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Invoke the Cerulean Sign",
    "school": "evocation",
    "sub_school": "",
    "source": "lords_of_madness",
    "description": "The cerulean sign is an ancient symbol said to embody the purity of the natural world, and as such it is anathema to aberrations. While druids and rangers are the classes most often known to cast this ancient spell, its magic is nearly universal and can be mastered by all spellcasting classes. When you cast this spell, you trace the cerulean sign in the air with a hand, leaving a glowing blue rune in the air for abrief moment before it flashes and fills the area of effect with a pulse of cerulean light. Any aberration within the area must make a Fortitude saving throw or suffer the following ill effects. Closer aberrations are affected first. Each effect lasts for 1 round. None: The aberration suffers no ill effect, even if it fails thesaving throw. Sickened: The aberration takes a -2 penalty on attack rolls, saving throws, skill checks, and ability checks for 1 round. Nauseated: The aberration cannot attack, cast spells, concentrate on spells, or do anything but take a single move action for 1 round. Dazed: The aberration can take no actions, but has no penalty to its Armor Class, for 1 round. Stunned: The aberration drops everything held, can't take actions, takes a -2 penalty to AC, and loses its Dexterity bonus to AC (if any) for 1 round. Once a creature recovers from an effect, it moves up one level on the table. Thus, a creature that is stunned by this spell is dazed the round after that, nauseated the round after that, sickened the round after that, and then recovers fully the next round. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "somatic",
    "target": "",
    "area": " Multiple aberrations whose combined total Hit Dice do not exceed twice caster level in a spread emanating from the character to the extreme of the range",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Numbing Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "frostburn",
    "description": "A sphere of intense cold energy rolls in whichever direction you point and damages those it strikes. It moves 30 feet per round. As part of this movement, it can ascend or jump up to 30 feet to strike a target. If it enters a space with a creature, it stops moving for the round and deals 1d6 points of cold damage as well as 1d4 points of Dexterity damage to that creature, though a successful Reflex save negates both the cold damage and Dexterity damage. A numbing sphere rolls over barriers less than 4 feet tall, such as furniture and low walls. It instantly freezes water it encounters in 5-foot-cube sections, creating chunks of ice in large bodies of water. The sphere moves as long as you actively direct it (a move action for you); otherwise, it merely remains at rest. The sphere can be destroyed by attacks directed against it. It has 10 hit points and damage reduction 5/-. The surface of the sphere has a spongy, yielding consistency and so does not cause damage except by extreme cold. It cannot push aside unwilling creatures or batter down large obstacles. A numbing sphere winks out if it exceeds the spell's range. Arcane Material Component: A bit of sponge and a drop of water. ",
    "effect": " 5-ft.-diameter sphere",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Gust of Wind",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell creates a severe blast of air (approximately 50 mph) that originates from you, affecting all creatures in its path. A Tiny or smaller creature on the ground is knocked down and rolled 1d4×10 feet, taking 1d4 points of nonlethal damage per 10 feet. If flying, a Tiny or smaller creature is blown back 2d6×10 feet and takes 2d6 points of nonlethal damage due to battering and buffeting. Small creatures are knocked prone by the force of the wind, or if flying are blown back 1d6×10 feet. Medium creatures are unable to move forward against the force of the wind, or if flying are blown back 1d6×5 feet. Large or larger creatures may move normally within a gust of wind effect. A gust of wind can't move a creature beyond the limit of its range. Any creature, regardless of size, takes a -4 penalty on ranged attacks and Listen checks in the area of a gust of wind. The force of the gust automatically extinguishes candles, torches, and similar unprotected flames. It causes protected flames, such as those of lanterns, to dance wildly and has a 50% chance to extinguish those lights. In addition to the effects noted, a gust of wind can do anything that a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, fan a large fire, overturn delicate awnings or hangings, heel over a small boat, and blow gases or vapors to the edge of its range. Gust of wind can be made permanent with a permanency spell. ",
    "effect": " Line-shaped gust of severe wind emanating out from you to the extreme of the range",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Flaming Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A burning globe of fire rolls in whichever direction you point and burns those it strikes. It moves 30 feet per round. As part of thismovement, it can ascend or jump up to 30 feet to strike a target. If it enters a space with a creature, it stops moving for the round and deals 2d6 points of fire damage to that creature, though a successful Reflex save negates that damage. A flaming sphere rolls over barriers less than 4 feet tall, such as furniture and low walls. It ignites flammable substances it touches and illuminates the same area as a torch would. The sphere moves as long as you actively direct it (a move action for you); otherwise, it merely stays at rest and burns. It can be extinguished by any means that would put out a normal fire of its size. The surface of the sphere has a spongy, yielding consistency and so does not cause damage except by its flame. It cannot push aside unwilling creatures or batter down large obstacles. A flaming sphere winks out if it exceeds the spell's range. Arcane Material Component: A bit of tallow, a pinch of brimstone, and a dusting of powdered iron. ",
    "effect": " 5-ft.-diameter sphere",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Frost Breath",
    "school": "evocation",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Giving a forceful exhale across your cupped hand, your breath shoots forth tinged with frost and crystals of ice. \nYou breathe a cone of intense cold at your foes.  The spell deals 1d4 points of cold damage per two caster levels (maximum 5d4).  In addition, all creatures damaged by the frost breath that fail their Reflex save are dazed for 1 round by the sudden shock of cold. \nMaterial Component: Three drops of water or fragments of ice (which are held in a cupped palm and blown toward the target). ",
    "effect": " Cone-shaped burst",
    "range": " 30 feet",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Reflex half",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scimitar of Sand",
    "school": "evocation",
    "sub_school": "",
    "source": "sandstorm",
    "description": "A curved, 3-foot-long blade of sand springs forth from your hand, screaming and churning like a caged sandstorm. Attacks with a scimitar of sand are melee touch attacks. The blade deals 1d6 points of damage, +1 point per twocaster levels (maximum +10). The blade is not solid, so your Strength modifier does not apply to the damage. You can use a scimitar of sand without penalty even if you lack proficiency with a normal scimitar. In addition to being dealt damage, a creature struck by your weapon must succeed on a Fortitude save or become dehydrated. Arcane Material Component: A pinch of sand, salt, and iron filings. ",
    "effect": " Scimitar of grinding sand",
    "range": " 0 ft.",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " Fortitude partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Local Tremor",
    "school": "evocation",
    "sub_school": "",
    "source": "races_of_the_dragon",
    "description": "The earth around your feet begins to ripple, and a directed shock wave of tectonic force is released that shoots through the ground. Immediately upon completion of the casting of this spell and as often as once per round thereafter, you can cause the ground to shake along a 30-foot line. You can produce a number of these tremors equal to your caster level (maximum five). The tremors begin at your location and extend in the direction you indicate; any creature caught standing within the area must make a Reflex save or fall prone. A spellcaster caught standing on one of these squares must make a Concentration check (DC 20 + spell level) or lose any spell that was being attempted. You need not produce a tremor immediately upon finishing the casting of this spell. You can perform other actions, even the casting of other spells, between producing new tremors. Calling up a new tremor in any round after the spell has been cast requires a standard action (as you refocus your concentration on the spell). ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " 30-ft. line",
    "duration": " 1 minute/level or until expended; see text",
    "saving_throw": " Reflex negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Pressure Sphere",
    "school": "evocation",
    "sub_school": "",
    "source": "stormwrack",
    "description": "This spell suddenly causes the water around a target to take on the terrible, bone-crushing pressure of the deepest ocean trenches. This pressure deals 4d6 points of damage (Fortitude save for half). The area of the spell can be constrained by the available water; it has no effect on creatures or objects that are within the radius but not in the water, or on squares of water that are not at least 5 feet deep. The spell must be centered at or below the surface of the water. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": " 20-ft.-radius spread",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude half",
    "spell_resistance": false,
    "is_30_spell": false
  }
]