[
  {
    "name": "Spread of Contentment",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "This spell has a calming effect on creatures within the spell's area. Hostile and unfriendly creatures become indifferent, indifferent creatures turn friendly, and friendly creatures become helpful for the spell's duration. This spell directly counters the effects of the spread of savagery spell (described in the Book of Vile Darkness). This spell also calms creatures that have been otherwise magically enraged and forced to attack. This spell does not calm or otherwise alter the dispositions of summoned creatures. Material Component: Lammasu's feather. ",
    "effect": " 10 ft./level-radius spread",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Symbol of Insanity",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that all creatures within the radius of the symbol of insanity instead become permanently insane (as the insanity spell). Unlike symbol of death, symbol of insanity has no hit point limit; once triggered, a symbol of insanity simply remains active for 10 minutes per caster level. Note:Magic traps such as symbol of insanity are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of insanity and Disable Device to thwart it. The DC in each case is 25 + spell level, or 33 for symbol of insanity. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 5,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Familial Geas",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "heroes_of_horror",
    "description": "This spell is a far more potent version of geas. The duration of the geas is unlimited; it lasts until the subject(s) either discharge the obligation or the effect is dispelled. The initial subject of the spell gains no save, as per a standard geas (see page 234 of the Player's Handbook). If the target dies before completing the obligation, the geas transfers to his closest adult relative. This new subject is entitled to a save; if she succeeds, the geas is broken and the spell ends. If not, she labors under the geas until she either completes the obligation, succeeds in dispelling the geas, or dies and potentially passes the geas to her closest adult relative. Each new subject has an instinctive understanding of the nature of the obligation. A familial geas can be broken only by a successful save on the part of the next successor, remove curse (if cast by someone two caster levels higher than the familial geas), miracle, or wish. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature",
    "area": "",
    "duration": " Until discharged",
    "saving_throw": " None or Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Chain of Chaos",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "defenders_of_the_faith:_a_guidebook_to_clerics_and_paladins",
    "description": "This powerful instrument of chaos spreads madness by touch. The caster infects the first victim by making a successful melee touch attack. A subject who fails a Will save is afflicted with insanity (a continuous confusion effect). This condition is permanent until countered, and the madness can be passed to anyone the victim touches. Anyone who makes the initial saving throw is immune to that casting of the chain of chaos spell. Each person the subject touches during the spell's duration (including by successful melee attack) must make a Will save at the spell's DC or suffer the insanity effect. Each additional victim in turn can pass the madness on for a period of one day per five caster levels after being infected. The spell affects a maximum of five persons per caster level. Individual victims can be restored by any means effective against insanity, for example, greater restoration, limited wish,miracle, or wish. Anyone restored cannot be affected again by that casting of the chain of chaos spell. DM Note: When dealing with the effect of this spell on a large nonadventuring population over a period of time, it is not necessary to track each individual affected by this spell. Instead, just decide if individuals encountered are mad and whether they are infectious based on your judgement of the progress of the chain madness. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living, intelligent creature touched",
    "area": "",
    "duration": " 1 day/5 caster levels from the day touched (see text)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  }
]