[
  {
    "name": "Symbol of Sleep",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like symbol of death, except that all creatures of 10 HD or less within 60 feet of the symbol of sleep instead fall into a catatonic slumber for 3d6×10 minutes. Unlike with the sleep spell, sleeping creatures cannot be awakened by nonmagical means before this time expires. Unlike symbol of death, symbol of sleep has no hit point limit; once triggered, a symbol of sleep simply remains active for 10 minutes per caster level. Note:Magic traps such as symbol of sleep are hard to detect and disable. A rogue (only) can use the Search skill to find a symbol of sleep and Disable Device to thwart it. The DC in each case is 25 + spell level, or 30 for symbol of sleep. Material Component:Mercury and phosphorus, plus powdered diamond and opal with a total value of at least 1,000 gp. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": "",
    "area": "",
    "duration": "",
    "saving_throw": " Will negates",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Mark of Sin",
    "school": "enchantment",
    "sub_school": "",
    "source": "complete_champion",
    "description": "You bring forth the subject's inner sins and crimes, causing them to manifest in its appearance and aura. Your successful touch attack leaves a mystical mark upon the subject. After a number of rounds equal to your divine caster level, the subject is entitled to a Will save. Success ends the spell at that point, but failure renders the mark of sin permanent. Though the mark is invisible, all living creatures can sense its presence and are repulsed by it. Thus, they begin their initial interactions with the subject one step nearer to a hostile attitude than they normally would, unless they already know the subject personally. Furthermore, the subject takes a -10 circumstance penalty on all Diplomacy checks designed to change the attitudes of others. (See Diplomacy, PH 71). In addition, the subject takes a -4 penalty to a specific ability score based on your deity, as given in the table for the divine retribution spell (page 119). This penalty cannot be removed in any way as long as the mark of sin remains, if you do not worship a deity, you must choose one whose alignment is within one step of your own when you cast this spell for the first time. This choice is for the purpose of this effect only, and you cannot subsequently change it unless your ] alignment shifts in such a way that your previous choice is no longer applicable. A mark of sin cannot be dispelled, but it can be removed with a break enchantment, limited wish,miracle, remove curse,or wish spell. Remove curse works only if its caster level is equal to or higher than that of the mark of sin. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 round/level or permanent; see text",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bewildering Mischance",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_champion",
    "description": "Your deity's laughter rains down on your suddenly clumsy foe. Bewildering mischance causes extreme bad luck to befall the target. For the duration of the spell, the subject must roll each saving throw, attack roll, and skill check twice, keeping the lower of the two rolls. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Command, Greater",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like command, except that up to one creature per level may be affected, and the activities continue beyond 1 round.  At the start of each commanded creature's action after the first, it gets another Will save to attempt to break free from the spell.  Each creature must receive the same command. ",
    "effect": "",
    "range": "",
    "components": "",
    "target": " One creature/level, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Crown of Courage",
    "school": "enchantment",
    "sub_school": "",
    "source": "the_forge_of_war",
    "description": "This spell creates a crown of magical energy that grants the spell's recipient and all allies within 30 feet a +1 bonus on attack rolls and weapon damage rolls, and a +4 morale bonus on saving throws against fear.  As an immediate action, the creature wearing a crown of courage can discharge its magic to grant himself and all allies within 30 feet a new saving throw against any fear effect currently affecting them, with the +4 morale bonus granted by the crown.  The spell ends after the wearer uses the crown in this manner. \nThe crown occupies space on the body as a headband, hat, or helm.  If the targeted creature is already wearing an item on its head, the casting of this spell fails.  If the crown is removed, or if the targeted creature dons an item that occupies its head, the spell immediately ends. \nFocus: A thin golden hoop 6 inches in diameter costing 50 gp. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": " 30-ft.-radius emanation centered on the creature",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Chaav_s Laugh",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "You release a joyous, boisterous laugh that strengthens the resolve of good creatures and weakens the resolve of evil creatures. Good creatures within the spell's area gain the following benefits for the duration of the spell: a +2 morale bonus on attack rolls and saves against fear effects, plus temporary hit points equal to 1d8 + caster level (to a maximum of 1d8+20 at caster level 20th). Evil creatures within the spell's area that fail a Will save take a -2 morale penalty on attack rolls and saves against fear effects for the duration of the spell. Creatures must be able to hear the laugh to be affected by the spell. Creatures that are neither good nor evil are unaffected by Chaav's laugh. ",
    "effect": "",
    "range": " 40 ft.",
    "components": "verbal",
    "target": "",
    "area": " 40-ft.-radius spread centered on you",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (see text)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Pacification",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "dragons_of_faerun",
    "description": "You calm your target by exhaling a peaceful breeze. This spell allows you to exhale a calming breeze, soothing one creature of your choice. The creature is affected as if by a calm emotions spell for as long as you concentrate, up to a maximum of 1 minute per caster level. You cannot affect creatures with more Hit Dice than you have caster levels. Special Material: If you blow dust of blue spinel (worth at least 50 gp) in the breeze when you cast the spell, its duration increases to 2 minutes per level. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Concentration, up to 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Morality Undone",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster turns one creature evil. The chaotic/neutral/lawful component of the subject's alignment is unchanged. The subject retains whatever outlook, allegiances, and outlooks it had before, so long as they do not conflict with the new alignment. Otherwise, it acts with its new selfish, bloodthirsty, cruel outlook on all things. For example, a wizard might not immediately turn on her fighter companion for no apparent reason, particularly in the middle of a combat when they're fighting on the same side. But she might try to steal the fighter's bag of gems, even using applicable spells (charm person, suggestion, and invisibility, for instance) against her friend. She might even eventually decide to betray or attack her friend if there is some potential gain involved. Using this spell in conjunction with a spell such as dominate person or suggestion is particularly useful, because it changes what acts are against a subject's nature. Arcane Material Component: A powdered holy symbol. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": " One nonevil creature",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": true
  }
]