[
  {
    "name": "Aid, Legion_s",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "miniatures_handbook",
    "description": "This spell functions like aid (see page 196 of the Player's Handbook), except that it affects multiple allies at a distance and each ally gains temporary hit points equal to 1d8 + caster level (to a maximum of 1d8+20 temporary hit points at caster level 20th). ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "",
    "target": " Allies in a 20-ft.-radius burst",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Confound",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_champion",
    "description": "Your opponent's eyes try to follow your gestures while you cast, and they fail to refocus when you finish. You render the target unable to follow your movements effectively. The subject takes a -2 penalty on attack rolls made against you, and you gain a +2 circumstance bonus on attack rolls made against it. If you worship a deity that provides access to the Trickery domain—even if you did not choose that domain—thesemodifiers rise to -3 and +3, respectively. Furthermore, the subject cannot make attacks of opportunity against you. If you successfully cast this spell on the same subject in each of 2 consecutive rounds, these beneficial effects extend to your allies as well. ",
    "effect": "",
    "range": " Short (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": " One creature",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Aggravate Dracorage",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "dragons_of_faerun",
    "description": "The ancient words are no sooner spoken than you behold the twinkling fire within the dragon's eyes flare into a conflagration. This spell fuels the Dracorage for a short period. It causes the target to instantly and fully succumb to the Dracorage, shifting the target's attitude toward nondragons to hostile and instilling in the dragon a bloodthirsty desire to murder and wreak havoc. This usually causes the dragon (even a good metallic dragon) to immediately attack all nondragons nearby. Because aggravate Dracorage manipulates the existing Dracorage mythal, the Will save against the spell is 4 higher than normal and has a DC of 18 + the appropriate ability modifier. (Nevertheless, many casters of the spell will use subterfuge to trick the target dragon into allowing the spell to be cast freely upon it, thereby avoiding the dragon's high Will save bonus). As with the Dracorage mythal itself, this spell ignores a dragon's spell resistance. Aggravate Dracorage functions only during the period of the Dracorage and has no effect on dragons at other times. This spell counters or dispels abate Dracorage. Origin: As part of his research to control the Dracorage mythal, Sammaster (the once-human lich) crafted aggravate Dracorage and shared it with his most loyal minions. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One dragon",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sword of Conscience",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "The target creature, which must be evil, is struck by pangs of conscience and remorse. The creature instantaneously takes Wisdom and Charisma damage according to the magnitude of its evil. The creature regains lost abilities normally; they do not automatically return when the spell's duration expires. This effect is not language-dependent. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,divine focus",
    "target": " One evil creature",
    "area": "",
    "duration": " Instantaneous; see text",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]