[
  {
    "name": "Addiction",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster gives the subject an addiction to a drug (see the Drugs section of Chapter 3 for descriptions of drugs and information on addiction). A caster of less than 5th level can force the subject to become addicted to any drug with a low addiction rating. A 6th- to 10th-level caster can force addiction to any drug with a medium addiction rating, and an 11th- to 15th-level caster can force addiction to a drug with a high addiction rating. Casters of 16th level or higher can give the subject an addiction to a drug with an extreme addiction rating. Drug Component: The chosen drug for the addiction. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Lastai_s Caress",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "book_of_exalted_deeds",
    "description": "Your gentle touch fills the target with tremendous feelings of love and compassion, and has the power to unnerve and debilitate evil creatures. You must succeed on a melee touch attack to affect an unwilling target. It has no effect on a creature that you do not know is evil. An evil creature touched by the spell must wrestle with the pleasant feelings invoked by the spell. Roll on the table below at the beginning of the creature's turn each round to see what condition applies to the subject in that round. Instead of rolling on the table above, the caster may elect to leave the creature shaken for the duration of the spell. Material Component: A peach seed. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One known evil creature touched",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Interfaith Blessing",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_champion",
    "description": "You feel your deity speaking through you to other gods, filling the space around you with diverse divine energies that strengthen your ally. \nWhen you cast interfaith blessing, every creature within range is individually blessed by its own deity for the duration of the spell.  The specific blessing gained depends on the particular deity worshiped, as given on the table below.  A subject that venerates more than one deity must roll randomly to determine which blessing is received. \n\n\nDeity \nBlessing \n\n\n Bahamut, St.  Cuthbert, or Yondalla \n +1 on attack rolls and saves \n\n\n Boccob, Corellon Larethian, Vecna, or Wee Jas \n +1 on attack rolls and skill checks \n\n\n Ehlonna, Obad-Hai, or the general worship of nature \n +1 on attack rolls and to AC \n\n\n Erythnul, Gruumsh, or Lolth \n +2 on damage rolls \n\n\n Fharlanghn, Moradin, or Pelor \n +2 to AC \n\n\n Garl Glittergold, Olidammara, or no deity \n Roll 1d8 to determine blessing; a result of 6 is player's choice \n\n\n Heironeous, Hextor, or Nerull \n +2 on attack rolls \n\n\n Kord, Kurtulmak, or Tiamat \n +1 on attack rolls and damage rolls",
    "effect": "",
    "range": " 20 ft. Area: 20-ft.-radius burst centered on you",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Calm Emotions",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell calms agitated creatures. You have no control over the affected creatures, but calm emotions can stop raging creatures from fighting or joyous ones from reveling. Creatures so affected cannot take violent actions (although they can defend themselves) or do anything destructive. Any aggressive action against or damage dealt to a calmed creature immediately breaks the spell on all calmed creatures. This spell automatically suppresses (but does not dispel) any morale bonuses granted by spells such as bless, good hope, and rage, as well as negating a bard's ability to inspire courage or a barbarian's rage ability. It also suppresses any fear effects and removes the confused condition from all targets. While the spell lasts, a suppressed spell or effect has no effect. When the calm emotions spell ends, the original spell oreffect takes hold of the creature again, provided that its duration has not expired in the meantime. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " Creatures in a 20-ft.-radius spread",
    "duration": " Concentration, up to 1 round/level (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sap Strength",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster drains the personal wellbeing from the subject, who becomes exhausted. After 1 hour of complete rest, characters become fatigued rather than exhausted. A fatigued character becomes exhausted again if she does something else that would normally cause fatigue. After 8 hours of complete rest, fatigued characters are no longer fatigued. Material Component: A long needle and a tiny glass bottle. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " One living creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Turn Anathema",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "complete_champion",
    "description": "When you clutch your holy symbol, it pulses briefly with divine power, then grows oddly cold beneath your fingers. Choose one non-neutral aspect of your own alignment—chaotic, evil, good, or lawful. If you are neutral, you must choose an alignment component for this spell when you first cast it, and this choice cannot be altered for subsequent castings unless your alignment has changed in such a way as to make that choice unsuitable. The spell takes on the descriptor of the selected alignment component. Upon casting this spell, you can use one of your daily turn or rebuke attempts to turn creatures with the opposing alignment subtype as though they were undead. For instance, if you cast turn anathema as a good spell, you could attempt to turn creatures of the evil subtype, such as demons. You could not, however, turn a red dragon, because although it is an evil creature, it lacks the evil subtype. This spell allows only turning, not rebuking or destroying, even if you normally rebuke rather than turn. You can use as many of your daily turn/rebuke attempts as you wish in this way for the duration of the spell. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,divine focus",
    "target": " You",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Stay the Hand",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_ii",
    "description": "Your words invoke compassion and mercy in the merciless. If the target creature fails its save against stay the hand, it refrains from attacking you or targeting you with spells for the remainder of the current round. You can cast this spell during an opponent's turn after the opponent announces its intention to attack you or target you with a spell. If the opponent becomes subject to this spell, it can choose a new target to attack, but it takes a -4 circumstance penalty on its attack roll due to the sudden change of intentions at the last second. Likewise, the subject of this spell can redirect a spell that had been targeted on you, but it must succeed on a Concentration check (DC 15 + the spell's level) or the spell is wasted. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One humanoid",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Hold Person",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "The subject becomes paralyzed and freezes in place. It is aware and breathes normally but cannot take any actions, even speech. Each round on its turn, the subject may attempt a new saving throw to end the effect. (This is a full-round action that does not provoke attacks of opportunity). A winged creature who is paralyzed cannot flap its wings and falls. A swimmer can't swim and may drown. Arcane Focus: A small, straight piece of iron. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 round/level (D); see text",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Black Karma Curse",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_ii",
    "description": "With a word and a gesture, you compel the bewildered creature to attack itself. If the target creature's saving throw fails, it immediately takes damage as if it had hit itself with its currently wielded weapon (or natural weapon). If the creature has more than one eligible attack form, it uses the one that deals the most damage. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Divine Protection",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "spell_compendium",
    "description": "You call upon your holy powers to aid your companions and a golden light appears from above, bathing them with sparkling radiance. \nAllies gain a +1 morale bonus to their Armor Class and on saving throws. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,divine focus",
    "target": " Allies in a 20-ft. radius burst",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Enthrall",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "If you have the attention of a group of creatures, you can use this spell to hold them spellbound. To cast the spell, you must speak or sing without interruption for 1 full round. Thereafter, those affected give you their undivided attention, ignoring their surroundings. They are considered to have an attitude of friendly while under the effect of the spell (see the Dungeon Master's Guide for information about NPC attitudes). Any potentially affected creature of a race or religion unfriendly to yours gets a +4 bonus on the saving throw. A creature with 4 or more HD or with a Wisdom score of 16 or higher remains aware of its surroundings and has an attitude of indifferent. It gains a new saving throw if it witnesses actions that it opposes. The effect lasts as long as you speak or sing, to a maximum of 1 hour. Those enthralled by your words take no action while you speak or sing and for 1d3 rounds thereafter while they discuss the topic or performance. Those entering the area during the performance must also successfully save or become enthralled. The speech ends (but the 1d3-round delay still applies) if you lose concentration or do anything other than speak or sing. If those not enthralled have unfriendly or hostile attitudes toward you, they can collectively make a Charisma check to try to end the spell by jeering and heckling. For this check, use the Charisma bonus of the creature with the highest Charisma in the group; others may make Charisma checks to assist (as described in Aid Another, page 65). The heckling ends the spell if this check result beats your Charisma check result. Only one such challenge is allowed per use of the spell. If any member of the audience is attacked or subjected to some other overtly hostile act, the spell ends and the previously enthralled members become immediately unfriendly toward you. Each creature with 4 or more HD or with a Wisdom score of 16 or higher becomes hostile. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Any number of creatures",
    "area": "",
    "duration": " 1 hour or less",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Aid",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Aid grants the target a +1 morale bonus on attack rolls and saves against fear effects, plus temporary hit points equal to 1d8 + caster level (to a maximum of 1d8+10 temporary hit points at caster level 10th). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Denounce",
    "school": "enchantment",
    "sub_school": "",
    "source": "fiendish_codex_ii:_tyrants_of_the_nine_hells",
    "description": "You point your finger and pronounce judgment. You instill feelings of shame and guilt in a target outsider, imposing a -4 insight penalty on its attack rolls, saves, and checks. Each round on its turn, the subject can attempt a new saving throw to end the effect. (This is a full-round action that does not provoke attacks of opportunity). Outsiders with the good subtype are immune to denounce. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One outsider",
    "area": "",
    "duration": " 1 min./level (D); see text",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Zone of Truth",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Creatures within the emanation area (or those who enter it) can't speak any deliberate and intentional lies. Each potentially affected creature is allowed a save to avoid the effects when the spell is cast or when the creature first enters the emanation area. Affected creatures are aware of this enchantment. Therefore, they may avoid answering questions to which they would normally respond with a lie, or they may be evasive as long as they remain within the boundaries of the truth. Creatures who leave the area are free to speak as they choose. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " 20-ft.-radius emanation",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Elation",
    "school": "enchantment",
    "sub_school": "",
    "source": "book_of_exalted_deeds",
    "description": "Your allies become elated, full of energy and joy. Affected creatures gain a +2 morale bonus to effective Strength and Dexterity, and their speed increases by +5 feet. Elation does not remove the condition of fatigue, but it does offset most of the penalties for being fatigued. ",
    "effect": "",
    "range": " 80 ft.",
    "components": "verbal,somatic",
    "target": " Allies in an 80-ft.-radius spread of you",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]