[
  {
    "name": "Fiendish Clarity",
    "school": "divination",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster develops the senses of a powerful fiend. He has darkvision to a range of 60 feet. The caster can see in magical darkness as if it were normal darkness. He can see invisible creatures and objects as if he had a see invisibility spell cast on him. The caster can detect good at will. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " Caster",
    "area": "",
    "duration": " 10 minutes/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Guardian Spirit, Mass",
    "school": "divination",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "As guardian spirit, except as noted above. Each target must activate his own guardian spirit separately. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "",
    "target": " Up to one creature/level",
    "area": "",
    "duration": "",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Scrying, Greater",
    "school": "divination",
    "sub_school": "scrying",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like scrying, except as noted above.  Additionally, all of the following spells function reliably through the sensor: detect chaos, detect evil, detect good, detect law, detect magic, message, read magic, and tongues. ",
    "effect": " Magical sensor",
    "range": " See text",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scry Location",
    "school": "divination",
    "sub_school": "scrying",
    "source": "complete_scoundrel",
    "description": "At the culmination of this long ritual, you gaze into your scrying focus and stretch out your sight. The mists within the reflective surface dissipate, and suddenly you can see and hear a familiar place. You can see and hear what occurs at a location, which can be at any distance on the same plane where you are located. You must make a successful caster level check (1d20 + your caster level) to scry a specific location. The difficulty of this check depends on how familiar you are with that location and what sort of physical connection (if any) you have to that place. Furthermore, the difficulty to scry the desired locale increases if the location is extremely far removed, indoors or underground, or on another plane. The DC of this check is 20 + any modifiers related to your knowledge of the area, your connection to it, and the location's distance, as set out in the following table. If you fail this check, the scrying attempt simply fails. If the caster level check succeeds, you create an invisible magical sensor in any location you desire. Through this sensor you can both see and hear, your vantage and range of vision being the same as if you were actually at that place, allowing you to make Spot and Listen checks as normal. You can rotate the sensor as you wish, seeing in any direction you desire. Once the spell is cast, however, you cannot change the position of the sensor. As with all divination (scrying) spells, the sensor has your full visual acuity, including any magical effects. In addition, the following spells have a 5% chance per caster level of operating through the sensor: detect chaos, detect evil, detect good, detect law, detect magic, and message. If the caster level check fails, you can't attempt to scry on any place within 1 mile of that location until 24 hours have passed. Arcane Material Component: The eye of a mole, a badger, or a xorn, plus nitric acid, copper, and zinc. Wizard, Sorcerer, or Bard Focus: A mirror of finely wrought and highly polished silver costing not less than 1,000 gp. The mirror must be at least 2 feet by 4 feet. Cleric Focus: A holy water font costing not less than 100 gp. Druid Focus: A natural pool of water. ",
    "effect": " Magical sensor",
    "range": " See text",
    "components": "verbal,somatic,material,arcane focus,divine focus",
    "target": "",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " No",
    "spell_resistance": false,
    "is_30_spell": false
  }
]