[
  {
    "name": "Circle Dance",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You dance to each point of the compass rose, then finish the spell in a wide, circular sweep.  At the end, you know that the creature you seek lies in the direction you face. \nYou divine the relative direction and condition of another creature.  You must have firsthand knowledge of the creature for the spell to function. \nIf the creature is alive and on the same plane as you, the spell leaves you facing in its direction.  You also get an impression of its physical and emotional condition (unharmed, wounded, unconscious, dying, and so on).  If the creature you seek is on a different plane or dead, you feel nothing. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Know Vulnerabilities",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Your eyes turn red, then take on a golden hue.  As you look at the creature, you see small runes dancing around its head.  Each rune identifies a particular vulnerability or resistance—red for resistances, green for vulnerabilities. \nYou learn any special qualities, vulnerabilities, and resistances the target creature has.  Vulnerabilities include anything that causes the creature more than the normal amount of damage (such as a creature with the cold subtype having vulnerability to fire or a crystalline creature's susceptibility to the shatter spell).  Resistances include any effects that reduce or negate damage the creature takes and immunities to particular attacks.  The spell identifies resistances and vulnerabilities granted by spell effects. \nFor example, if cast upon a balor, you learn that it has damage reduction 15/cold iron and good; spell resistance 28; immunity to poison, fire, and electricity; resistance to acid 10 and cold 10; and that it does not have any particular vulnerabilities. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Devil_s Eye",
    "school": "divination",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster gains the visual acuity of a devil. He can see not only in darkness, but also in magical darkness, with a range of 30 feet. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " Caster",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": true
  },
  {
    "name": "Revelation",
    "school": "divination",
    "sub_school": "",
    "source": "dragons_of_faerun",
    "description": "A burst of purple light reveals all that is hidden. Revelation creates an area in which all things appear as they actually are. The burst reveals objects in the same way as a true seeing spell, though it lasts for only 1 round. Unlike with true seeing, all creatures in visual range can see the effect of the spell. The spell does not dispel any magical effects—it only temporarily reveals them. Should a creature pass through the burst during its duration, any hidden elements on it are revealed, though they are again hidden as soon as the creature steps out of the area. Material Component: A clump of dandelion fluff and herbs worth 50 gp. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Locate Node",
    "school": "divination",
    "sub_school": "",
    "source": "underdark",
    "description": "You sense the direction of any earth node within range. You can choose to locate either the nearest node or a specific node you have visited before. (In the latter case, the range is 2 miles/level and the area is a circle, centered on you, with a radius of 2 miles/level). The spell is blocked by even a thin sheet of lead, and it cannot detect nodes protected by a node lock spell. Arcane/Divine Focus: A pebble found in an earth node. ",
    "effect": "",
    "range": " 1 mile/level (see text)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " Circle, centered on you, with a radius of 1 mile/level (see text)",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Detect Metal and Minerals",
    "school": "divination",
    "sub_school": "",
    "source": "races_of_faerun",
    "description": "You can detect large accumulations of metals and other minerals, whether worked or unworked. The spell will detect everything from a vein of iron ore to a pile of gold coins, even through solid stone or other barriers. When you cast this spell, you must concentrate on at least 10 pounds of the metal or mineral you're searching for. If an accumulation of that metal 10 pounds or larger is within the spell area, you will unerringly sense it (most coins are 50 to the pound). The amount of information revealed depends on how long you study a particular area:1st Round: Presence or absence of the particular metal or mineral. 2nd Round: Approximate weight of the metal or mineral. 3rd Round: Distance and direction (measured in a straight line) to the metal or mineral. As long as the spell is active, you can change the metal or mineral you're trying to detect by simply concentrating on a different sample (it takes a standard action to refocus on the new sample). Thus you could search for gold, then switch to adamantine, then seek out sources of iron. If you stop concentrating on a sample, the spell ends. If your sample is unworked, you will detect only unworked accumulations of the metal, such as ore deposits and mineral veins. You will only detect worked metal, such as gold coins or mithral armor, if your sample is likewise refined. Note: Each round you can turn to detect things in a new area. The spell can penetrate any nonmagical solid barrier. Material Component: A 10-pound sample of the metal or mineral to be detected. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Quarter-circle emanating from you to the extreme of the range",
    "duration": " Concentration, up to 10 minutes/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Guardian Spirit",
    "school": "divination",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You bestow a prescient unborn soul on the creature touched, giving him an uncanny ability to anticipate danger. As an immediate action, the target creature can activate the guardian spirit. While active, the spirit's prescience provides the recipient of the spell with a +2 insight bonus on Armor Class, Reflex saving throws, Dexterity checks (including initiative checks), and Dexterity-based skill checks. The guardian spirit remains active for 1 minute, and then its power is expended and the spell ends. No creature can be the target of more than one guardian spirit spell simultaneously. If a second is cast before the first has been discharged, the second spell dissipates to no effect. Essentia: For every point of essentia you invest in this spell, the bonus provided by the spirit improves by 1. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Zone of Revelation",
    "school": "divination",
    "sub_school": "",
    "source": "manual_of_the_planes",
    "description": "All creatures and objects within zone of revelation's area are made visible. This includes invisible creatures as well as those in coexistent planes such as the Ethereal Plane and the Plane of Shadow. Natives of these planes do not lose any abilities but are made simply made visible. Zone of revelation suppresses but does not dispel invisibility, etherealness, or other spells. Once a formerly invisible object or creature leaves the area, it becomes invisible again. Arcane Material Component: A handful of dust from the grave clothes of an undead creature. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 5-ft.-radius/level emanation",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Alter Fortune",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "With a single utterance, you create a momentary distortion that engulfs and confounds your foe. You change the flow of chance, causing the subject to immediately reroll any die roll it just made. It must abide by the second roll. XP Cost: 200 XP. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,experience",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Battlemagic Perception",
    "school": "divination",
    "sub_school": "",
    "source": "heroes_of_battle",
    "description": "You gain a perception of the forces of magic and can sense when magic is being manipulated by a spellcaster. You gain a +5 competence bonus on Spellcraft checks made to identify a spell as it is being cast. If you have at least 5 ranks in Spellcraft, you are also able to sense the use of any spell or spell-like ability within 100 feet, so long as you have line of effect to the caster. With a Spellcraft check (DC 15 + spell level) you can even ascertain the spell being cast. This determination happens quickly enough that you canattempt to counter the spell as a free action. Counterspell attempts are otherwise handled normally, and you can counter the spell even if you do not have line of sight to the spellcaster. If you counter a spell in this manner, the battlemagic perception spell ends immediately. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 10 min./level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Chain of Eyes",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "With the creature's will to resist brushed aside, you gaze out from its eyes to see your own satisfied smile. \nYou can use another creature's vision instead of your own.  While this spell gives you no control over the subject, each time it comes into physical contact with another living being, you can choose to transfer your sensor to the new creature.  During your turn in a round, you can use a free action to switch from seeing through the current creature's eyes to seeing normally or back again. \nEach transfer attempt allows the new target a saving throw and spell resistance.  If a target resists, the spell ends. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Analyze Touchstone",
    "school": "divination",
    "sub_school": "",
    "source": "planar_handbook",
    "description": "If you study an area for 1 round, you know the location of any touchstone in the area. Once you find a touchstone, you can study it. (If you find more than one touchstone—an extremely rare occurrence—you can study only one at a time). Each round you study a touchstone, you can discover one property of the touchstone, in this order:\n\nThe base ability gained by someone who takes the Planar Touchstone feat related to the site. \nAny conditions that must be met in order to recharge the higher-order ability granted by the site. \nThe higher-order ability gained by someone who visits the touchstone and fulfills the recharge condition. \nThe number of uses of the higher-order ability that the character gains from visiting the site and fulfilling the recharge condition. \nFor each of these properties, you make a caster level check (1d20 + caster level) against DC 15. If you fail, you can try again in the next round. Material Components: A crystal lens, a drop of ink, and a piece of paper or parchment. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " A quarter circle emanating from you to the extreme of the range",
    "duration": " Concentration, up to 1 round/level (D)",
    "saving_throw": " See text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Locate Object",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You sense the direction of a well-known or clearly visualized object. The spell locates such objects as apparel, jewelry, furniture, tools, weapons, or even a ladder. You can search for general items such as a stairway, a sword, or a jewel, in which case you locate the nearest one of its kind if more than one is within range. Attempting to find a certain item, such as a particular piece of jewelry, requires a specific and accurate mental image; if the image is not close enough to the actual object, the spell fails. You cannot specify a unique item (such as \"Baron Vulden's signet ring\") unless you have observed that particular item firsthand (not through divination). The spell is blocked by even a thin sheet of lead. Creatures cannot be found by this spell. Polymorph any object fools it. Arcane Focus: A forked twig. ",
    "effect": "",
    "range": " Long (400 ft. + 40 ft./level)",
    "components": "verbal,somatic,arcane focus,divine focus",
    "target": "",
    "area": " Circle, centered on you, with a radius of 400 ft. + 40 ft./level",
    "duration": " 1 min./level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]