[
  {
    "name": "Locate Touchstone",
    "school": "divination",
    "sub_school": "",
    "source": "planar_handbook",
    "description": "You sense the direction of the nearest planar touchstone and gain a vague sense of its power. If you have visited the nearest planar touchstone and wish to exclude it from this divination, you instead gain knowledge of the next closest planar touchstone. This spell allows you to locate planar touchstones located only on the plane on which it is cast. Special: You must have the Planar Touchstone feat in order to cast this spell. ",
    "effect": "",
    "range": " See text",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Insight of Good Fortune",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "You toss a small golden die. It rolls toward the creature you choose, then disappears in a tiny golden flash of light. The subject of the spell becomes unusually lucky. Once during the spell's duration, when he makes an attack roll, skill check, saving throw, or ability check, he rolls twice and takes the better result. He must choose to use this ability before the check is attempted, and the spell expires once the second die is rolled. Material Component: A gold die (worth 20 gp). ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature",
    "area": "",
    "duration": " 1 minute/level or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sense Weakness",
    "school": "divination",
    "sub_school": "",
    "source": "magic_of_eberron",
    "description": "You grant the subject of the spell insight into the vulnerability of a single opponent.  Once over the next 24 hours, the subject can automatically confirm a single critical threat.  The subject must declare the use of the spell after the threat is rolled but before rolling to confirm the critical hit (so the spell cannot be used to reroll a failed critical confirmation roll). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic",
    "target": " Creature touched",
    "area": "",
    "duration": " 24 hours",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Adept Spirit",
    "school": "divination",
    "sub_school": "",
    "source": "magic_of_incarnum",
    "description": "You bestow the soul of a great ancient spellcaster on the creature touched, giving him great skill with magic. As an immediate action, the target creature can activate the adept spirit. While active, the spirit's wisdom and learning provide the recipient of the spell with a +1 insight bonus to caster level and a +2 insight bonus on Will saves, Concentration checks, Intelligence checks, and Intelligence-based skill checks. The adept spirit remains active for 1 minute, and then its power is expended and the spell ends. No creature can be the target of more than one adept spirit spell simultaneously. If a second is cast before the first has been discharged, the second spell dissipates to no effect. Essentia: For every point of essentia you invest in this spell, the bonus on Will saves, Concentration checks, Intelligence checks, and Intelligence-based skill checks provided by the spirit improves by 1. (The bonus to caster level is not improved by essentia investment). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Expose the Dead",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You gain a sixth sense that allows you to better locate undead creatures, as well as to investigate corpses.  Your eyes turn white while under the effect of the spell, making it seem as though you were blind (although you can see as well as normal). \nWhile this spell is in effect, you gain an insight bonus equal to your caster level (maximum +10) on Survival checks made to track undead, and you can follow undead tracks with a DC above 10 as if you had the Track feat.  You gain the same insight bonus on Listen and Spot checks made against undead creatures. \nIn addition, you gain an insight bonus equal to your caster level (maximum +10) on Search checks made when examining a dead body, and you are treated as if you had the Investigate feat (see page 55 of the EBERRON Campaign Setting) when doing so. \nFinally, while this spell is active, increase the save DC of any speak with dead spell you cast by 2. \nArcane Material Component: A dwarf's fingerbone. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic,material,divine focus",
    "target": " You",
    "area": "",
    "duration": " 1 minute/level (D)",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Eyes of the Zombie",
    "school": "divination",
    "sub_school": "",
    "source": "book_of_vile_darkness",
    "description": "The caster replaces his eyes with the eyes of a zombie, allowing him to see through the zombie's eye sockets and control its actions directly. The zombie must be one that the caster animated. The magic of this spell allows the caster to remove his eyes (dealing 1d6 points of damage to him from the pain, but no permanent damage to his eyes) and take a zombie's eyes that he has removed and soaked in a special bath of brackish water. The caster's eyes are preserved by the spell while he controls the zombie and perceives the world through it. The caster's body remains motionless and is subject to harm normally. When the spell ends, the caster's eyes automatically return to him. Focus: Zombie eyes and a pint of brackish water. ",
    "effect": " Caster and one zombie",
    "range": " Personal",
    "components": "verbal,somatic,arcane focus",
    "target": "",
    "area": "",
    "duration": " 1 hour/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Detect Aberration",
    "school": "divination",
    "sub_school": "",
    "source": "lords_of_madness",
    "description": "You can detect the presence of all aberrations in the area. The amount of information revealed depends on how long you study a particular area or subject: 1st Round: Presence or absence of aberrant life. 2nd Round: Number of different aberrant auras and the strength of the strongest aura. If you detect overwhelming aberrant power with this spell, and the Hit Dice or level of the aura's source is at least twice your character level, you are stunned for 1 round and the spell ends. 3rd Round: The strength and location of each aura. Aura Power: An aberrant aura's power depends on the type of creature you're detecting and its Hit Dice; see the accompanying table. If an aura falls into more than one power category, the spell indicates the stronger of the two. A humanoid with the Aberration Blood feat detects as Faint even if it has more than 3 Hit Dice. Length Aura Lingers: How long the aura lingers depends on its original strength:Each round, the character can turn to detect aberrant auras in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " 60 ft.",
    "components": "verbal,somatic",
    "target": "",
    "area": " Quarter circle emanating from the character to the extreme of the range",
    "duration": " Concentration, up to 1 minute/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]