[
  {
    "name": "Flowsight",
    "school": "divination",
    "sub_school": "scrying",
    "source": "stormwrack",
    "description": "By touching a nearby source of water—a standing pool, a stream, or even a portion of a larger body of water—you can perceive creatures and objects in contact with the water. You can concentrate to focus flowsight on a given creature. You retain your full visual acuity, including any magical effects, as well as any auditory enhancements you might have. This action makes the subject potentially aware of the magical scrying; on a Will save, it prevents you from learning more about it, and you cannot try again on that subject for 24 hours. However, you can turn your consciousness to another subject in contacted with the water and make a new scrying attempt each round. Arcane Material Component: A piece of limestone. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material,divine focus",
    "target": "",
    "area": " 60-ft. radius",
    "duration": " 1 round/level (D)",
    "saving_throw": " Will negates; see text",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Revelation",
    "school": "divination",
    "sub_school": "",
    "source": "dragons_of_faerun",
    "description": "A burst of purple light reveals all that is hidden. Revelation creates an area in which all things appear as they actually are. The burst reveals objects in the same way as a true seeing spell, though it lasts for only 1 round. Unlike with true seeing, all creatures in visual range can see the effect of the spell. The spell does not dispel any magical effects—it only temporarily reveals them. Should a creature pass through the burst during its duration, any hidden elements on it are revealed, though they are again hidden as soon as the creature steps out of the area. Material Component: A clump of dandelion fluff and herbs worth 50 gp. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " 20-ft.-radius burst",
    "duration": " 1 round",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]