[
  {
    "name": "Circle Dance",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "You dance to each point of the compass rose, then finish the spell in a wide, circular sweep.  At the end, you know that the creature you seek lies in the direction you face. \nYou divine the relative direction and condition of another creature.  You must have firsthand knowledge of the creature for the spell to function. \nIf the creature is alive and on the same plane as you, the spell leaves you facing in its direction.  You also get an impression of its physical and emotional condition (unharmed, wounded, unconscious, dying, and so on).  If the creature you seek is on a different plane or dead, you feel nothing. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  },
  {
    "name": "Alter Fortune",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "With a single utterance, you create a momentary distortion that engulfs and confounds your foe. You change the flow of chance, causing the subject to immediately reroll any die roll it just made. It must abide by the second roll. XP Cost: 200 XP. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,experience",
    "target": " One creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Crown of Clarity",
    "school": "divination",
    "sub_school": "",
    "source": "player's_handbook_ii",
    "description": "A crown of magical energy appears upon your head. For a moment, your vision blurs and a slight buzz fills your ears. These distractions pass, leaving you with sharpened senses. You create an arcane crown that grants the wearer a +2 competence bonus on Listen and Spot checks. As an immediate action, the creature wearing a crown of clarity can discharge its magic to gain a +8 bonus on a single Spot or Listen check. The spell ends after the wearer uses the crown in this manner. The crown occupies space on the body as a headband, hat, or helm. If the crown is removed, the spell immediately ends. Focus: A pewter hoop 6 inches in diameter. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,arcane focus",
    "target": " Creature touched",
    "area": "",
    "duration": " 1 hour/level (D) or until discharged",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Treasure Scent",
    "school": "divination",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "A multihued glow of metallic colors surrounds you.  The swirling glow manifests as a thin mist that forces itself up into your nose.  Suppressing a sneeze, you note with excitement the unmistakable scent of treasure. \nYou can detect copper, silver, gold, platinum, and gems within 30 feet, as well as differentiate between the five kinds of valuables. \nWhen you detect one of these types of valuables, the exact location of the source is not revealed—only its presence and direction.  Whenever you come within 5 feet of the treasure, you can pinpoint its exact location.  The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it. ",
    "effect": "",
    "range": " Personal",
    "components": "verbal,somatic",
    "target": " You",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": "",
    "spell_resistance": true,
    "is_30_spell": false
  }
]