[
  {
    "name": "Crushing Despair",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "An invisible cone of despair causes great sadness in the subjects. Each affected creature takes a -2 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls. Crushing despair counters and dispels good hope. Material Component: A vial of tears. ",
    "effect": "",
    "range": " 30 ft.",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " Cone-shaped burst",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Suggestion",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You influence the actions of the target creature by suggesting a course of activity (limited to a sentence or two). The suggestion must be worded in such a manner as to make the activity sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act automatically negates the effect of the spell. However, a suggestion that a pool of acid is actually pure water and that a quick dip would be refreshing is another matter. Urging a red dragon to stop attacking your party so that the dragon and party could jointly loot a rich treasure elsewhere is a likewise reasonable use of the spell's power. The suggested course of activity can continue for the entire duration, such as in the case of the red dragon mentioned above. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do. You can instead specify conditions that will trigger a special activity during the duration. For example, you might suggest that a noble knight give her warhorse to the first beggar she meets. If the condition is not met before the spell duration expires, the activity is not performed. A very reasonable suggestion causes the save to be made with a penalty (such as -1 or -2) at the discretion of the DM. Material Component: A snake's tongue and either a bit of honeycomb or a drop of sweet oil. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,material",
    "target": " One living creature",
    "area": "",
    "duration": " 1 hour/level or until completed",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Confusion",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell causes the targets to become confused, making them unable to independently determine what they will do. \nRoll on the following table at the beginning of each subject's turn each round to see what the subject does in that round. \n\n\nd% \nBehavior \n\n\n 01—10 \n Attack caster with melee or ranged weapons (or close with caster if attack is not possible).  \n\n\n 11—20 \n Act normally.  \n\n\n 21—50 \n Do nothing but babble incoherently.  \n\n\n 51—70 \n Flee away from caster at top possible speed.  \n\n\n 71—100 \n Attack nearest creature (for this purpose, a familiar counts as part of the subject's self).  \n\n\nA confused character who can't carry out the indicated action does nothing but babble incoherently.  Attackers are not at any special advantage when attacking a confused character.  Any confused character who is attacked automatically attacks its attackers on its next turn, as long as it is still confused when its turn comes.  Note that a confused character will not make attacks of opportunity against any creature that it is not already devoted to attacking (either because of its most recent action or because it has just been attacked). \nArcane Material Component: A set of three nut shells. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material,divine focus",
    "target": " All creatures in a 15-ft. radius burst",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Rage",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Each affected creature gains a +2 morale bonus to Strength and Constitution, a +1 morale bonus on Will saves, and a -2 penalty to AC. The effect is otherwise identical with a barbarian's rage (see page 25), except that the subjects aren't fatigued at the end of the rage. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One willing living creature per three levels, no two of which may be more than 30 ft. apart",
    "area": "",
    "duration": " Concentration + 1 round/level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  }
]