[
  {
    "name": "Hypnotism",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Your gestures and droning incantation fascinate nearby creatures, causing them to stop and stare blankly at you.  In addition, you can use their rapt attention to make your suggestions and requests seem more plausible.  Roll 2d4 to see how many total Hit Dice of creatures you affect.  Creatures with fewer HD are affected before creatures with more HD.  Only creatures that can see or hear you are affected, but they do not need to understand you to be fascinated. \nIf you use this spell in combat, each target gains a +2 bonus on its saving throw.  If the spell affects only a single creature not in combat at the time, the saving throw has a penalty of -2. \nWhile the subject is fascinated by this spell, it reacts as though it were two steps more friendly in attitude (see Influencing NPC Attitudes, page 72).  This allows you to make a single request of the affected creature (provided you can communicate with it).  The request must be brief and reasonable.  Even after the spell ends, the creature retains its new attitude toward you, but only with respect to that particular request.  A creature that fails its saving throw does not remember that you enspelled it. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": "",
    "area": " Several living creatures, no two of which may be more than 30 ft. apart",
    "duration": " 2d4 rounds (D)",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Charm Person",
    "school": "enchantment",
    "sub_school": "charm",
    "source": "player's_handbook_v.3.5",
    "description": "This charm makes a humanoid creature regard you as its trusted friend and ally (treat the target's attitude as friendly; see Influencing NPC Attitudes, page 72).  If the creature is currently being threatened or attacked by you or your allies, however, it receives a +5 bonus on its saving throw. \nThe spell does not enable you to control the charmed person as if it were an automaton, but it perceives your words and actions in the most favorable way.  You can try to give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do.  (Retries are not allowed).  An affected creature never obeys suicidal or obviously harmful orders, but a charmed fighter, for example, might believe you if you assured him that the only chance to save your life is for him to hold back an onrushing red dragon for \"just a few seconds\".  Any act by you or your apparent allies that threatens the charmed person breaks the spell.  You must speak the person's language to communicate your commands, or else be good at pantomiming. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic",
    "target": " One humanoid creature",
    "area": "",
    "duration": " 1 hour/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Sleep",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "A sleep spell causes a magical slumber to come upon 4 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. Hit Dice that are not sufficient to affect a creature are wasted. For example, Mialee casts sleep at one rat (1/4 HD), one kobold (1 HD), two gnolls (2 HD), and an ogre (4 HD). The rat, the kobold, and one gnoll are affected (1/4 + 1 + 2 = 3-1/4 HD). The remaining 3/4 HD is not enough to affect the last gnoll or the ogre. Mialee can't choose to have sleep affect the ogre or the two gnolls. Sleeping creatures are helpless. Slapping or wounding awakens an affected creature, but normal noise does not. Awakening a creature is a standard action (an application of the aid another action). Sleep does not target unconscious creatures, constructs, or undead creatures. Material Component: A pinch of fine sand, rose petals, or a live cricket. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": "",
    "area": " One or more living creatures within a 10-ft.-radius burst",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Bane",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "Bane fills your enemies with fear and doubt.  Each affected creature takes a -1 penalty on attack rolls and a -1 penalty on saving throws against fear effects.  \nBane counters and dispels bless. ",
    "effect": "",
    "range": " 50 ft.",
    "components": "verbal,somatic,divine focus",
    "target": "",
    "area": " All enemies within 50 ft.",
    "duration": " 1 min./level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Tasha_s Hideous Laughter",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "This spell afflicts the subject with uncontrollable laughter. It collapses into gales of manic laughter, falling prone. The subject can take no actions while laughing, but is not considered helpless. After the spell ends, it can act normally. A creature with an Intelligence score of 2 or lower is not affected. A creature whose type (such as humanoid or dragon) is different from the caster's receives a +4 bonus on its saving throw, because humor doesn't \"translate\" well. Material Component: Tiny tarts that are thrown at the target and a feather that is waved in the air. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal,somatic,material",
    "target": " One creature; see text",
    "area": "",
    "duration": " 1 round/level",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Command",
    "school": "enchantment",
    "sub_school": "compulsion",
    "source": "player's_handbook_v.3.5",
    "description": "You give the subject a single command, which it obeys to the best of its ability at its earliest opportunity.  You may select from the following options. \nApproach: On its turn, the subject moves toward you as quickly and directly as possible for 1 round.  The creature may do nothing but move during its turn, and it provokes attacks of opportunity for this movement as normal. \nDrop: On its turn, the subject drops whatever it is holding.  It can't pick up any dropped item until its next turn. \nFall: On its turn, the subject falls to the ground and remains prone for 1 round.  It may act normally while prone but takes any appropriate penalties. \nFlee: On its turn, the subject moves away from you as quickly as possible for 1 round.  It may do nothing but move during its turn, and it provokes attacks of opportunity for this movement as normal. \nHalt: The subject stands in place for 1 round.  It may not take any actions but is not considered helpless.  \nIf the subject can't carry out your command on its next turn, the spell automatically fails. ",
    "effect": "",
    "range": " Close (25 ft. + 5 ft./2 levels)",
    "components": "verbal",
    "target": " One living creature",
    "area": "",
    "duration": " 1 round",
    "saving_throw": " Will negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]