[
  {
    "name": "Mark of Justice",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "When moral persuasion fails to win a criminal over to right conduct, you can use mark of justice to encourage the miscreant to walk the straight and narrow path. You draw an indelible mark on the subject and state some behavior on the part of the subject that will activate the mark. When activated, the mark curses the subject. Typically, you designate some sort of criminal behavior that activates the mark, but you can pick any act you please. The effect of the mark is identical with the effect of bestow curse. Since this spell takes 10 minutes to cast and involves writing on the target, you can cast it only on a creature that is willing or restrained. Like the effect of bestow curse, a mark of justice cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell. Remove curse works only if its caster level is equal to or higher than your mark of justice caster level. These restrictions apply regardless of whether the mark has activated. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Creature touched",
    "area": "",
    "duration": " Permanent; see text",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Favor of Ilmater",
    "school": "necromancy",
    "sub_school": "",
    "source": "magic_of_faerun",
    "description": "This spell has two possible effects: Divine Fortitude: The target becomes immune to subdual damage, charm effects, compulsions, and attacks that function by causing pain, and is immune to effects that would cause her to be dazed, exhausted, fatigued, nauseated, staggered, or stunned. The target remains conscious at -1 to -9 hit points and can take a partial action each round when in that state. If any of these effects are present on the target when this spell is cast, they are suspended for the duration (causing the target to wake if unconscious). This variant of the spell lasts 1 minute/level. When the spell ends, any effects suspended by the spell that would otherwise still be in effect (such as fatigue, which normally requires 8 hours of rest to abate) return. Effects with durations that expired during the duration of this spell do not resume when this spell ends. Pact of Martyrdom: You and the target exchange hit point totals. This variant of the spell only works if you have more hit points than the target when the spell is cast. If the target was unconscious and dying, you become unconscious and dying. If the target was unconscious but stabilized, you become unconscious but stabilized. The spell only transfers actual hit points, not temporary hit points. Clerics and paladins who don't worship Ilmater name this spell after their own deity—favor of Torm, for example. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Willing creature",
    "area": "",
    "duration": " 1 minute/level or instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": true
  },
  {
    "name": "Favor of the Martyr",
    "school": "necromancy",
    "sub_school": "",
    "source": "spell_compendium",
    "description": "Calling upon the saints of your order, you imbue the person in need with the power to resist the dire forces arrayed against you. \nThe subject gains immunity to nonlethal damage, charm and compulsion effects, and attacks that function specifically by causing pain, such as the wrack spell (see page 243).  it is further immune to effects that would cause it to be dazed, exhausted, fatigued, nauseated, sickened, staggered, or stunned.  The subject remains conscious at -1 to -9 hit points and can take a single action each round while in that state, and does not lose hit point for acting.  If any of the above conditions were in effect on the subject at the time of casting, they are suspended for the spell's duration.  (Thus, an unconscious subject becomes conscious and functional. )\nWhen the spell ends, any effects suspended by the spell that have not expired in the interim (such as the fatigued condition, which normally requires 8 hours of rest to recover from) return.  Effects that expired during the duration of this spell do not resume when it ends. \nIn addition to these effects, the subject gains the benefit of the Endurance feat for the duration of the spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " One willing creature",
    "area": "",
    "duration": " 1 minute/level",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blood of the Martyr",
    "school": "necromancy",
    "sub_school": "healing",
    "source": "book_of_exalted_deeds",
    "description": "You may transfer your own hit points directly to a target creature within range. You must transfer at least 20 points. Transferred hit points are damage to you. The creature takes your transferred hit points as if receiving a cure wounds spell and cannot gain more hit points than its maximum allows; any excess points are lost. This spell transfers only actual hit points, not temporary hit points. An unconscious target is considered a \"willing creature\" for purposes of this spell. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": " Willing creature",
    "area": "",
    "duration": " Instantaneous",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Death Ward",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "The subject is immune to all death spells, magical death effects, energy drain, and any negative energy effects (such as from inflict spells or chill touch). \nThis spell doesn't remove negative levels that the subject has already gained, nor does it affect the saving throw necessary 24 hours after gaining a negative level. \nDeath ward does not protect against other sorts of attacks, such as hit point loss, poison, or petrification, even if those attacks might be lethal. \n(note: Heroes of Horror lists this spell as both a 3rd and 4th level spell for the Dread Necromancer). ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,divine focus",
    "target": " Living creature touched",
    "area": "",
    "duration": " 1 min./level",
    "saving_throw": " Will negates (harmless)",
    "spell_resistance": false,
    "is_30_spell": false
  }
]