[
  {
    "name": "Spectral Hand",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "A ghostly, glowing hand shaped from your life force materializes and moves as you desire, allowing you to deliver low-level, touch range spells at a distance. On casting the spell, you lose 1d4 hit points that return when the spell ends (even if it is dispelled), but not if the hand is destroyed. (The hit points can be healed as normal). For as long as the spell lasts, any touch range spell of 4th level or lower that you cast can be delivered by the spectral hand. The spell gives you a +2 bonus on your melee touch attack roll, and attacking with the hand counts normally as an attack. The hand always strikes from your direction. The hand cannot flank targets like a creature can. After it delivers a spell, or if the hand goes beyond the spell range, goes out of your sight, the hand returns to you and hovers. The hand is incorporeal and thus cannot be harmed by normal weapons. It has improved evasion (half damage on a failed Reflex save and no damage on a successful save), your save bonuses, and an AC of at least 22. Your Intelligence modifier applies to the hand's AC as if it were the hand's Dexterity modifier. The hand has 1 to 4 hit points, the same number that you lost in creating it. ",
    "effect": " One spectral hand",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic",
    "target": "",
    "area": "",
    "duration": " 1 min./level (D)",
    "saving_throw": " None",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Blindness_Deafness",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "You call upon the powers of unlife to render the subject blinded or deafened, as you choose. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal",
    "target": " One living creature",
    "area": "",
    "duration": " Permanent (D)",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Scare",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "This spell functions like cause fear, except that it causes all targeted creatures of less than 6 HD to become frightened. Material Component: A bit of bone from an undead skeleton, zombie, ghoul, ghast, or mummy. ",
    "effect": "",
    "range": " Medium (100 ft. + 10 ft./level)",
    "components": "verbal,somatic,material",
    "target": " One living creature per three levels, no two of which can be more than 30 ft. apart",
    "area": "",
    "duration": " 1 round/level or 1 round; see text for cause fear",
    "saving_throw": " Will partial",
    "spell_resistance": false,
    "is_30_spell": false
  },
  {
    "name": "Ghoul Touch",
    "school": "necromancy",
    "sub_school": "",
    "source": "player's_handbook_v.3.5",
    "description": "Imbuing you with negative energy, this spell allows you to paralyze a single living humanoid for the duration of the spell with a successful melee touch attack. Additionally, the paralyzed subject exudes a carrion stench that causes all living creatures (except you) in a 10-foot-radius spread to become sickened (Fortitude negates). A neutralize poison spell removes the effect from a sickened creature, and creatures immune to poison are unaffected by the stench. Material Component: A small scrap of cloth taken from clothing worn by a ghoul, or a pinch of earth from a ghoul's lair. ",
    "effect": "",
    "range": " Touch",
    "components": "verbal,somatic,material",
    "target": " Living humanoid touched",
    "area": "",
    "duration": " 1d6+2 rounds",
    "saving_throw": " Fortitude negates",
    "spell_resistance": false,
    "is_30_spell": false
  }
]